{
    "in the": 396,
    "usb ports": 378,
    "is a": 372,
    "hdmi ports": 325,
    "television with": 270,
    "screen size": 268,
    "eco rating": 267,
    "has a": 267,
    ", and": 246,
    "with a": 243,
    "there are": 214,
    "ports .": 211,
    "television has": 203,
    "remote control": 200,
    "price range": 193,
    ". it": 191,
    "bezel with": 185,
    "nicam stereo": 178,
    "a+ eco": 176,
    "2 hdmi": 170,
    "ports ,": 167,
    "ports and": 166,
    "cheap price": 165,
    "black bezel": 162,
    "control and": 159,
    "the cheap": 149,
    "comes with": 146,
    "an a+": 139,
    "and european": 139,
    "european warranty": 139,
    "usb port": 138,
    "a television": 130,
    "a remote": 127,
    "inch screen": 126,
    "and has": 125,
    "and a": 125,
    "television is": 124,
    "trim and": 124,
    "power consumption": 124,
    "product family": 121,
    "television in": 118,
    "it has": 117,
    "no usb": 114,
    "medium screen": 112,
    "if you": 110,
    "is in": 108,
    "watt power": 108,
    "gloss black": 107,
    "1080p resolution": 103,
    "dollars .": 101,
    "care about": 99,
    "frame stand": 98,
    "stand .": 96,
    "a medium": 93,
    "do n't": 93,
    "a usb": 90,
    "you do": 89,
    "television .": 87,
    "and is": 86,
    "size range": 85,
    "n't care": 85,
    "the pontus": 84,
    "range .": 82,
    "recommend the": 80,
    "televisions with": 79,
    "large screen": 74,
    "and comes": 73,
    "matt black": 73,
    "televisions in": 73,
    "mat black": 73,
    "stereo audio": 72,
    "a nicam": 69,
    "and slant": 68,
    "slant mold": 68,
    "rating .": 67,
    "warranty .": 67,
    "with an": 67,
    "rating ,": 67,
    "with 2": 65,
    "family .": 64,
    "is the": 64,
    "with gloss": 64,
    "not have": 63,
    "it is": 62,
    "a cheap": 62,
    "family ,": 62,
    "has usb": 62,
    "a large": 62,
    "range ,": 61,
    "television that": 60,
    "about the": 59,
    "4 hdmi": 57,
    "has an": 57,
    "rating and": 57,
    "does not": 56,
    "black trim": 55,
    "black stand": 55,
    "hdmi port": 55,
    "resolution ,": 54,
    "the l2": 54,
    "the l1": 53,
    "3d glasses": 53,
    "port ,": 52,
    ", has": 52,
    "size and": 52,
    "720p resolution": 51,
    ", the": 51,
    "32 inch": 50,
    "port .": 50,
    "with usb": 50,
    "a nice": 49,
    "we recommend": 49,
    ", a": 49,
    "mold black": 48,
    "with silver": 48,
    "port and": 47,
    "the heracles": 47,
    "with remote": 46,
    "number of": 46,
    "3 hdmi": 45,
    "glasses and": 45,
    "screen ,": 45,
    "have usb": 45,
    "white bezel": 45,
    "and costs": 45,
    "family and": 44,
    "has 2": 44,
    "stand ,": 44,
    "1 hdmi": 44,
    "the aeolus": 44,
    "television ,": 42,
    "family with": 42,
    "the charon": 42,
    "resolution .": 42,
    "black frame": 42,
    "a great": 41,
    "of hdmi": 41,
    "the w1": 40,
    "and an": 40,
    "the typhon": 40,
    ", is": 39,
    "of the": 39,
    "size ,": 39,
    "the crios": 39,
    "with black": 39,
    "with mat": 39,
    ", with": 38,
    "silver trim": 38,
    "for a": 37,
    "has no": 37,
    "from the": 37,
    "40 inch": 37,
    "screen .": 37,
    "size .": 36,
    "screen and": 36,
    "small screen": 36,
    "range and": 35,
    "any usb": 35,
    "the medium": 35,
    "bezel ,": 35,
    "and usb": 34,
    "a 32": 34,
    "have any": 34,
    "l2 family": 34,
    "nice television": 33,
    ", it": 33,
    "it comes": 33,
    "a 40": 33,
    "and no": 32,
    "l1 family": 32,
    "a+ ecorating": 32,
    "great television": 32,
    "a 1080p": 32,
    "medium sized": 31,
    ", there": 31,
    "45 television": 31,
    "matt white": 31,
    "white trim": 31,
    "inch television": 31,
    "range with": 31,
    "that has": 30,
    "a matt": 30,
    "w1 family": 30,
    "i recommend": 30,
    "priced at": 30,
    "resolution and": 30,
    "we have": 30,
    "a a+": 30,
    "the caerus": 29,
    "the oceanus": 29,
    "a++ eco": 29,
    "cheap television": 29,
    "consumption .": 29,
    "with no": 28,
    "61 television": 28,
    "active 3d": 28,
    "31 television": 28,
    "stereo and": 28,
    "a mat": 28,
    "1100 dollars": 28,
    "mat white": 28,
    "stereo .": 27,
    "a small": 27,
    "the helios": 26,
    "are no": 26,
    "warranty ,": 26,
    "and 2": 26,
    "1000 dollars": 26,
    "have a": 26,
    ", silver": 26,
    "with nicam": 26,
    "2000 dollars": 25,
    "30 watt": 25,
    "and active": 25,
    "cheap ,": 25,
    "the eurus": 25,
    "and passive": 25,
    "passive 3d": 25,
    "white frame": 25,
    "television comes": 25,
    "24 inch": 25,
    "the number": 25,
    "notus 31": 25,
    "the price": 25,
    "is priced": 25,
    "has nicam": 25,
    "stereo ,": 24,
    "a 720p": 24,
    "control .": 24,
    "stand and": 24,
    ". the": 24,
    "silver flat": 24,
    "flat stand": 24,
    "televisions that": 24,
    "dollars ,": 24,
    "the l5": 23,
    "l1 product": 23,
    "69 television": 23,
    "consumption ,": 23,
    "with white": 23,
    "the apollo": 23,
    "33 television": 23,
    "do not": 23,
    "watts .": 23,
    "has 4": 22,
    "caerus 33": 22,
    "l2 product": 22,
    "the attis": 22,
    "with 1": 22,
    "the kratos": 22,
    "consumption and": 22,
    "is cheap": 22,
    "and it": 22,
    "heracles 18": 22,
    "with 4": 22,
    "bottom deco": 22,
    "the hesperus": 22,
    "silver frame": 22,
    "an a++": 21,
    "31.4 watt": 21,
    "and 1080p": 21,
    "looking for": 21,
    "televisions available": 21,
    "of power": 21,
    ", usb": 21,
    "with 1080p": 20,
    "the w2": 20,
    "which has": 20,
    "no televisions": 20,
    "sized screen": 20,
    "the hymenaios": 20,
    "crios 69": 20,
    "pontus 45": 20,
    "1900 dollars": 20,
    "the television": 20,
    "comes in": 20,
    "the dinlas": 20,
    "a good": 20,
    "aeolus 34": 20,
    ", but": 20,
    "mold white": 20,
    "white stand": 20,
    "a gloss": 20,
    "94 television": 20,
    ", matt": 20,
    "for you": 20,
    "the hades": 20,
    "the notus": 20,
    "the d1": 19,
    "32 television": 19,
    "that have": 19,
    "and silver": 19,
    "the achelous": 19,
    "18 watt": 19,
    "audio equipment": 19,
    "and nicam": 19,
    "1800 dollars": 19,
    "44 watt": 19,
    "1500 dollars": 19,
    "and in": 19,
    "the only": 19,
    "audio ,": 19,
    "86 television": 19,
    "ecorating .": 19,
    "cerus 13": 18,
    "consumption is": 18,
    "18 television": 18,
    "crios 93": 18,
    "48 inch": 18,
    "1700 dollars": 18,
    "in all": 18,
    "the triton": 18,
    "medium size": 18,
    "momus 19": 18,
    "pontus 66": 18,
    "eurus 61": 18,
    "watt television": 17,
    "are in": 17,
    "heracles 45": 17,
    "within the": 17,
    "the large": 17,
    "with matt": 17,
    "a 24": 17,
    "watts of": 17,
    "the screen": 17,
    "the chronos": 17,
    "ports in": 17,
    "98 television": 17,
    "black bottom": 17,
    "deco ,": 17,
    "includes a": 16,
    "the cerus": 16,
    "33 is": 16,
    ", 2": 16,
    "available .": 16,
    "is matt": 16,
    "it does": 16,
    "aeolus 98": 16,
    "family has": 16,
    "size television": 16,
    "1300 dollars": 16,
    "and does": 16,
    "cheap televisions": 16,
    "dollars and": 16,
    "and black": 16,
    "apollo 98": 16,
    "29 television": 16,
    "the momus": 16,
    "the l7": 16,
    "w2 family": 16,
    "the eros": 16,
    "an a": 16,
    ", an": 16,
    "family that": 15,
    "zelus 37": 15,
    "l5 family": 15,
    "this television": 15,
    "63 television": 15,
    "it 's": 15,
    "erebus 92": 15,
    "1600 dollars": 15,
    "resolution of": 15,
    "television does": 15,
    "and frame": 15,
    "or the": 15,
    "warranty and": 15,
    "i would": 15,
    ", which": 15,
    "40 watt": 15,
    "31 is": 15,
    "a eco": 15,
    "with 3": 15,
    "hades 76": 15,
    "to the": 15,
    "typhon 45": 15,
    "the morpheus": 15,
    "hesperus 33": 14,
    "w1 product": 14,
    "attis 65": 14,
    ", in": 14,
    "93 television": 14,
    "television from": 14,
    "45 is": 14,
    "a 48": 14,
    "ecorating and": 14,
    ", no": 14,
    "stereo system": 14,
    ", if": 14,
    "is an": 14,
    "dinlas 61": 14,
    "without usb": 14,
    "pontus 32": 14,
    "screen television": 14,
    "the l6": 14,
    "consumption of": 14,
    "pontus 43": 13,
    "caerus 63": 13,
    "the t5": 13,
    "t5 family": 13,
    "part of": 13,
    "there is": 13,
    ". this": 13,
    "aristaeus 59": 13,
    "with medium": 13,
    "you are": 13,
    "all product": 13,
    "that is": 13,
    "the pricus": 13,
    "a 30": 13,
    "1080p .": 13,
    "color is": 13,
    "achelous 99": 13,
    ", nicam": 13,
    "typhon 49": 13,
    "dont care": 13,
    "has 1080p": 13,
    "n't have": 13,
    "with a+": 13,
    "the l9": 13,
    "audio .": 13,
    "52 television": 13,
    ", comes": 13,
    "hesperus 58": 13,
    "costs 1900": 13,
    "heracles 29": 13,
    "cevo stereo": 13,
    "priced television": 13,
    "color of": 13,
    "eros 94": 13,
    "your search": 13,
    "large television": 13,
    "watts ,": 13,
    "triton 52": 13,
    "ports if": 13,
    "morpheus 63": 13,
    "a screen": 13,
    "charon 25": 13,
    ", remote": 12,
    ", or": 12,
    "crios 89": 12,
    "kratos 31": 12,
    "is mat": 12,
    "63 is": 12,
    "and 3": 12,
    "you dont": 12,
    "the family": 12,
    "the erebus": 12,
    "42 inch": 12,
    "televisions .": 12,
    "and a+": 12,
    "kratos 46": 12,
    "46 television": 12,
    "helios 75": 12,
    "the eco": 12,
    "pallas 86": 12,
    "hymenaios 17": 12,
    "l7 family": 12,
    "that comes": 12,
    "have no": 12,
    "charon 41": 12,
    "oceanus 51": 12,
    "product families": 12,
    "oceanus 39": 11,
    "89 is": 11,
    "and 720p": 11,
    "cheaply priced": 11,
    "criteria of": 11,
    "pontus 18": 11,
    "and white": 11,
    ", 1080p": 11,
    "71 is": 11,
    "49 television": 11,
    "hermes 77": 11,
    "and includes": 11,
    "an eco": 11,
    "rating of": 11,
    "of a+": 11,
    "price ranges": 11,
    "has 3": 11,
    "a resolution": 11,
    "chronos 52": 11,
    "does n't": 11,
    "charon 31": 11,
    "in a": 11,
    "eco ratings": 11,
    ", we": 11,
    "and eco": 11,
    "a c": 11,
    "d1 family": 11,
    "dollars television": 11,
    "plutus 32": 11,
    "chronos 62": 11,
    "equipment .": 11,
    "cheap priced": 11,
    "19 television": 11,
    "medium television": 10,
    "for its": 10,
    "65 television": 10,
    "charon 61": 10,
    "that are": 10,
    "hymenaios 11": 10,
    ", medium": 10,
    "features a": 10,
    "1200 dollars": 10,
    "the w3": 10,
    "televisions have": 10,
    "typhon 71": 10,
    "dionysus 44": 10,
    "32 is": 10,
    "with 720p": 10,
    "screen sizes": 10,
    "you .": 10,
    "of 1080p": 10,
    "77 television": 10,
    "poseidon 88": 10,
    "l9 family": 10,
    "audio and": 10,
    "would like": 10,
    "would recommend": 10,
    "costs 1500": 10,
    "morpheus 93": 10,
    "costs 1100": 10,
    "zephyrus 94": 10,
    "uranus 29": 10,
    "44 watts": 10,
    "for the": 10,
    "hades 48": 10,
    "1400 dollars": 10,
    "66 television": 10,
    "typhon 48": 10,
    "regardless of": 10,
    "65 is": 10,
    "the small": 10,
    "34 television": 10,
    "do you": 10,
    "like the": 10,
    "41 television": 10,
    "94 is": 10,
    "a color": 10,
    "are 70": 10,
    "13 television": 10,
    "helios 89": 9,
    "the a+": 9,
    "are looking": 9,
    "pricus 41": 9,
    "power television": 9,
    "11 is": 9,
    "it features": 9,
    "rating that": 9,
    ", you": 9,
    ". its": 9,
    "helios 96": 9,
    "96 television": 9,
    "61 is": 9,
    "apollo 33": 9,
    "oceanus 80": 9,
    "preference for": 9,
    "no preference": 9,
    "system and": 9,
    "power ,": 9,
    "eros 20": 9,
    "attis 82": 9,
    "93 is": 9,
    "well as": 9,
    "are not": 9,
    "75 television": 9,
    "black front": 9,
    "front bezel": 9,
    "black surround": 9,
    "surround bezel": 9,
    "silver neck": 9,
    "neck and": 9,
    "black glass": 9,
    "glass stand": 9,
    "has 720p": 9,
    "and price": 9,
    "like to": 9,
    "the aristaeus": 9,
    "about screen": 9,
    "glaucus 77": 9,
    "ares 11": 9,
    "11 television": 9,
    "television sets": 9,
    "with its": 9,
    "hymenaios 80": 9,
    "the pallas": 9,
    "the televisions": 9,
    "47.8 watt": 9,
    "the product": 9,
    "which is": 9,
    "a 31.4": 9,
    "type television": 9,
    "family television": 9,
    "is gloss": 9,
    "the poseidon": 9,
    "eurus 24": 9,
    "l6 family": 9,
    "ports or": 9,
    "television for": 9,
    "aeolus 86": 9,
    "achelous 71": 9,
    "it also": 9,
    "62 watt": 9,
    "size of": 9,
    "pontus 94": 9,
    "l5 product": 9,
    "television which": 9,
    "only television": 9,
    "available with": 9,
    "about price": 9,
    "features nicam": 8,
    "w2 product": 8,
    "the zelus": 8,
    "is recommended": 8,
    "and the": 8,
    "i 'm": 8,
    "but there": 8,
    "you prefer": 8,
    "screen with": 8,
    "families with": 8,
    "d1 product": 8,
    "size is": 8,
    "you want": 8,
    "have 2": 8,
    "equipped with": 8,
    "69 is": 8,
    "99 television": 8,
    "in any": 8,
    "charon 69": 8,
    "80 is": 8,
    "the dionysus": 8,
    "98 is": 8,
    "dinlas 26": 8,
    "26 television": 8,
    "costs 1700": 8,
    "good television": 8,
    "no information": 8,
    "size with": 8,
    "50 inch": 8,
    ", costs": 8,
    "ranges .": 8,
    "apollo 96": 8,
    ", i": 8,
    "size screen": 8,
    "71 television": 8,
    "18 watts": 8,
    "gloss white": 8,
    "screen resolution": 8,
    "as well": 8,
    "television costs": 8,
    "and consumes": 8,
    "power .": 8,
    "televisions are": 8,
    "nereus 69": 8,
    "18 is": 8,
    "of usb": 8,
    "41 is": 8,
    "ports is": 8,
    "80 television": 8,
    "choice .": 8,
    "dollars with": 8,
    "58 television": 8,
    "has 1": 8,
    "are 59": 8,
    "costs 1000": 8,
    "76 is": 8,
    "c eco": 8,
    "compared to": 8,
    "not care": 8,
    "pricus 15": 8,
    ". which": 8,
    "the ares": 8,
    "the criteria": 8,
    "equipment and": 8,
    "stand color": 8,
    "the color": 8,
    "family is": 8,
    "that do": 8,
    "at 2000": 8,
    "70 televisions": 8,
    "but does": 8,
    "a power": 8,
    ", cheap": 8,
    "39 television": 7,
    ", includes": 7,
    "720p television": 7,
    "37 television": 7,
    "recommended for": 7,
    "match your": 7,
    "are 115": 7,
    "in various": 7,
    "eurus 32": 7,
    "46 watt": 7,
    "your criteria": 7,
    "to confirm": 7,
    "confirm ,": 7,
    "hephaestus 91": 7,
    "at the": 7,
    "on your": 7,
    "television consumes": 7,
    "77 is": 7,
    "20 television": 7,
    "or screen": 7,
    "92 television": 7,
    "82 television": 7,
    "to you": 7,
    "it costs": 7,
    "88 television": 7,
    "half gloss": 7,
    "triton 56": 7,
    "with the": 7,
    "34 is": 7,
    "eco friendly": 7,
    "a 44": 7,
    "are 37": 7,
    "eco rated": 7,
    "but has": 7,
    "watts and": 7,
    "the glaucus": 7,
    "the zephyrus": 7,
    "television features": 7,
    "the uranus": 7,
    "19 is": 7,
    "the nereus": 7,
    "audio system": 7,
    "or price": 7,
    "w3 family": 7,
    "48 television": 7,
    "47 inch": 7,
    "all of": 7,
    "a total": 7,
    "total of": 7,
    "price of": 7,
    "family if": 7,
    "the plutus": 7,
    "about hdmi": 7,
    "ecorating ,": 7,
    "89 television": 7,
    "sports a": 7,
    "resolution television": 7,
    "52 is": 7,
    "a 42": 7,
    "watt .": 7,
    "the hermes": 7,
    "cheap and": 7,
    "with any": 7,
    "you like": 7,
    "62 watts": 7,
    "that meet": 7,
    "47.8 watts": 7,
    "25 is": 7,
    "and remote": 7,
    "at 1100": 7,
    "and 1": 7,
    "the thanatos": 7,
    "thanatos 85": 7,
    "ports with": 7,
    "and are": 7,
    "have an": 7,
    "37 is": 7,
    "also has": 7,
    "audyssey stereo": 7,
    "51 television": 7,
    ". you": 7,
    "you 're": 7,
    "'re looking": 7,
    "port or": 7,
    "cheap .": 7,
    "price .": 7,
    "43 television": 6,
    ", a+": 6,
    "dollars price": 6,
    "price and": 6,
    "'m sorry": 6,
    "sorry but": 6,
    "that match": 6,
    "are n't": 6,
    "resolution is": 6,
    "watt and": 6,
    "a b": 6,
    "b eco": 6,
    "aeolus 63": 6,
    "want a": 6,
    "costs 1200": 6,
    "we suggest": 6,
    "range is": 6,
    "44 television": 6,
    "about eco": 6,
    "'s power": 6,
    "all screen": 6,
    "costs 2000": 6,
    "in stock": 6,
    "sizes and": 6,
    "correct ?": 6,
    "if the": 6,
    "to choose": 6,
    "choose from": 6,
    "with 44": 6,
    "31.4 watts": 6,
    "rating television": 6,
    "at 1000": 6,
    "consumes 44": 6,
    "system .": 6,
    "because it": 6,
    "only consumes": 6,
    "resolution with": 6,
    "a cevo": 6,
    "family of": 6,
    "96 is": 6,
    "product line": 6,
    "but it": 6,
    "frame metal": 6,
    "metal stand": 6,
    "television matching": 6,
    "at 1700": 6,
    "92 is": 6,
    "and do": 6,
    "sorry ,": 6,
    "24 television": 6,
    "of televisions": 6,
    "and uses": 6,
    "are 61": 6,
    "61 televisions": 6,
    "59 televisions": 6,
    "costs only": 6,
    "does have": 6,
    "range of": 6,
    "costs 1800": 6,
    "l7 product": 6,
    "belongs to": 6,
    "and within": 6,
    "51 is": 6,
    "any number": 6,
    "range at": 6,
    "55 inch": 6,
    "15 is": 6,
    "4k resolution": 6,
    "the e2": 6,
    "come with": 6,
    "17 is": 6,
    "range which": 6,
    "29 is": 6,
    "would you": 6,
    ", 1": 6,
    "meet the": 6,
    "76 television": 6,
    "it includes": 6,
    "36 watt": 6,
    "power and": 6,
    "color .": 6,
    "all the": 6,
    "you 'd": 6,
    "screen range": 6,
    "heracles 65": 6,
    "and 4": 6,
    "pontus 55": 6,
    "is part": 6,
    "1080p television": 6,
    "ports for": 6,
    "available if": 6,
    "of a": 6,
    "pontus 26": 6,
    "has 40": 6,
    "of their": 6,
    "we found": 6,
    "the proteus": 6,
    "proteus 73": 6,
    "rating is": 6,
    "a+ rating": 6,
    "48 is": 6,
    "nice choice": 5,
    "that 's": 5,
    "and sports": 5,
    "screen is": 5,
    "is only": 5,
    "inches .": 5,
    "this is": 5,
    "tartarus 39": 5,
    "with large": 5,
    "115 televisions": 5,
    "priced .": 5,
    "of television": 5,
    "and with": 5,
    "n't any": 5,
    "is great": 5,
    "and its": 5,
    ", 3": 5,
    "its color": 5,
    "try the": 5,
    "the hephaestus": 5,
    "48.0 inch": 5,
    "price ,": 5,
    "family there": 5,
    "televisions if": 5,
    "control ,": 5,
    "that does": 5,
    "are 14": 5,
    "watt ,": 5,
    "television 's": 5,
    "screen sized": 5,
    "rating in": 5,
    "let me": 5,
    "for your": 5,
    "a 50": 5,
    "56 television": 5,
    "having a": 5,
    ", screen": 5,
    "friendly rating": 5,
    "37 televisions": 5,
    "that you": 5,
    "59 television": 5,
    "size or": 5,
    "or eco": 5,
    "televisions without": 5,
    "and screen": 5,
    "ratings .": 5,
    "bezel and": 5,
    "and bottom": 5,
    "deco with": 5,
    "stand aluminium": 5,
    "aluminium neck": 5,
    "rating or": 5,
    "39 is": 5,
    "c ecorating": 5,
    "stereo for": 5,
    "88 televisions": 5,
    "costs 1300": 5,
    "26 is": 5,
    "in gloss": 5,
    "also comes": 5,
    "a ecorating": 5,
    "cheap range": 5,
    "of 720p": 5,
    "matching your": 5,
    "i have": 5,
    "is 2000": 5,
    "99 is": 5,
    "stereo equipment": 5,
    "not included": 5,
    ") .": 5,
    ", correct": 5,
    "which comes": 5,
    "that costs": 5,
    "62 television": 5,
    "and cheap": 5,
    "matches your": 5,
    "and power": 5,
    "the pan": 5,
    "pan 46": 5,
    "ports there": 5,
    "a 55": 5,
    "which costs": 5,
    "rating with": 5,
    "includes usb": 5,
    "83 televisions": 5,
    "consumes 62": 5,
    "that the": 5,
    "720p ,": 5,
    "range there": 5,
    "is available": 5,
    ", 4": 5,
    "meet your": 5,
    "your needs": 5,
    "to recommend": 5,
    "results for": 5,
    "for television": 5,
    "television and": 5,
    "85 television": 5,
    "while the": 5,
    "you is": 5,
    "is not": 5,
    "price or": 5,
    "pontus 86": 5,
    "that matches": 5,
    "you wanted": 5,
    "the asclepius": 5,
    "asclepius 87": 5,
    "n't matter": 5,
    "a price": 5,
    "you said": 5,
    "said you": 5,
    "inch ,": 5,
    "search of": 5,
    "up to": 5,
    "stand design": 5,
    "43 watt": 5,
    "75 is": 5,
    "13 is": 4,
    ", part": 4,
    "its screen": 4,
    "ports are": 4,
    "a a": 4,
    "and all": 4,
    "99 televisions": 4,
    "both a": 4,
    "and flat": 4,
    "flat silver": 4,
    "silver stand": 4,
    "port in": 4,
    "is 1080p": 4,
    "are 51": 4,
    "are 49": 4,
    "available television": 4,
    ", priced": 4,
    "comes equipped": 4,
    "84 watt": 4,
    "91 television": 4,
    "in matt": 4,
    "43 is": 4,
    "and any": 4,
    "any price": 4,
    "look at": 4,
    "your preference": 4,
    "has mat": 4,
    "32 watts": 4,
    ", does": 4,
    "are 23": 4,
    "14 televisions": 4,
    "only 18": 4,
    "sized television": 4,
    "stand with": 4,
    "of any": 4,
    "ports ?": 4,
    "attis 75": 4,
    "highly recommended": 4,
    "range or": 4,
    "of medium": 4,
    "one of": 4,
    "46 watts": 4,
    "screen televisions": 4,
    "range that": 4,
    "television priced": 4,
    "the ecorating": 4,
    "television because": 4,
    "a 47": 4,
    "65 inch": 4,
    "all eco": 4,
    ", that": 4,
    "of gloss": 4,
    "no cheap": 4,
    "that features": 4,
    "any screen": 4,
    "information about": 4,
    "line ,": 4,
    "you the": 4,
    "are 27": 4,
    "27 televisions": 4,
    ". they": 4,
    "they have": 4,
    "62 is": 4,
    "is 1600": 4,
    "are 93": 4,
    "matter .": 4,
    "find a": 4,
    "it offers": 4,
    "sells for": 4,
    "at 1600": 4,
    "34 watt": 4,
    "( usb": 4,
    "ports not": 4,
    "included )": 4,
    "family which": 4,
    "67.4 watts": 4,
    "watt of": 4,
    "a+ and": 4,
    "my recommendation": 4,
    ", from": 4,
    "46 is": 4,
    "1080p ,": 4,
    "86 is": 4,
    "or hdmi": 4,
    "l6 product": 4,
    "how many": 4,
    "many hdmi": 4,
    "93 televisions": 4,
    "cheap medium": 4,
    "59 is": 4,
    "e2 family": 4,
    "are 88": 4,
    "which one": 4,
    "one do": 4,
    "or number": 4,
    "of 40": 4,
    "sets that": 4,
    "the usb": 4,
    ", consumes": 4,
    "of 32": 4,
    "consumes 18": 4,
    "except for": 4,
    "a 4k": 4,
    "'d like": 4,
    "720p and": 4,
    "55 television": 4,
    "called the": 4,
    "is no": 4,
    "is from": 4,
    "we would": 4,
    "ports but": 4,
    "an impressive": 4,
    "costs 1400": 4,
    "but no": 4,
    "of mat": 4,
    "like ?": 4,
    "and 18": 4,
    "an audyssey": 4,
    "87.6 watt": 4,
    "great choice": 4,
    "just to": 4,
    "any product": 4,
    "range ?": 4,
    "87 television": 4,
    "are cheap": 4,
    "an excellent": 4,
    "wanted a": 4,
    "television without": 4,
    "available in": 4,
    "is a+": 4,
    "and you": 4,
    "l9 product": 4,
    "suggest the": 4,
    "are 83": 4,
    "family televisions": 4,
    "good ,": 4,
    "30 watts": 4,
    "television set": 4,
    "to 1080p": 4,
    "screen sizerange": 4,
    "25 television": 4,
    "system has": 4,
    "are available": 4,
    "73 television": 4,
    "consumes 31.4": 4,
    "neck .": 4,
    "design .": 4,
    "momus 29": 4,
    "a 62": 4,
    ", uses": 4,
    "ports &": 4,
    "about usb": 4,
    "or not": 4,
    "range television": 4,
    "the system": 4,
    "priced cheap": 4,
    "would be": 3,
    "be the": 3,
    ", its": 3,
    "only one": 3,
    "one television": 3,
    "the tartarus": 3,
    "are 99": 3,
    "recommended is": 3,
    "with both": 3,
    "various families": 3,
    "hdmi options": 3,
    "all televisions": 3,
    "your query": 3,
    "any televisions": 3,
    "great ,": 3,
    "its resolution": 3,
    "size televisions": 3,
    ", within": 3,
    "at 1200": 3,
    "is 46": 3,
    "only available": 3,
    "98 .": 3,
    "family features": 3,
    "are 95": 3,
    "95 televisions": 3,
    "size ?": 3,
    ", 30": 3,
    "suggest you": 3,
    "consider the": 3,
    "a very": 3,
    "are 22": 3,
    "22 televisions": 3,
    "w3 product": 3,
    "only 1000": 3,
    "based on": 3,
    "size in": 3,
    "in mind": 3,
    "range in": 3,
    "with small": 3,
    "'s resolution": 3,
    "91 is": 3,
    "are 112": 3,
    "23 televisions": 3,
    "television of": 3,
    "any size": 3,
    "the 42": 3,
    "is 1800": 3,
    "40 inches": 3,
    "is colored": 3,
    "colored matt": 3,
    "stock in": 3,
    "of our": 3,
    "rated television": 3,
    "confirm that": 3,
    "are 65": 3,
    "a+ ecorated": 3,
    "ecorated televisions": 3,
    "in mat": 3,
    "then there": 3,
    ", 32": 3,
    "720p .": 3,
    "are 66": 3,
    "not matter": 3,
    "are 100": 3,
    "features 1080p": 3,
    "any cheap": 3,
    "58 is": 3,
    "are 52": 3,
    "your television": 3,
    "its 1080p": 3,
    "38 watt": 3,
    "power use": 3,
    "17 television": 3,
    "the a++": 3,
    "not include": 3,
    "include usb": 3,
    "the audio": 3,
    "glasses ,": 3,
    "line with": 3,
    "offers 2": 3,
    "a+ eco-rating": 3,
    "55 watt": 3,
    "search for": 3,
    "and contains": 3,
    "'s in": 3,
    "is 44": 3,
    "79 televisions": 3,
    "if it": 3,
    "to find": 3,
    "a 47.8": 3,
    "able to": 3,
    "may or": 3,
    "or may": 3,
    "may not": 3,
    "43 .": 3,
    "uses 18": 3,
    "are 50": 3,
    "available ,": 3,
    "you have": 3,
    "of products": 3,
    "televisions regardless": 3,
    "71 televisions": 3,
    "a has_usb_port": 3,
    "has_usb_port and": 3,
    "; it": 3,
    ", small": 3,
    "is cheaply": 3,
    "system ,": 3,
    "usb-enabled television": 3,
    "of large": 3,
    "features an": 3,
    "82 televisions": 3,
    "of 44": 3,
    "for cheap": 3,
    "for those": 3,
    "1080p screen": 3,
    "are 69": 3,
    "69 televisions": 3,
    "that sports": 3,
    "and 30": 3,
    "its 32": 3,
    "the best": 3,
    "are 13": 3,
    "13 televisions": 3,
    "are 5": 3,
    "its power": 3,
    "are 62": 3,
    ", all": 3,
    "32 inches": 3,
    "l5 television": 3,
    "are a": 3,
    "ranges and": 3,
    "75 televisions": 3,
    "only 1800": 3,
    "you that": 3,
    "66 is": 3,
    "of matt": 3,
    "think you": 3,
    ", costing": 3,
    "are 58": 3,
    "59 has": 3,
    "needs .": 3,
    "with 32": 3,
    "television called": 3,
    "24 is": 3,
    "12 televisions": 3,
    "t5 product": 3,
    "720p screen": 3,
    "and mat": 3,
    "rating if": 3,
    "are 40": 3,
    "and only": 3,
    "58 televisions": 3,
    "45 .": 3,
    "families .": 3,
    ", mat": 3,
    "31 .": 3,
    "are 34": 3,
    "34 televisions": 3,
    "for 1800": 3,
    "equipment ,": 3,
    "has cevo": 3,
    "which would": 3,
    "hd resolution": 3,
    "families and": 3,
    "with varying": 3,
    "with 31.4": 3,
    "their product": 3,
    "search query": 3,
    "query returned": 3,
    "which do": 3,
    "prefer ?": 3,
    "an ecorating": 3,
    "ecorating of": 3,
    "is 24": 3,
    ", do": 3,
    "family or": 3,
    "price is": 3,
    "name heracles": 3,
    "audio nicam": 3,
    "are 94": 3,
    "94 televisions": 3,
    ", large": 3,
    "offers a": 3,
    "and resolves": 3,
    "the resolution": 3,
    "97 televisions": 3,
    "cheap with": 3,
    "5 televisions": 3,
    "excellent choice": 3,
    "watt attis": 3,
    "medium televisions": 3,
    "66 televisions": 3,
    "a l1": 3,
    "sized televisions": 3,
    "could be": 3,
    "television boasts": 3,
    "recommended to": 3,
    "64 televisions": 3,
    "are 64": 3,
    "of having": 3,
    "is 30": 3,
    "category .": 3,
    "ports regardless": 3,
    "make sure": 3,
    "an 18": 3,
    "large size": 3,
    "ports available": 3,
    "51 televisions": 3,
    "is 47.8": 3,
    "set with": 3,
    "television includes": 3,
    "featuring a": 3,
    "preference in": 3,
    "might meet": 3,
    "port but": 3,
    "and a++": 3,
    "dollars that": 3,
    "prefer the": 3,
    "under the": 3,
    "on the": 3,
    "right ?": 3,
    "inches ,": 3,
    "television consuming": 3,
    "better ?": 3,
    "range if": 3,
    "you entered": 3,
    "and color": 3,
    ", color": 3,
    "is 31.4": 2,
    "47 inches": 2,
    "has the": 2,
    "television you": 2,
    "with various": 2,
    "various hdmi": 2,
    "options that": 2,
    "are cheaply": 2,
    "query of": 2,
    "our only": 2,
    "television model": 2,
    "model meeting": 2,
    "meeting your": 2,
    "of cheap": 2,
    "and medium": 2,
    "is rated": 2,
    "at 1900": 2,
    "an 84": 2,
    "84 inch": 2,
    "glasses .": 2,
    "very good": 2,
    "at only": 2,
    "only 1300": 2,
    "about product": 2,
    "have 1": 2,
    "family in": 2,
    "take a": 2,
    "a look": 2,
    "a 48.0": 2,
    "television provides": 2,
    "resolution for": 2,
    "for only": 2,
    "screen in": 2,
    "have found": 2,
    "113 televisions": 2,
    "televisions based": 2,
    "the cheaply": 2,
    "are 102": 2,
    "102 televisions": 2,
    "television s": 2,
    "are 67": 2,
    "are priced": 2,
    "care what": 2,
    "mind there": 2,
    "73 televisions": 2,
    "information was": 2,
    "was found": 2,
    "resolution or": 2,
    "for 1600": 2,
    "sizes .": 2,
    "all price": 2,
    "ranges with": 2,
    "as nicam": 2,
    "colored with": 2,
    "control is": 2,
    "to be": 2,
    "sure ,": 2,
    "not in": 2,
    "about having": 2,
    ". we": 2,
    "74 televisions": 2,
    "has matt": 2,
    "with active": 2,
    "various screen": 2,
    "our cheap": 2,
    "a preference": 2,
    "is that": 2,
    "resolution but": 2,
    "but lacks": 2,
    "lacks usb": 2,
    "are 110": 2,
    "110 televisions": 2,
    "range but": 2,
    "nice matt": 2,
    "stand television": 2,
    "is 720p": 2,
    "television it": 2,
    "are 42": 2,
    "42 televisions": 2,
    "contains 2": 2,
    "sets to": 2,
    "matter ,": 2,
    "that provides": 2,
    "14 television": 2,
    "large televisions": 2,
    "friendly ratings": 2,
    "you would": 2,
    "use .": 2,
    "ports as": 2,
    "as an": 2,
    "a part": 2,
    "television if": 2,
    "are 25": 2,
    "rating televisions": 2,
    "is also": 2,
    "it only": 2,
    "and features": 2,
    "features 2": 2,
    "a 1600": 2,
    "a usb-enabled": 2,
    ", 720p": 2,
    "for audio": 2,
    "use ports": 2,
    "an attractive": 2,
    "stand for": 2,
    "for 1400": 2,
    "availability of": 2,
    "have 57": 2,
    "only cheaply": 2,
    "66 .": 2,
    "but offers": 2,
    "a a++": 2,
    "no matching": 2,
    "large ,": 2,
    "eco-rating and": 2,
    "has 55": 2,
    "consumption with": 2,
    "televisions of": 2,
    ", regardless": 2,
    "11 televisions": 2,
    "family l9": 2,
    "a 1300": 2,
    "a w1": 2,
    "67 television": 2,
    "recommend to": 2,
    "is our": 2,
    "and sells": 2,
    "a w2": 2,
    "you we": 2,
    "the cost": 2,
    "cost of": 2,
    "of this": 2,
    "care if": 2,
    "we were": 2,
    "88 is": 2,
    "you might": 2,
    "models in": 2,
    "you will": 2,
    "will be": 2,
    "be able": 2,
    "different televisions": 2,
    "stereo is": 2,
    "which does": 2,
    ", family": 2,
    "has remote": 2,
    "are 71": 2,
    "you !": 2,
    "! it": 2,
    "helios 96.": 2,
    "96. it": 2,
    "we carry": 2,
    "carry the": 2,
    "stock .": 2,
    "with power": 2,
    "recommendation goes": 2,
    "goes to": 2,
    ", displays": 2,
    "displays 1080p": 2,
    "matching television": 2,
    "and falls": 2,
    "falls in": 2,
    "television belongs": 2,
    "is 18": 2,
    "17 which": 2,
    "are 12": 2,
    "interested in": 2,
    "of 52": 2,
    "options .": 2,
    "be a": 2,
    "and belongs": 2,
    "resolution &": 2,
    "about how": 2,
    "56 televisions": 2,
    "uses 84": 2,
    "not come": 2,
    "compare the": 2,
    "76 ,": 2,
    "a 58": 2,
    "58 inch": 2,
    "best of": 2,
    "surprisingly cheap": 2,
    "1080p and": 2,
    "i apologize": 2,
    "apologize but": 2,
    "although the": 2,
    "family have": 2,
    "for all": 2,
    "are 113": 2,
    "televisions within": 2,
    "of being": 2,
    "being cheap": 2,
    "about ecorating": 2,
    "ecorating or": 2,
    "screen of": 2,
    "62 televisions": 2,
    "beautiful matt": 2,
    "from .": 2,
    "an l5": 2,
    ", also": 2,
    "also includes": 2,
    "the size": 2,
    "rating there": 2,
    "ports (": 2,
    "televisions meeting": 2,
    "meeting the": 2,
    "49 ,": 2,
    "tv with": 2,
    "recommending the": 2,
    "as it": 2,
    "of 93": 2,
    "are 75": 2,
    "to tell": 2,
    "tell you": 2,
    "we think": 2,
    "screen that": 2,
    "and 40": 2,
    "are 41": 2,
    "television contains": 2,
    "contains usb": 2,
    "58 a+": 2,
    "includes remote": 2,
    "televisions which": 2,
    "sets from": 2,
    "all have": 2,
    "its audio": 2,
    "audio is": 2,
    "no cheaply": 2,
    "im sorry": 2,
    "there only": 2,
    "only is": 2,
    "family without": 2,
    "products .": 2,
    "warranty but": 2,
    "color and": 2,
    ", at": 2,
    "a 34": 2,
    "member of": 2,
    "44 is": 2,
    "color ,": 2,
    "300 watt": 2,
    "ecorating if": 2,
    "has 30": 2,
    "s in": 2,
    "96 televisions": 2,
    "televisions has": 2,
    "for 1000": 2,
    "2 usb": 2,
    "a 65": 2,
    "in half": 2,
    "are 107": 2,
    "your convenience": 2,
    "convenience .": 2,
    "87.6 watts": 2,
    "43 televisions": 2,
    "screen as": 2,
    "a quality": 2,
    "45 watt": 2,
    "although it": 2,
    "dont have": 2,
    "are 11": 2,
    "available that": 2,
    "a+ ,": 2,
    "nice 1080p": 2,
    "it come": 2,
    "the perfect": 2,
    "84 watts": 2,
    "accessories of": 2,
    "it sells": 2,
    "warranty ;": 2,
    "but the": 2,
    "b ecorating": 2,
    "for 1500": 2,
    "note that": 2,
    "stereo with": 2,
    "inches and": 2,
    "and lacks": 2,
    "recommendation is": 2,
    "? the": 2,
    "have the": 2,
    "with 56": 2,
    "56 watt": 2,
    "720p hd": 2,
    "37 watt": 2,
    "as usb": 2,
    "49 televisions": 2,
    "varying hdmi": 2,
    "and 32": 2,
    "sets .": 2,
    "and also": 2,
    "stereo that": 2,
    "13 .": 2,
    "recommend for": 2,
    "one does": 2,
    "sizes ,": 2,
    "are 76": 2,
    "stereo television": 2,
    "24 inches": 2,
    "yes ,": 2,
    "29 type": 2,
    "match for": 2,
    "any other": 2,
    "priced cheaply": 2,
    "66 ,": 2,
    "100 televisions": 2,
    ", any": 2,
    "33 televisionhas": 2,
    "televisionhas a": 2,
    "resolves 1080p": 2,
    "1080p with": 2,
    "wanted to": 2,
    "15 television": 2,
    "or usb": 2,
    "a 2000": 2,
    "also in": 2,
    "found 97": 2,
    "our televisions": 2,
    "television number": 2,
    "range does": 2,
    "range televisions": 2,
    "e2 product": 2,
    "you about": 2,
    "within all": 2,
    "are 20": 2,
    "20 televisions": 2,
    "and come": 2,
    "it in": 2,
    "if screen": 2,
    "50 small": 2,
    "small sized": 2,
    "is listed": 2,
    "are you": 2,
    "you looking": 2,
    "need a": 2,
    "port on": 2,
    "oceanus 39.": 2,
    "impressive a++": 2,
    "a++ ecorating": 2,
    ", plus": 2,
    "having usb": 2,
    "and if": 2,
    "about its": 2,
    "its eco": 2,
    "priced in": 2,
    "unfortunately ,": 2,
    "features the": 2,
    "unlike the": 2,
    "its 720p": 2,
    "so you": 2,
    "a+ .": 2,
    "any eco": 2,
    "and gloss": 2,
    "l1 television": 2,
    "cheap category": 2,
    "and receives": 2,
    "receives an": 2,
    "at 1300": 2,
    "its medium": 2,
    "television screen": 2,
    "sizerange large": 2,
    "has_usb_port false": 2,
    "of 1900": 2,
    "dollars the": 2,
    "their price": 2,
    "me make": 2,
    "sure i": 2,
    "i understand": 2,
    "uses only": 2,
    "a variety": 2,
    "variety of": 2,
    "and dont": 2,
    "18 and": 2,
    "fall into": 2,
    "into the": 2,
    "as long": 2,
    "long as": 2,
    "televisions do": 2,
    "choice for": 2,
    "its nicam": 2,
    "to inform": 2,
    "inform you": 2,
    "port television": 2,
    "has power": 2,
    "of 46": 2,
    "me confirm": 2,
    "includes 2": 2,
    "of 47.8": 2,
    "size ranges": 2,
    "of a++": 2,
    "in screen": 2,
    "a highly": 2,
    "recommended television": 2,
    "56 is": 2,
    "audio for": 2,
    "not worried": 2,
    "worried about": 2,
    "about a": 2,
    "is 43": 2,
    "43 watts": 2,
    "but we": 2,
    "we could": 2,
    "29 has": 2,
    "no other": 2,
    "other television": 2,
    "includes nicam": 2,
    "in price": 2,
    "you get": 2,
    "with and": 2,
    "about power": 2,
    "with 40": 2,
    "that might": 2,
    "without any": 2,
    "are 86": 2,
    "86 televisions": 2,
    "size does": 2,
    ", charon": 2,
    "a 1000": 2,
    "accessories .": 2,
    "uses a": 2,
    "please confirm": 2,
    "52 which": 2,
    "with cevo": 2,
    ", television": 2,
    ", only": 2,
    "uses 67.4": 2,
    "good choice": 2,
    "has 43": 2,
    "nice cheap": 2,
    "size that": 2,
    "consumes 30": 2,
    "television at": 2,
    "priced televisions": 2,
    "stereo /": 2,
    "stand )": 2,
    ") or": 2,
    ") ?": 2,
    "of these": 2,
    "may we": 2,
    "52 televisions": 2,
    "and c": 2,
    "and 31.4": 2,
    "only for": 2,
    "very nice": 2,
    "ports without": 2,
    "we do": 2,
    "are 97": 2,
    "can resolve": 2,
    "rating are": 2,
    "resolution ;": 2,
    "like a": 2,
    "about whether": 2,
    "displays a": 2,
    "of only": 2,
    "like better": 2,
    "family costs": 2,
    "not find": 2,
    "in in": 2,
    "regarding the": 2,
    ", 48": 2,
    "those looking": 2,
    "of 48": 2,
    "48 inches": 2,
    ", right": 2,
    "cost 1100": 2,
    "cost is": 2,
    "104 televisions": 2,
    "93 from": 2,
    "55 is": 2,
    "important ,": 2,
    "and 1100": 2,
    "hmdi ports": 2,
    "cheap at": 2,
    "it consumes": 2,
    "a stylish": 2,
    "or ecorating": 2,
    "the nicam": 2,
    "an 1080p": 2,
    "2 number": 2,
    "sorry .": 2,
    "entered ,": 2,
    "a match": 2,
    "match .": 2,
    "a fantastic": 2,
    "information regarding": 2,
    "this item": 2,
    "television resolution": 2,
    "resolution 720p": 2,
    "have 43": 2,
    "ports that": 2,
    "the total": 2,
    "total number": 2,
    "rated heracles": 2,
    "recommend it": 2,
    "and that": 2,
    "color mat": 2,
    "large screened": 2,
    "screened televisions": 2,
    "cheap tv": 2,
    "which offers": 2,
    "offers an": 2,
    "it belongs": 2,
    "67.4 watt": 2,
    "belongs in": 2,
    "if eco": 2,
    "85 televisions": 2,
    "and cost": 2,
    "is 62": 2,
    "televison in": 2,
    "ports )": 2,
    "the preferences": 2,
    "preferences you": 2,
    "control accessory": 2,
    "accessory .": 2,
    "which uses": 2,
    "choice would": 1,
    "63 features": 1,
    "'s usb-enabled": 1,
    "usb-enabled .": 1,
    "its 2000": 1,
    "sports 3": 1,
    "though the": 1,
    "only 47": 1,
    "your preferences": 1,
    "preferences .": 1,
    "39 which": 1,
    "please tell": 1,
    "tell us": 1,
    "us which": 1,
    "which television": 1,
    "prefer :": 1,
    ": aristaeus": 1,
    "59 with": 1,
    "or charon": 1,
    "61 with": 1,
    "resolution ?": 1,
    "a tv": 1,
    "tv which": 1,
    "family ;": 1,
    "; there": 1,
    "televisions match": 1,
    "with 2hdmi": 1,
    "2hdmi port": 1,
    "41 .": 1,
    "port available": 1,
    "51 cheap": 1,
    "does has_usb_port": 1,
    "has_usb_port pontus": 1,
    "television medium": 1,
    "medium w1": 1,
    "49 matching": 1,
    "matching televisions": 1,
    "is reasonably": 1,
    "reasonably priced": 1,
    ". power": 1,
    "and there": 1,
    "rated for": 1,
    "for 720p": 1,
    "large crios": 1,
    "13 does": 1,
    "a 450": 1,
    "450 watt": 1,
    "televisions besides": 1,
    "besides the": 1,
    "45 that": 1,
    ", have": 1,
    "and have": 1,
    "a 84": 1,
    "power supply": 1,
    "you consider": 1,
    "achelous 99.": 1,
    "99. this": 1,
    "1080p medium": 1,
    "good deal": 1,
    "deal at": 1,
    "is you": 1,
    "any ecorating": 1,
    "provides 1080p": 1,
    "found 113": 1,
    "for tvs": 1,
    "tvs with": 1,
    "for price": 1,
    "priced typhon": 1,
    "our notus": 1,
    "a type": 1,
    "type of": 1,
    "an l2": 1,
    "l2 type": 1,
    "type ,": 1,
    "consumes 32": 1,
    "23 television": 1,
    "s available": 1,
    "67 televisions": 1,
    "priced to": 1,
    "to sell": 1,
    "sell cheap": 1,
    "cheap in": 1,
    "what the": 1,
    "is .": 1,
    "a particular": 1,
    "particular screen": 1,
    "our eros": 1,
    "great deal": 1,
    "deal .": 1,
    "it checks": 1,
    "checks out": 1,
    "out at": 1,
    "at just": 1,
    "just 1300": 1,
    "a specific": 1,
    "specific price": 1,
    "are 29": 1,
    "29 televisions": 1,
    "in this": 1,
    "this product": 1,
    "found about": 1,
    "112 cheap": 1,
    "i found": 1,
    "found 99": 1,
    "me recommend": 1,
    "television to": 1,
    "sized hermes": 1,
    "the features": 1,
    "features of": 1,
    "of 2": 1,
    "2 cdmi": 1,
    "cdmi ports": 1,
    "ports was": 1,
    "was well": 1,
    "93 48": 1,
    "usb and": 1,
    "be sure": 1,
    "while shopping": 1,
    "shopping for": 1,
    "your next": 1,
    "next tv": 1,
    "tv consider": 1,
    "a half": 1,
    "they are": 1,
    "in televisions": 1,
    "family available": 1,
    "is highly": 1,
    "recommended .": 1,
    "have 74": 1,
    "a+ exco": 1,
    "exco rating": 1,
    "is of": 1,
    "size 40": 1,
    "is included": 1,
    "included with": 1,
    "television kratos": 1,
    "46 comes": 1,
    "priced 1300": 1,
    "sized a+": 1,
    "96 .": 1,
    "but do": 1,
    "that correct": 1,
    "98 ,": 1,
    "65 a+": 1,
    "has both": 1,
    "television comsumes": 1,
    "comsumes 18": 1,
    "power while": 1,
    "while pwrovidng": 1,
    "pwrovidng 720p": 1,
    ", then": 1,
    "size it": 1,
    "82 .": 1,
    "the power": 1,
    "only product": 1,
    "product available": 1,
    "available is": 1,
    "66 medium": 1,
    "neck ,": 1,
    "recommend ares": 1,
    "and hdmi": 1,
    "n't a": 1,
    "a concern": 1,
    "concern ,": 1,
    "that contains": 1,
    "2 hdmit": 1,
    "hdmit ports": 1,
    "have 94": 1,
    "from in": 1,
    "l1 class": 1,
    "class .": 1,
    "ports does": 1,
    "100 cheap": 1,
    "69 features": 1,
    "is large": 1,
    "large .": 1,
    "and incldues": 1,
    "incldues usb": 1,
    "provides 2": 1,
    "52 large": 1,
    "with varios": 1,
    "varios usb": 1,
    "port options": 1,
    "options and": 1,
    "good cheap": 1,
    "a black": 1,
    "89 ,": 1,
    ", always": 1,
    "always a": 1,
    "good sign": 1,
    "sign ,": 1,
    "would prefer": 1,
    "prefer 2": 1,
    "ports on": 1,
    "63 comes": 1,
    "comes highly": 1,
    "recommended with": 1,
    "and 38": 1,
    "cheap 24": 1,
    "25 a++": 1,
    "warranty is": 1,
    "also included": 1,
    "included .": 1,
    "and 47.8": 1,
    "have 88": 1,
    "consumes 37": 1,
    "37 watts": 1,
    "a sound": 1,
    "sound purchase": 1,
    "purchase and": 1,
    ", one": 1,
    "one usb": 1,
    "you try": 1,
    "92 (": 1,
    "( w2": 1,
    "family )": 1,
    ") is": 1,
    "usb-enabled ,": 1,
    "not need": 1,
    "need any": 1,
    "any use": 1,
    "the 65": 1,
    "screen heracles": 1,
    "attractive television": 1,
    "with half": 1,
    "a apollo": 1,
    "the are": 1,
    "with all": 1,
    "ratings ,": 1,
    "and number": 1,
    "product or": 1,
    "the availability": 1,
    "57 cheap": 1,
    "18 .": 1,
    "stand ?": 1,
    "? look": 1,
    "29 ,": 1,
    "any usbports": 1,
    "usbports but": 1,
    "television also": 1,
    "sorry there": 1,
    "matching product": 1,
    "product for": 1,
    "for type": 1,
    "range large": 1,
    "ecorating b": 1,
    "is color": 1,
    "65 televisions": 1,
    "any family": 1,
    "port count": 1,
    "televisions listed": 1,
    "listed within": 1,
    "range are": 1,
    "of 11": 1,
    "l9 is": 1,
    "is avaiable": 1,
    "avaiable .": 1,
    "w1 television": 1,
    "are 103": 1,
    "103 television": 1,
    "for any": 1,
    "size within": 1,
    "resolution is720p": 1,
    "is720p ,": 1,
    "the numbers": 1,
    "numbers of": 1,
    "rating 67": 1,
    "are only": 1,
    "only plutus": 1,
    "32 televisions": 1,
    "contains a": 1,
    "our recommendation": 1,
    "recommendation for": 1,
    "it haas": 1,
    "haas a": 1,
    "720p resoution": 1,
    "resoution ,": 1,
    "sells at": 1,
    "at a": 1,
    "a the": 1,
    "of 1400": 1,
    "if hdmi": 1,
    "rating do": 1,
    "are 79": 1,
    "were unable": 1,
    "unable to": 1,
    "rating a+": 1,
    "a+ with": 1,
    "might really": 1,
    "really enjoy": 1,
    "enjoy using": 1,
    "using the": 1,
    ", sells": 1,
    "for 1100": 1,
    "the great": 1,
    "great hymenaios": 1,
    "its accessories": 1,
    "accessories include": 1,
    "include remote": 1,
    "televisions includes": 1,
    "includes 37": 1,
    "37 models": 1,
    "in different": 1,
    "different price": 1,
    "from 88": 1,
    "88 different": 1,
    "televisions from": 1,
    "but may": 1,
    "with 34": 1,
    "power comsuption": 1,
    "comsuption and": 1,
    "34 large": 1,
    "equipment (": 1,
    "is 67.4": 1,
    "50 televisions": 1,
    "products nor": 1,
    "nor number": 1,
    "of family": 1,
    "size then": 1,
    "the 113": 1,
    "113 television": 1,
    "and t5": 1,
    "and matt": 1,
    "is 1700": 1,
    "65 medium": 1,
    "sized televisons": 1,
    "televisons available": 1,
    "and willing": 1,
    "willing to": 1,
    "to consider": 1,
    "consider television": 1,
    "'s with": 1,
    "television ;": 1,
    "including nicam": 1,
    "control we": 1,
    "range costs": 1,
    "only 1900": 1,
    "small televisions": 1,
    "port are": 1,
    "television chas": 1,
    "chas usb": 1,
    "television featues": 1,
    "featues nicam": 1,
    "not televisions": 1,
    "consumption 44": 1,
    "nicam stereoaudio": 1,
    "stereoaudio equipment": 1,
    "to hymenaios": 1,
    "you look": 1,
    "1080p resolutions": 1,
    "resolutions and": 1,
    "66 has": 1,
    "is costs": 1,
    "cheap usb-enabled": 1,
    "televisions matched": 1,
    "matched to": 1,
    "large that": 1,
    "only matching": 1,
    "television equipped": 1,
    "stereo from": 1,
    "screen &": 1,
    "& a": 1,
    "consumes 45": 1,
    "45 watts": 1,
    "are 82": 1,
    ", matches": 1,
    "your value": 1,
    "value for": 1,
    "watt compared": 1,
    "12 television": 1,
    "those television": 1,
    "television buyers": 1,
    "buyers who": 1,
    "who have": 1,
    "preference as": 1,
    "as to": 1,
    "to screen": 1,
    ", who": 1,
    "who do": 1,
    "not require": 1,
    "require usb": 1,
    "and who": 1,
    "who are": 1,
    "not interested": 1,
    "product 's": 1,
    "'s eco": 1,
    "there remains": 1,
    "remains a": 1,
    "television options": 1,
    "television would": 1,
    "great option": 1,
    "option for": 1,
    "you ,": 1,
    "medium 720p": 1,
    "television had": 1,
    "had 42": 1,
    "cheap 40": 1,
    "were able": 1,
    "find 27": 1,
    "& is": 1,
    "televisions show": 1,
    "show up": 1,
    "up in": 1,
    "recommend aeolus": 1,
    "that uses": 1,
    "watt comes": 1,
    "warranty with": 1,
    "large 50": 1,
    "nice and": 1,
    "a 210": 1,
    "210 watt": 1,
    "and 4k": 1,
    "a+ television": 1,
    "television rating": 1,
    "are 84": 1,
    "84 available": 1,
    "thanks for": 1,
    "for visiting": 1,
    "visiting .": 1,
    ". goodbye": 1,
    "goodbye for": 1,
    "for now": 1,
    "now .": 1,
    "is worth": 1,
    "worth 1700": 1,
    "or product": 1,
    "45 with": 1,
    "best ?": 1,
    "is surprisingly": 1,
    "have 91": 1,
    "91 televisions": 1,
    "audio its": 1,
    "its matt": 1,
    ", usb-enabled": 1,
    "59 usb-enabled": 1,
    "usb-enabled televisions": 1,
    "that cost": 1,
    "cost 1700": 1,
    "and cevo": 1,
    "but would": 1,
    "prefer a": 1,
    "small or": 1,
    "or medium": 1,
    "cheap gloss": 1,
    "consumes only": 1,
    "only 62": 1,
    "no television": 1,
    "5 television": 1,
    "sized in": 1,
    "range within": 1,
    "cheap e2": 1,
    "e2 televisions": 1,
    "the 32": 1,
    "inch tartarus": 1,
    "39 with": 1,
    "a perfect": 1,
    "perfect fit": 1,
    "fit .": 1,
    "small eros": 1,
    "cheap if": 1,
    "inch power": 1,
    "you may": 1,
    "may like": 1,
    "consumption comes": 1,
    "in at": 1,
    "at 36": 1,
    "family consists": 1,
    "consists of": 1,
    "of 56": 1,
    "have 0": 1,
    "0 usb": 1,
    "have 83": 1,
    "of them": 1,
    "them come": 1,
    "has beautiful": 1,
    "or if": 1,
    "59 to": 1,
    "consumption does": 1,
    "4 dmi": 1,
    "dmi ports": 1,
    "rated a+": 1,
    "a+ in": 1,
    "rating criteria": 1,
    "criteria ,": 1,
    "a kind": 1,
    "kind of": 1,
    "has 47.8": 1,
    "and received": 1,
    "received an": 1,
    "stand the": 1,
    "is right": 1,
    "right for": 1,
    "'s color": 1,
    "also it": 1,
    "screen or": 1,
    "57 large": 1,
    "( if": 1,
    "about their": 1,
    "their eco": 1,
    "ratings )": 1,
    "are 57": 1,
    "57 televisions": 1,
    "please accept": 1,
    "accept my": 1,
    "my apoliges": 1,
    "apoliges ,": 1,
    "televisions except": 1,
    "screen tv": 1,
    "priced medium": 1,
    "television as": 1,
    "is half": 1,
    "small 18": 1,
    "great medium": 1,
    "& will": 1,
    "will cost": 1,
    "cost you": 1,
    "you only": 1,
    "52 different": 1,
    "it resolves": 1,
    "resolves 720p": 1,
    "screen oceanus": 1,
    "dollars which": 1,
    "which features": 1,
