{
    "the": 1591,
    ".": 1343,
    "a": 1301,
    "and": 1295,
    "television": 1131,
    ",": 1014,
    "with": 954,
    "is": 807,
    "ports": 714,
    "has": 609,
    "usb": 521,
    "in": 486,
    "screen": 472,
    "hdmi": 384,
    "black": 358,
    "family": 337,
    "it": 302,
    "size": 301,
    "cheap": 300,
    "eco": 293,
    "range": 292,
    "rating": 282,
    "are": 269,
    "televisions": 268,
    "of": 253,
    "price": 245,
    "a+": 239,
    "there": 231,
    "you": 226,
    "bezel": 225,
    "an": 223,
    "stand": 216,
    "dollars": 206,
    "remote": 200,
    "control": 200,
    "stereo": 198,
    "resolution": 196,
    "port": 195,
    "medium": 182,
    "nicam": 180,
    "2": 179,
    "inch": 176,
    "comes": 174,
    "no": 173,
    "watt": 168,
    "have": 168,
    "power": 165,
    "that": 161,
    "product": 149,
    "1080p": 140,
    "european": 139,
    "warranty": 139,
    "for": 130,
    "if": 128,
    "do": 126,
    "trim": 124,
    "consumption": 124,
    "white": 122,
    "gloss": 115,
    "n't": 114,
    "we": 113,
    "about": 113,
    "not": 109,
    "large": 107,
    "care": 107,
    "matt": 104,
    "frame": 104,
    "pontus": 103,
    "mat": 101,
    "silver": 97,
    "recommend": 97,
    "32": 90,
    "audio": 84,
    "costs": 83,
    "720p": 82,
    "does": 78,
    "any": 75,
    "i": 72,
    "to": 71,
    "or": 70,
    "slant": 68,
    "mold": 68,
    "which": 64,
    "watts": 64,
    "priced": 63,
    "4": 61,
    "18": 61,
    "ecorating": 61,
    "l2": 60,
    "heracles": 60,
    "40": 60,
    "l1": 59,
    "only": 59,
    "at": 58,
    "45": 57,
    "charon": 55,
    "nice": 53,
    "3d": 53,
    "glasses": 53,
    "available": 51,
    "crios": 51,
    "aeolus": 51,
    "but": 48,
    "61": 48,
    "all": 48,
    "31": 48,
    "typhon": 48,
    "small": 48,
    "w1": 47,
    "your": 47,
    "1": 47,
    "great": 47,
    "from": 46,
    "number": 46,
    "33": 45,
    "3": 45,
    "?": 44,
    "44": 42,
    "color": 41,
    "its": 40,
    "48": 40,
    "69": 39,
    "sized": 38,
    "features": 36,
    "a++": 36,
    "this": 36,
    "24": 36,
    "94": 36,
    "caerus": 35,
    "93": 35,
    "oceanus": 34,
    "eurus": 34,
    "63": 33,
    "98": 33,
    "apollo": 33,
    "helios": 32,
    "hymenaios": 31,
    "62": 31,
    "would": 30,
    "includes": 30,
    "30": 30,
    "consumes": 29,
    "as": 29,
    "52": 29,
    "37": 28,
    "flat": 28,
    "active": 28,
    "46": 28,
    "system": 28,
    "29": 28,
    "34": 28,
    "1100": 28,
    "86": 28,
    "hesperus": 27,
    "31.4": 27,
    "attis": 27,
    "65": 27,
    "l5": 27,
    "like": 27,
    "'s": 26,
    "59": 26,
    "1000": 26,
    "notus": 26,
    "hades": 26,
    "w2": 25,
    "2000": 25,
    "kratos": 25,
    "passive": 25,
    "equipment": 25,
    "morpheus": 24,
    "43": 23,
    "41": 23,
    "11": 23,
    "achelous": 23,
    "good": 23,
    "chronos": 23,
    "66": 23,
    "13": 22,
    "within": 22,
    "71": 22,
    "dinlas": 22,
    "eros": 22,
    "bottom": 22,
    "deco": 22,
    "momus": 22,
    "recommended": 21,
    "89": 21,
    "looking": 21,
    "99": 21,
    "19": 21,
    "1900": 20,
    "77": 20,
    "triton": 20,
    "58": 20,
    "l7": 20,
    "d1": 19,
    "75": 19,
    "1800": 19,
    "1500": 19,
    "also": 19,
    "cerus": 18,
    "51": 18,
    "96": 18,
    "80": 18,
    "1700": 18,
    "39": 17,
    "pricus": 17,
    "49": 17,
    "criteria": 17,
    "88": 17,
    "l9": 17,
    "without": 17,
    "76": 17,
    "t5": 16,
    "one": 16,
    "families": 16,
    "1300": 16,
    "47.8": 16,
    "uses": 16,
    "choice": 15,
    "zelus": 15,
    "sorry": 15,
    "preference": 15,
    "dont": 15,
    "26": 15,
    "erebus": 15,
    "92": 15,
    "1600": 15,
    "c": 15,
    "25": 15,
    "55": 15,
    "search": 15,
    "cheaply": 14,
    "our": 14,
    "42": 14,
    "neck": 14,
    "l6": 14,
    "part": 13,
    "inches": 13,
    "aristaeus": 13,
    "found": 13,
    "ranges": 13,
    "50": 13,
    "56": 13,
    "ratings": 13,
    "pallas": 13,
    "cevo": 13,
    "confirm": 12,
    "82": 12,
    "17": 12,
    "(": 12,
    ")": 12,
    "be": 11,
    "match": 11,
    "matching": 11,
    "on": 11,
    "type": 11,
    "hermes": 11,
    "20": 11,
    "sets": 11,
    "plutus": 11,
    "come": 11,
    "meet": 11,
    "70": 11,
    "1200": 10,
    "w3": 10,
    "dionysus": 10,
    "sizes": 10,
    "poseidon": 10,
    "they": 10,
    "zephyrus": 10,
    "uranus": 10,
    "1400": 10,
    "offers": 10,
    "regardless": 10,
    "cost": 10,
    "may": 10,
    "85": 10,
    "47": 9,
    "prefer": 9,
    "various": 9,
    "rated": 9,
    "b": 9,
    "84": 9,
    "want": 9,
    "information": 9,
    "well": 9,
    "having": 9,
    "front": 9,
    "surround": 9,
    "glass": 9,
    "glaucus": 9,
    "ares": 9,
    "matter": 9,
    "total": 9,
    "'re": 9,
    "sports": 8,
    "'m": 8,
    "please": 8,
    ";": 8,
    "has_usb_port": 8,
    "equipped": 8,
    "91": 8,
    "suggest": 8,
    "73": 8,
    "friendly": 8,
    "nereus": 8,
    "!": 8,
    "belongs": 8,
    "matches": 8,
    "compared": 8,
    "15": 8,
    "their": 8,
    "usb-enabled": 7,
    "tv": 7,
    "115": 7,
    "hephaestus": 7,
    "while": 7,
    "half": 7,
    "included": 7,
    "stock": 7,
    "line": 7,
    "find": 7,
    "accessories": 7,
    "different": 7,
    "&": 7,
    "up": 7,
    "e2": 7,
    "thanatos": 7,
    "audyssey": 7,
    "can": 7,
    "query": 6,
    "try": 6,
    "14": 6,
    "just": 6,
    "let": 6,
    "highly": 6,
    "correct": 6,
    "contains": 6,
    "choose": 6,
    "use": 6,
    "include": 6,
    "because": 6,
    "metal": 6,
    "67.4": 6,
    "my": 6,
    "4k": 6,
    "36": 6,
    "83": 6,
    "'d": 6,
    "results": 6,
    "87.6": 6,
    "name": 6,
    "wanted": 6,
    "could": 6,
    "set": 6,
    "proteus": 6,
    "tartarus": 5,
    "options": 5,
    "95": 5,
    "consider": 5,
    "very": 5,
    "48.0": 5,
    "113": 5,
    "23": 5,
    "what": 5,
    "me": 5,
    "colored": 5,
    "sure": 5,
    "aluminium": 5,
    "recommendation": 5,
    "sells": 5,
    "27": 5,
    "might": 5,
    "will": 5,
    "displays": 5,
    "pan": 5,
    "how": 5,
    "costing": 5,
    "needs": 5,
    "called": 5,
    "impressive": 5,
    "other": 5,
    "asclepius": 5,
    "87": 5,
    "97": 5,
    "excellent": 5,
    "said": 5,
    "64": 5,
    "design": 5,
    "preferences": 4,
    "us": 4,
    "both": 4,
    "meeting": 4,
    "look": 4,
    "provides": 4,
    "67": 4,
    "mind": 4,
    "ecorated": 4,
    "lacks": 4,
    "38": 4,
    "57": 4,
    "count": 4,
    "were": 4,
    "12": 4,
    "option": 4,
    "many": 4,
    "best": 4,
    "although": 4,
    "5": 4,
    "right": 4,
    "except": 4,
    "resolves": 4,
    "returned": 4,
    "sizerange": 4,
    "fall": 4,
    "whether": 4,
    "regarding": 4,
    "dontcare": 4,
    "tell": 3,
    "22": 3,
    "based": 3,
    "102": 3,
    "s": 3,
    "out": 3,
    "was": 3,
    "112": 3,
    "then": 3,
    "100": 3,
    "need": 3,
    "eco-rating": 3,
    "listed": 3,
    "79": 3,
    "using": 3,
    "models": 3,
    "able": 3,
    "products": 3,
    "carry": 3,
    "including": 3,
    "falls": 3,
    "those": 3,
    "who": 3,
    "had": 3,
    "compare": 3,
    "apologize": 3,
    "perfect": 3,
    "being": 3,
    "beautiful": 3,
    "think": 3,
    "still": 3,
    "screens": 3,
    "hd": 3,
    "varying": 3,
    "important": 3,
    "prices": 3,
    "boasts": 3,
    "category": 3,
    "these": 3,
    "make": 3,
    "featuring": 3,
    "display": 3,
    "screened": 3,
    "under": 3,
    "consuming": 3,
    "better": 3,
    "entered": 3,
    "though": 2,
    ":": 2,
    "model": 2,
    "deal": 2,
    "take": 2,
    "next": 2,
    "74": 2,
    "110": 2,
    "attractive": 2,
    "availability": 2,
    "numbers": 2,
    "really": 2,
    "96.": 2,
    "goes": 2,
    "matched": 2,
    "interested": 2,
    "thanks": 2,
    "now": 2,
    "worth": 2,
    "surprisingly": 2,
    "them": 2,
    "recommending": 2,
    "win": 2,
    "im": 2,
    "gives": 2,
    "member": 2,
    "300": 2,
    "back": 2,
    "107": 2,
    "convenience": 2,
    "quality": 2,
    "low": 2,
    "considering": 2,
    "offer": 2,
    "contain": 2,
    "note": 2,
    "yes": 2,
    "televisionhas": 2,
    "considered": 2,
    "varied": 2,
    "39.": 2,
    "plus": 2,
    "unfortunately": 2,
    "unlike": 2,
    "so": 2,
    "receives": 2,
    "false": 2,
    "understand": 2,
    "variety": 2,
    "amazing": 2,
    "into": 2,
    "long": 2,
    "inform": 2,
    "when": 2,
    "worried": 2,
    "get": 2,
    "ignoring": 2,
    "/": 2,
    "resolve": 2,
    "located": 2,
    "medium-sized": 2,
    "104": 2,
    "hmdi": 2,
    "stylish": 2,
    "pricerange": 2,
    "fantastic": 2,
    "item": 2,
    "awesome": 2,
    "rather": 2,
    "televison": 2,
    "accessory": 2,
    "2hdmi": 1,
    "reasonably": 1,
    "450": 1,
    "besides": 1,
    "supply": 1,
    "99.": 1,
    "tvs": 1,
    "sell": 1,
    "particular": 1,
    "checks": 1,
    "specific": 1,
    "cdmi": 1,
    "shopping": 1,
    "exco": 1,
    "comsumes": 1,
    "pwrovidng": 1,
    "concern": 1,
    "hdmit": 1,
    "class": 1,
    "incldues": 1,
    "varios": 1,
    "always": 1,
    "sign": 1,
    "sound": 1,
    "purchase": 1,
    "usbports": 1,
    "avaiable": 1,
    "103": 1,
    "is720p": 1,
    "haas": 1,
    "resoution": 1,
    "unable": 1,
    "enjoy": 1,
    "comsuption": 1,
    "nor": 1,
    "televisons": 1,
    "willing": 1,
    "chas": 1,
    "featues": 1,
    "stereoaudio": 1,
    "resolutions": 1,
    "value": 1,
    "buyers": 1,
    "require": 1,
    "remains": 1,
    "show": 1,
    "210": 1,
    "visiting": 1,
    "goodbye": 1,
    "fit": 1,
    "consists": 1,
    "0": 1,
    "dmi": 1,
    "kind": 1,
    "received": 1,
    "accept": 1,
    "apoliges": 1,
    "resloution": 1,
    "span": 1,
    "even": 1,
    "another": 1,
    "brought": 1,
    "53": 1,
    "again": 1,
    "offering": 1,
    "check": 1,
    "18.": 1,
    "concerned": 1,
    "quantity": 1,
    "counts": 1,
    "gets": 1,
    "egorating": 1,
    "picture": 1,
    "sharp": 1,
    "yet": 1,
    "easy": 1,
    "bill": 1,
    "too": 1,
    "open": 1,
    "than": 1,
    "sub": 1,
    "9": 1,
    "some": 1,
    "along": 1,
    "wattage": 1,
    "ecp": 1,
    "believe": 1,
    "especially": 1,
    "time": 1,
    "downfalls": 1,
    "televisionn": 1,
    "25.": 1,
    "resoltuion": 1,
    "eco-rated": 1,
    "spectacular": 1,
    "allow": 1,
    "watch": 1,
    "favorite": 1,
    "football": 1,
    "stars": 1,
    "game": 1,
    "designed": 1,
    "#": 1,
    "whose": 1,
    "parts": 1,
    "clarify": 1,
    "wattsand": 1,
    "swell": 1,
    "htmi": 1,
    "average": 1,
    "looks": 1,
    "46.": 1,
    "narrow": 1,
    "choices": 1,
    "down": 1,
    "abot": 1,
    "vibrant": 1,
    "ready": 1,
    "described": 1,
    "constraints": 1,
    "exist": 1,
    "sin": 1,
    "putting": 1,
    "issue": 1,
    "varieties": 1,
    "recommened": 1,
    "instance": 1,
    "boasting": 1,
    "31.": 1,
    "nothave": 1,
    "ratin": 1,
    "89.": 1,
    "cheapt": 1,
    "across": 1,
    "wether": 1,
    "suited": 1,
    "parameters": 1,
    "values": 1,
    "conveniently": 1,
    "``": 1,
    "''": 1,
    "produt": 1,
    "belonging": 1,
    "smart": 1,
    "came": 1,
    "quite": 1,
    "unconcerned": 1,
    "ranage": 1,
    "searching": 1,
    "locate": 1,
    "unspecified": 1,
    "sreen": 1,
    "116": 1,
    "tag": 1,
    "osts": 1,
    "requirements": 1,
    "allowing": 1,
    "keep": 1,
    "response": 1,
    "am": 1,
    "confirming": 1,
    "76.": 1,
    "same": 1,
    "teh": 1,
    "displaying": 1,
    "86.": 1,
    "105": 1,
    "exactly": 1,
    "mere": 1,
    "eco-ratings": 1,
    "massive": 1,
    "generally": 1,
    "vary": 1,
    "pretty": 1,
    "65.": 1,
    "correctly": 1,
    "gamily": 1,
    "whopping": 1,
    "inquiring": 1,
    "powe": 1,
    "single": 1,
    "powercomsuption": 1,
    "princerange": 1,
    "equiment": 1,
    "ranged": 1,
    "around": 1,
    "solid": 1,
    "styling": 1,
    "decorating": 1,
    "rangef": 1,
    "group": 1,
    "true": 1,
    "famil": 1,
    "inclues": 1,
    "recommendd": 1,
    "nnice": 1,
    "63.": 1,
    "68": 1,
    "ecro": 1,
    "meanwhlie": 1,
    "versus": 1,
    "apologies": 1,
    "amemeber": 1,
    "buthas": 1,
    "achieved": 1,
    "119": 1,
    "52.": 1,
    "inquiry": 1,
    "info": 1,
    "inclusion": 1,
    "hdtv": 1,
    "such": 1,
    "usp": 1,
    "apart": 1,
    "length": 1,
    "checking": 1,
    "given": 1,
    "contraints": 1,
    "reccomend": 1,
    "doe": 1,
    "far": 1,
    "wonderful": 1,
    "currently": 1,
    "told": 1,
    "meets": 1,
    "measured": 1,
    "say": 1,
    "id": 1,
    "66.": 1,
    "left": 1,
    "ia": 1,
    "powercompsumption": 1,
    "hdi": 1,
    "popular": 1,
    "ecoratig": 1,
    "-": 1,
    "exact": 1,
    "recomended": 1,
    "buy": 1,
    "most": 1,
    "importantly": 1,
    "stereofor": 1,
    "featurse": 1,
    "should": 1,
    "coloring": 1,
    "th": 1,
    "factor": 1,
    "doesnt": 1,
    "hits": 1,
    "yours": 1,
    "72": 1,
    "varies": 1,
    "amount": 1,
    "nothing": 1,
    "iin": 1,
    "'": 1,
    "market": 1,
    "store": 1,
    "modern": 1,
    "versatile": 1,
    "addition": 1,
    "did": 1,
    "bracket": 1,
    "preferrable": 1,
    "description": 1,
    "two": 1,
    "end": 1,
    "spectrum": 1,
    "consumptiopn": 1,
    "earned": 1,
    "produced": 1,
    "has_": 1,
    "usb_port": 1
}