{
    ".": 7692,
    "is": 7450,
    "a": 5469,
    "_|name|_": 4819,
    "_|eatType|_": 4784,
    "the": 4626,
    "_|near|_": 4379,
    "near": 4191,
    "_|food|_": 3724,
    ",": 3316,
    "_|area|_": 3239,
    "in": 3214,
    "it": 2751,
    "friendly": 2584,
    "and": 2515,
    "located": 2218,
    "food": 2049,
    "of": 1579,
    "price": 1273,
    "rating": 1240,
    "customer": 1151,
    "range": 1141,
    "has": 1011,
    "family": 997,
    "with": 972,
    "not": 944,
    "that": 937,
    "5": 882,
    "serves": 855,
    "out": 763,
    "high": 748,
    "area": 739,
    "called": 647,
    "children": 610,
    "family-friendly": 603,
    "there": 582,
    "an": 573,
    "to": 568,
    "kid": 562,
    "than": 562,
    "priced": 559,
    "for": 551,
    "low": 461,
    "average": 418,
    "child": 410,
    "at": 407,
    "cheap": 397,
    "city": 389,
    "are": 374,
    "moderate": 367,
    "cuisine": 359,
    "serving": 350,
    "by": 346,
    "less": 342,
    "£20": 328,
    "they": 315,
    "rated": 313,
    "kids": 305,
    "1": 296,
    "offers": 287,
    "prices": 287,
    "'s": 282,
    "on": 274,
    "raja": 274,
    "you": 266,
    "more": 248,
    "3": 244,
    "moderately": 242,
    "but": 234,
    "named": 225,
    "£30": 221,
    "which": 203,
    "center": 201,
    "can": 188,
    "providing": 174,
    "centre": 167,
    "its": 166,
    "this": 162,
    "river": 155,
    "also": 152,
    "close": 143,
    "next": 137,
    "£20-25": 135,
    "ratings": 129,
    "provides": 125,
    "highly": 116,
    "serve": 114,
    "expensive": 113,
    "be": 112,
    "place": 112,
    "have": 104,
    "customers": 102,
    "found": 102,
    "if": 101,
    "offering": 97,
    "n't": 92,
    "families": 90,
    "situated": 90,
    "find": 85,
    "child-friendly": 84,
    "star": 83,
    "no": 82,
    "adult": 78,
    "we": 78,
    "atmosphere": 77,
    "non": 77,
    "from": 74,
    "sells": 73,
    "welcome": 73,
    "restaurant": 73,
    "environment": 71,
    "coffee": 71,
    "pounds": 71,
    "along": 70,
    "20": 70,
    "kid-friendly": 68,
    "'": 68,
    "good": 67,
    "5.": 67,
    "establishment": 66,
    "great": 64,
    "only": 59,
    "try": 58,
    "children-friendly": 57,
    "looking": 54,
    "style": 49,
    "offer": 48,
    "as": 48,
    "does": 48,
    "cost": 47,
    "will": 46,
    "very": 45,
    "eat": 45,
    "inexpensive": 44,
    "30": 43,
    "your": 39,
    "menu": 39,
    "kids-friendly": 39,
    "'re": 39,
    "their": 38,
    "service": 37,
    "adults": 37,
    "north": 36,
    "yes": 35,
    "our": 35,
    "nearby": 34,
    "however": 34,
    "just": 34,
    "higher": 34,
    "under": 34,
    "one": 33,
    "-": 33,
    "stars": 33,
    "five": 33,
    "where": 32,
    "go": 32,
    "low-priced": 32,
    "location": 30,
    "around": 29,
    "do": 29,
    "sushi": 29,
    "reviews": 29,
    "suitable": 28,
    "enjoy": 28,
    "pricing": 28,
    "shop": 27,
    "euros": 27,
    "visit": 26,
    "british": 26,
    "side": 26,
    "known": 25,
    "or": 25,
    "dishes": 25,
    "bring": 25,
    "costs": 25,
    "wine": 24,
    "between": 24,
    "although": 22,
    "mid": 22,
    "high-priced": 22,
    "over": 22,
    "20-25": 22,
    "medium": 22,
    "three": 22,
    "received": 21,
    "reasonable": 21,
    "£25": 21,
    "based": 20,
    "meals": 20,
    "within": 20,
    "then": 20,
    "dining": 20,
    "end": 20,
    "affordable": 20,
    "reasonably": 20,
    "type": 19,
    "foods": 19,
    "whole": 19,
    "while": 19,
    "venue": 19,
    "above": 19,
    "considered": 18,
    "recommended": 18,
    "allow": 18,
    "east": 18,
    "well": 18,
    "ranging": 18,
    "name": 17,
    "traditional": 17,
    "meal": 17,
    "quality": 17,
    "experience": 17,
    "rate": 17,
    "setting": 16,
    "though": 16,
    "give": 16,
    "features": 16,
    "come": 16,
    "pricey": 16,
    "excellent": 15,
    "up": 15,
    "right": 15,
    "being": 15,
    "so": 15,
    "some": 15,
    "poor": 15,
    "oriented": 15,
    "moderately-priced": 15,
    "bit": 15,
    "ideal": 14,
    "check": 14,
    "fast": 14,
    "beside": 14,
    "non-family-friendly": 14,
    "£20-£25": 14,
    "deliveries": 14,
    "ranged": 14,
    "selling": 14,
    "ranges": 14,
    "want": 13,
    "been": 13,
    "non-family": 13,
    "far": 13,
    "breakfast": 13,
    "café": 13,
    "allowed": 13,
    "town": 13,
    "quite": 13,
    ";": 13,
    "cater": 13,
    "amazing": 12,
    "served": 12,
    "items": 12,
    "pasta": 12,
    "down": 12,
    "across": 12,
    "satisfaction": 12,
    "get": 12,
    "option": 12,
    "fries": 12,
    "spirits": 11,
    "featuring": 11,
    "bad": 11,
    "all": 11,
    "burgers": 11,
    "mid-priced": 11,
    "'ll": 10,
    "too": 10,
    "gets": 10,
    "expect": 10,
    "welcomes": 10,
    "average-priced": 10,
    "lower": 10,
    "mid-price": 10,
    "outside": 10,
    "fairly": 10,
    "should": 9,
    "popular": 9,
    "spend": 9,
    "take-away": 9,
    "costing": 9,
    "highly-rated": 9,
    "non-children": 9,
    ":": 9,
    "per": 9,
    "cheeses": 9,
    "i": 8,
    "eatery": 8,
    "like": 8,
    "boasts": 8,
    "available": 8,
    "conveniently": 8,
    "given": 8,
    "receives": 8,
    "nice": 8,
    "25": 8,
    "luton": 8,
    "fare": 8,
    "ship": 8,
    "delivers": 8,
    "one-star": 8,
    "sits": 8,
    "pound": 8,
    "perfect": 7,
    "would": 7,
    "head": 7,
    "fast-food": 7,
    "was": 7,
    "road": 7,
    "got": 7,
    "about": 7,
    "provide": 7,
    "low-cost": 7,
    "pay": 7,
    "best": 7,
    "unfortunately": 7,
    "take": 7,
    "take-out": 7,
    "wines": 7,
    "alcohol": 7,
    "conducive": 6,
    "specializing": 6,
    "relatively": 6,
    "please": 6,
    "eats": 6,
    "choice": 6,
    "cheaply": 6,
    "budget": 6,
    "delicious": 6,
    "dollars": 6,
    "people": 6,
    "suited": 6,
    "couples": 6,
    "review": 6,
    "door": 6,
    "alternative": 6,
    "rates": 6,
    "low-price": 6,
    "5-star": 6,
    "drinks": 6,
    "1-star": 6,
    "northern": 6,
    "friend": 6,
    "lies": 6,
    "love": 6,
    "who": 6,
    "market": 6,
    "margin": 6,
    "proximity": 5,
    "wonderful": 5,
    "chines": 5,
    "when": 5,
    "us": 5,
    "resides": 5,
    "even": 5,
    "due": 5,
    "fun": 5,
    "welcoming": 5,
    "since": 5,
    "here": 5,
    "chop": 5,
    "made": 5,
    "low-rated": 5,
    "slightly": 5,
    "decent": 5,
    "averagely": 5,
    "medium-priced": 5,
    "welcomed": 5,
    "below": 5,
    "house": 5,
    "£": 5,
    "eat-in": 5,
    "fair": 5,
    "view": 5,
    "bistro": 5,
    "such": 5,
    "mid-range": 5,
    "facilities": 5,
    "lovely": 4,
    "makes": 4,
    "besides": 4,
    "because": 4,
    "score": 4,
    "few": 4,
    "steps": 4,
    "many": 4,
    "none": 4,
    "appetizers": 4,
    "mature": 4,
    "searching": 4,
    "distance": 4,
    "cambridge": 4,
    "could": 4,
    "must": 4,
    "look": 4,
    "average-rated": 4,
    "friends": 4,
    "center.": 4,
    "leave": 4,
    "home": 4,
    "having": 4,
    "adult-only": 4,
    "offered": 4,
    "charge": 4,
    "twenty": 4,
    "may": 4,
    "bracket": 4,
    "pretty": 4,
    "had": 4,
    "really": 4,
    "sited": 4,
    "full": 4,
    "disclaimer": 4,
    "wrestle": 4,
    "any": 4,
    "blood": 4,
    "stains": 4,
    "cover": 4,
    "worth": 4,
    "money": 4,
    "those": 4,
    "much": 4,
    "heart": 4,
    "upscale": 4,
    "ca": 4,
    "poorly": 4,
    "small": 4,
    "both": 4,
    "riverside": 4,
    "30.": 4,
    "services": 4,
    "tea": 4,
    "variety": 4,
    "sold": 4,
    "l30": 4,
    "charges": 4,
    "cheese": 4,
    "sure": 4,
    "rank": 4,
    "class": 4,
    "authentic": 4,
    "indian": 4,
    "allows": 4,
    "placed": 4,
    "mind": 4,
    "adults-only": 4,
    "fine": 4,
    "delicacies": 4,
    "picnic": 4,
    "l20": 4,
    "site": 4,
    "int": 4,
    "he": 4,
    "competitive": 4,
    "start": 4,
    "friend-family": 4,
    "public": 4,
    "decently": 4,
    "superb": 4,
    "night": 3,
    "recommend": 3,
    "bringing": 3,
    "family-oriented": 3,
    "policy": 3,
    "note": 3,
    "currently": 3,
    "receiving": 3,
    "specializes": 3,
    "away": 3,
    "boasting": 3,
    "holds": 3,
    "eating": 3,
    "comes": 3,
    "yet": 3,
    "options": 3,
    "despite": 3,
    "upper": 3,
    "list": 3,
    "non-child": 3,
    "high-end": 3,
    "needs": 3,
    "earned": 3,
    "minimum": 3,
    "styled": 3,
    "joint": 3,
    "costumer": 3,
    "italian": 3,
    "opened": 3,
    "caters": 3,
    "menus": 3,
    "fantastic": 3,
    "ages": 3,
    "after": 3,
    "aimed": 3,
    "staff": 3,
    "convenient": 3,
    "_|food|_-style": 3,
    "prince": 3,
    "spending": 3,
    "different": 3,
    "child-free": 3,
    "fondue": 3,
    "interested": 3,
    "clentele": 3,
    "sorry": 3,
    "modern": 3,
    "safe": 3,
    "chinese": 3,
    "pick": 2,
    "include": 2,
    "date": 2,
    "fusion": 2,
    "order": 2,
    "._|name|_": 2,
    "whether": 2,
    "family-unfriendly": 2,
    "sat": 2,
    "alongside": 2,
    "off": 2,
    "fancy": 2,
    "whilst": 2,
    "stands": 2,
    "proudly": 2,
    "bargain": 2,
    "expert": 2,
    "relaxed": 2,
    "setup": 2,
    "always": 2,
    "crowne": 2,
    "plaza": 2,
    "intended": 2,
    "somewhere": 2,
    "bear": 2,
    "walking": 2,
    "other": 2,
    "nothing": 2,
    "usual": 2,
    "places": 2,
    "particular": 2,
    "specialises": 2,
    "visited": 2,
    "?": 2,
    "short": 2,
    "permit": 2,
    "bank": 2,
    "negative": 2,
    "feedback": 2,
    "beautiful": 2,
    "blow": 2,
    "130": 2,
    "southpawn": 2,
    "seeking": 2,
    "performing": 2,
    "shot": 2,
    "boats": 2,
    "stunning": 2,
    "store": 2,
    "approved": 2,
    "'average": 2,
    "'family": 2,
    "youngster": 2,
    "exceptional": 2,
    "minutes": 2,
    "overly": 2,
    "entire": 2,
    "hungry": 2,
    "top": 2,
    "okay": 2,
    "cricketers": 2,
    "accommodate": 2,
    "show": 2,
    "coffee-shop": 2,
    "overall": 2,
    "centrally": 2,
    "usually": 2,
    "easy": 2,
    "past": 2,
    "liked": 2,
    "achieved": 2,
    "non-kid": 2,
    "things": 2,
    "feature": 2,
    "crowd": 2,
    "higher-than-average": 2,
    "20£-25": 2,
    "e20-e25": 2,
    "non-kids": 2,
    "burger": 2,
    "towards": 2,
    "value": 2,
    "quick": 2,
    "bite": 2,
    "cheaply-priced": 2,
    "soft": 2,
    "local": 2,
    "falls": 2,
    "quickly": 2,
    "feed": 2,
    "penny": 2,
    "tasty": 2,
    "several": 2,
    "blocks": 2,
    "kind": 2,
    "neat": 2,
    "grub": 2,
    "ate": 2,
    "american": 2,
    "might": 2,
    "approval": 2,
    "stop": 2,
    "japanese": 2,
    "same": 2,
    "takeaway": 2,
    "consider": 2,
    "dine": 2,
    "charming": 2,
    "comfortable": 2,
    "limits": 2,
    "phoenix": 2,
    "children-free": 2,
    "mid-level": 2,
    "20s": 2,
    "among": 2,
    "now": 2,
    "five-star": 2,
    "fruits": 2,
    "lot": 2,
    "premium": 2,
    "better": 2,
    "3-star": 2,
    "cheaper": 2,
    "snacks": 2,
    "person": 2,
    "types": 2,
    "into": 2,
    "hors": 2,
    "d'oeuvre": 2,
    "point": 2,
    "older": 2,
    "pub": 2,
    "cheap-priced": 2,
    "t": 2,
    "wish": 2,
    "advised": 2,
    "s": 2,
    "neighboring": 2,
    "appropriate": 2,
    "unique": 2,
    "generally": 2,
    "lunch": 2,
    "my": 2,
    "advice": 2,
    "facility": 2,
    "tend": 2,
    "taste": 2,
    "catering": 2,
    "exclusive": 2,
    "zone": 2,
    "tag": 2,
    "parties": 2,
    "permitted": 2,
    "euro": 2,
    "bill": 2,
    "names": 2,
    "hello": 2,
    "finest": 2,
    "moment": 2,
    "put": 2,
    "cheeseboards": 2,
    "sitting": 2,
    "20gbp": 2,
    "gbp": 2,
    "'ve": 2,
    "tow": 2,
    "curious": 2,
    "palate": 2,
    "why": 2,
    "deals": 2,
    "checkbooks": 2,
    "size": 2,
    "park": 2,
    "nicely": 2,
    "high-price": 2,
    "e30": 2,
    "mood": 2,
    "loved": 2,
    "others": 2,
    "reduced": 2,
    "sea": 2,
    "bar": 2,
    "4": 2,
    "ad": 2,
    "rare": 2,
    "combo": 2,
    "treat": 2,
    "most": 2,
    "meets": 2,
    "competitor": 2,
    "plate": 2,
    "25.": 2,
    "upmarket": 2,
    "purchase": 2,
    "elite": 2,
    "established": 2,
    "flare": 2,
    "waterfront": 2,
    "sample": 2,
    "restrooms": 2,
    "restroom": 2,
    "go-to": 2,
    "high-energy": 2,
    "including": 2,
    "ia": 2,
    "openly": 2,
    "via": 2,
    "lie": 2,
    "warm": 2,
    "greater": 2,
    "locates": 2,
    "popularity": 2,
    "indiana": 2,
    "high-rated": 2,
    "able": 2,
    "pubs": 1,
    "restaurants": 1,
    "downtown": 1,
    "toward": 1,
    "guests": 1,
    "bet": 1,
    "garnering": 1,
    "excellence": 1,
    "fact": 1,
    "customer-favourite": 1,
    "cheerful": 1,
    "central": 1,
    "pickiest": 1,
    "eaters": 1,
    "play": 1,
    "everyone": 1,
    "cricketerss": 1,
    "non-": 1,
    "tucked": 1,
    "spot": 1,
    "complaints": 1,
    "poorly-reviewed": 1,
    "middle": 1,
    "remember": 1,
    "reflected": 1,
    "picturesque": 1,
    "convenience": 1,
    "£30.99": 1,
    "profile": 1,
    "ongoing": 1,
    "customer-rated": 1,
    "noisy": 1,
    "amaze": 1,
    "5out": 1,
    "costumer-rated": 1,
    "drink": 1,
    "previous": 1,
    "foe": 1,
    "nears": 1,
    "acts": 1,
    "don": 1,
    "thats": 1,
    "last": 1,
    "year": 1,
    "mills": 1,
    "goddess": 1,
    "region": 1,
    "scoring": 1,
    "quiet": 1,
    "amenities": 1,
    "catered": 1,
    "gotten": 1,
    "keeping": 1,
    "backed": 1,
    "wanting": 1,
    "hold": 1,
    "three-stars": 1,
    "potato": 1,
    "delegate": 1,
    "wo": 1,
    "going": 1,
    "trendy": 1,
    "gourmet": 1,
    "merits": 1,
    "fried": 1,
    "averaging": 1,
    "favor": 1,
    "terrible": 1,
    "competing": 1,
    "against": 1,
    "neighbour": 1,
    "1-5": 1,
    "tired": 1,
    "wrong": 1,
    "beat": 1,
    "array": 1,
    "instead": 1,
    "opposed": 1,
    "his": 1,
    "kept": 1,
    "said": 1,
    "moderating": 1,
    "them": 1,
    "breakfasts": 1,
    "sit": 1,
    "hang": 1,
    "co-workers": 1,
    "join": 1,
    "unsuitable": 1,
    "south": 1,
    "similar": 1,
    "actively": 1,
    "mot": 1,
    "tends": 1,
    "averaged": 1,
    "..": 1,
    "gives": 1,
    "gave": 1,
    "acclaimed": 1,
    "of£20-£30": 1,
    "prohibited": 1,
    "happen": 1,
    "yourself": 1,
    "strolling": 1,
    "getting": 1,
    "goes": 1,
    "tasting": 1,
    "cute": 1,
    "complain": 1,
    "receive": 1,
    "main": 1,
    "reason": 1,
    "breads": 1,
    "soups": 1,
    "leaves": 1,
    "desired": 1,
    "free": 1,
    "gather": 1,
    "whine": 1,
    "prepared": 1,
    "products": 1,
    "let": 1,
    "low-prices": 1,
    "roughly": 1,
    "use": 1,
    "landmark": 1,
    "days": 1,
    "approximately": 1,
    "misguided": 1,
    "styling": 1,
    "warrant": 1,
    "second": 1,
    "fallen": 1,
    "respite": 1,
    "weary": 1,
    "parents": 1,
    "definitely": 1,
    "quaint": 1,
    "specifically": 1,
    "set": 1,
    "reviewed": 1,
    "described": 1,
    "ambiance": 1,
    "light": 1,
    "inside": 1,
    "well-reviewed": 1,
    "proves": 1,
    "delectable": 1,
    "every": 1,
    "perhaps": 1,
    "expensive-priced": 1,
    "glass": 1,
    "cool": 1,
    "super": 1,
    "parking": 1,
    "mix": 1,
    "guy": 1,
    "kiddos": 1,
    "trouble": 1,
    "finding": 1,
    "positive": 1,
    "outstanding": 1,
    "directed": 1,
    "ha": 1,
    "starts": 1,
    "mediocre": 1,
    "moderately-rated": 1,
    "match": 1,
    "focused": 1,
    "general": 1,
    "keep": 1,
    "reputation": 1,
    "carries": 1,
    "say": 1,
    "without": 1,
    "surroundings": 1,
    "servers": 1,
    "witch": 1,
    "standards": 1,
    "mothers": 1,
    "new": 1,
    "exceed": 1,
    "-£25": 1,
    "day": 1,
    "nests": 1,
    "high-quality": 1,
    "consumer": 1,
    "three-star": 1,
    "continental": 1,
    "eater": 1,
    "poorly-rated": 1,
    "spaghetti": 1,
    "rainbow": 1,
    "vegetarian": 1,
    "cafés": 1,
    "superior": 1,
    "opposite": 1,
    "outlet": 1,
    "fall": 1,
    "trip": 1,
    "taking": 1,
    "standard": 1,
    "selection": 1,
    "rating-": 1,
    "english": 1,
    "sterling": 1,
    "sheep": 1,
    "supplies": 1,
    "refreshments": 1,
    "typically": 1,
    "£20-2": 1,
    "themed": 1,
    "non-kids-friendly": 1,
    "sell": 1,
    "stake": 1,
    "outskirts": 1,
    "afford": 1,
    "$": 1,
    "lacking": 1,
    "lowly": 1,
    "low-end": 1,
    "equally": 1,
    "kinds": 1,
    "striking": 1,
    "normal": 1,
    "wrestlerss": 1,
    "addition": 1,
    "leaving": 1,
    "loves": 1,
    "costly": 1,
    "pubpe": 1,
    "restaurantpe": 1
}