{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"Ġ=":260,"Ġ|":261,"er":262,"an":263,"Ġr":264,"at":265,"Ġc":266,"Ġf":267,"ri":268,"en":269,"he":270,"es":271,"Ġa":272,"in":273,"Ġt":274,"am":275,"ly":276,"od":277,"ood":278,"ea":279,"Ġp":280,"is":281,"Ġo":282,"Ġfood":283,"ge":284,"st":285,"ce":286,"The":287,"ing":288,"Ġis":289,"Ġn":290,"Ġrat":291,"om":292,"Ġpri":293,"Ġrating":294,"end":295,"ame":296,"riend":297,"riendly":298,"Ġcu":299,"stom":300,"stomer":301,"id":302,"Ġprice":303,"Ġcustomer":304,"name":305,"ĠThe":306,"ver":307,"it":308,"ĠI":309,"ta":310,"ĠC":311,"Ġran":312,"Ġrange":313,"ater":314,"Ġof":315,"ear":316,"Ġs":317,"Ġnear":318,"ami":319,"re":320,"Ġfami":321,"Ġfamily":322,"ur":323,"Ġe":324,"pe":325,"Ġ5":326,"Ġh":327,"Ġl":328,"atery":329,"Ġeatery":330,"Ġty":331,"Ġtype":332,"Ġar":333,"iver":334,"Ġarea":335,"ent":336,"ide":337,"side":338,"iverside":339,"Ġthe":340,"friendly":341,"Ġriverside":342,"ut":343,"esta":344,"ĠB":345,"ho":346,"ant":347,"urant":348,"estaurant":349,"Ġrestaurant":350,"ate":351,"Ġan":352,"ĠF":353,"li":354,"fe":355,"Ġout":356,"Ġlo":357,"Ġth":358,"ffe":359,"Ġco":360,"ffee":361,"Ġcoffee":362,"hop":363,"ap":364,"Ġshop":365,"Ġin":366,"gh":367,"ity":368,"ĠR":369,"Â£":370,"ĠÂ£":371,"Ġcent":372,"Ġm":373,"Ġcity":374,"igh":375,"Ġand":376,"Ġhigh":377,"Ġcentre":378,"ese":379,"Ġy":380,"ch":381,"il":382,"Ġyes":383,"Ġfriendly":384,"ĠIt":385,"ĠE":386,"ĠIn":387,"ĠP":388,"Ġno":389,"ated":390,"Ġthan":391,"Ġw":392,"20":393,"ren":394,"cated":395,"ub":396,"Ġha":397,"Ġpub":398,"le":399,"ast":400,"Ġlocated":401,"Ġhas":402,"ro":403,"di":404,"ĠW":405,"vera":406,"verage":407,"dian":408,"ĠA":409,"ess":410,"Ġaverage":411,"ĠIndian":412,"erv":413,"Jap":414,"anese":415,"Ġserv":416,"Japanese":417,"Ġb":418,"ice":419,"lian":420,"ĠJapanese":421,"talian":422,"ou":423,"ĠItalian":424,"Ġlow":425,"ĠH":426,"oder":427,"oderate":428,"ith":429,"Ġmoderate":430,"rench":431,"ĠFrench":432,"ĠG":433,"ve":434,"Ġwith":435,"af":436,"Ã©":437,"afÃ©":438,"ĠCafÃ©":439,"um":440,"ĠS":441,"al":442,"ol":443,"ers":444,"or":445,"Ġche":446,"ild":447,"Ġcheap":448,"ĠT":449,"Ġ3":450,"ish":451,"ne":452,"ar":453,"lish":454,"Ġless":455,"Ġserves":456,"ng":457,"oat":458,"ĠRice":459,"ĠBoat":460,"Ġ1":461,"ĠFast":462,"nglish":463,"ĠEnglish":464,"Ġthat":465,"hild":466,"hin":467,"hinese":468,"Ġchild":469,"ĠChinese":470,"ra":471,"ore":472,"Ġmore":473,"la":474,"30":475,"tl":476,"man":477,"aterman":478,"ĠWaterman":479,"dge":480,"amb":481,"ridge":482,"ĠCamb":483,"ĠCambridge":484,"Ġby":485,"Ġnot":486,"25":487,"old":488,"olden":489,"ĠGolden":490,"ed":491,"Ġk":492,"row":493,"Ġkid":494,"xp":495,"ll":496,"ot":497,"ns":498,"ĠTw":499,"ow":500,"ue":501,"ere":502,"ment":503,"Ġit":504,"ĠBar":505,"ĠM":506,"Lo":507,"ĠV":508,"ĠO":509,"lies":510,"Ġpriced":511,"ĠAr":512,"ry":513,"lue":514,"Ġrated":515,"led":516,"Ġcal":517,"Ġcalled":518,"ix":519,"zb":520,"itzb":521,"illies":522,"itzbillies":523,"ag":524,"Ġat":525,"ĠEag":526,"ĠEagle":527,"Ġfast":528,"ĠCur":529,"ĠCurry":530,"se":531,"here":532,"ay":533,"liment":534,"limentum":535,"da":536,"Ġfor":537,"Ġoff":538,"ĠRa":539,"ĠBlue":540,"ress":541,"ĠExp":542,"olid":543,"ĠHolid":544,"ĠHoliday":545,"ĠInn":546,"ĠExpress":547,"enix":548,"hoenix":549,"ĠPhoenix":550,"rowns":551,"ĠRou":552,"ĠRouge":553,"tra":554,"trada":555,"res":556,"restl":557,"restlers":558,"ĠWrestlers":559,"Ġto":560,"Ġchildren":561,"ul":562,"un":563,"ive":564,"ic":565,"ouse":566,"ces":567,"ĠHouse":568,"yne":569,"Loch":570,"ĠFyne":571,"There":572,"and":573,"ult":574,"ms":575,"Ġpro":576,"ĠN":577,"ĠFitzbillies":578,"Ġare":579,"ĠPor":580,"tland":581,"ĠArms":582,"ĠPortland":583,"Ġprov":584,"ĠSp":585,"ĠSpice":586,"ter":587,"Ġprovid":588,"Ġprices":589,"ĠY":590,"urg":591,"el":592,"ĠK":593,"ĠPun":594,"ĠPunter":595,"to":596,"otto":597,"urger":598,"Ġoffers":599,"ĠAlimentum":600,"Ġst":601,"ĠKing":602,"enty":603,"ĠBurger":604,"ip":605,"ĠTwenty":606,"ĠTwo":607,"oodle":608,"ĠNoodle":609,"ippe":610,"ippee":611,"ĠYippee":612,"bow":613,"ege":614,"rian":615,"inbow":616,"tarian":617,"ĠVege":618,"ĠVegetarian":619,"ĠRainbow":620,"ults":621,"ĠStrada":622,"Ġpla":623,"ĠBrowns":624,"Ġplace":625,"ine":626,"iz":627,"wood":628,"ildwood":629,"izz":630,"Zizz":631,"ĠOne":632,"Zizzi":633,"ĠAll":634,"rove":635,"live":636,"ĠOlive":637,"ĠGrove":638,"ill":639,"oc":640,"Ġon":641,"Ġbut":642,"ocum":643,"Ġserving":644,"aults":645,"ĠVaults":646,"ĠLoch":647,"otel":648,"Ġstar":649,"ĠPla":650,"za":651,"ĠPlaza":652,"ĠHotel":653,"ĠCrow":654,"omi":655,"hi":656,"ids":657,"ĠRan":658,"ĠSic":659,"ĠSici":660,"lia":661,"ĠSicilia":662,"isine":663,"mer":664,"Ġmoderately":665,"ummer":666,"idsummer":667,"ĠMill":668,"ĠCotto":669,"ĠCrowne":670,"ĠRiverside":671,"Ġg":672,"ree":673,"Ġratings":674,"sive":675,"ace":676,"on":677,"ĠPal":678,"ĠPalace":679,"ensive":680,"Ġkids":681,"xpensive":682,"Ġprovides":683,"ĠRanch":684,"et":685,"all":686,"hich":687,"Ġwhich":688,"ell":689,"lare":690,"ĠCu":691,"ĠHall":692,"ĠClare":693,"ĠWildwood":694,"ĠZizzi":695,"Located":696,"ak":697,"'s":698,"Ġd":699,"ĠThey":700,"low":701,"Ġname":702,"lowns":703,"ĠAromi":704,"ĠCocum":705,"nd":706,"ound":707,"Ġexpensive":708,"ĠD":709,"ling":710,"ells":711,"ump":712,"umpling":713,"ĠTree":714,"ĠDumpling":715,"ĠMidsummer":716,"ĠBak":717,"ĠBakers":718,"Ġnamed":719,"Ġhighly":720,"ĠMan":721,"reen":722,"Ġyou":723,"ira":724,"iraffe":725,"In":726,"Fitzbillies":727,"ck":728,"Ġhave":729,"Ġcan":730,"Ġcustomers":731,"Ġbe":732,"Ġre":733,"Ġcenter":734,"rice":735,"im":736,"ĠIts":737,"Ġthere":738,"Near":739,"ib":740,"ĠClowns":741,"cket":742,"vi":743,"bap":744,"imbap":745,"ibimbap":746,"ĠCuisine":747,"rent":748,"Alimentum":749,"ricket":750,"ĠCricket":751,"ĠCricketers":752,"Browns":753,"ja":754,"ĠSor":755,"Ġriver":756,"ĠRaja":757,"rento":758,"ĠSorrento":759,"Ġ20":760,"Ġal":761,"price":762,"ĠGiraffe":763,"ĠGreen":764,"Ġcost":765,"Ġproviding":766,"Strada":767,"ĠPl":768,"aste":769,"ven":770,"priced":771,"ough":772,"raz":773,"ĠPlough":774,"ĠBraz":775,"ĠBrazil":776,"Ġcuisine":777,"Ġoffer":778,"est":779,"ble":780,"Blue":781,"ĠCity":782,"Ġits":783,"ĠAd":784,"ĠBells":785,"ĠSix":786,"atic":787,"riatic":788,"ĠAdriatic":789,"ĠBibimbap":790,"Ġad":791,"For":792,"Cotto":793,"val":794,"os":795,"Ġfr":796,"Ġnon":797,"ĠTaste":798,"Ġen":799,"ee":800,"Ġfrom":801,"Cocum":802,"valon":803,"ĠAvalon":804,"Ġoffering":805,"lo":806,"so":807,"his":808,"Ġfound":809,"rave":810,"estab":811,"Ġestab":812,"lishment":813,"Ġestablishment":814,"llers":815,"Ġsu":816,"ĠBee":817,"feater":818,"ĠRest":819,"ravellers":820,"ĠBeefeater":821,"com":822,"Ġfive":823,"Ġalso":824,"eal":825,"Ġsells":826,"Ġserve":827,"ew":828,"Wildwood":829,"Ar":830,"Aromi":831,"Ġven":832,"Ġvenue":833,"Ġstars":834,"ĠCustomer":835,"Ġpound":836,"lose":837,"With":838,"ion":839,"Ġthey":840,"ĠThis":841,"ron":842,"ir":843,"Ġpounds":844,"Ġonly":845,"Ġgood":846,"viron":847,"vironment":848,"Midsummer":849,"Ġ30":850,"ĠTravellers":851,"Ġenvironment":852,"able":853,"Ġclose":854,"view":855,"Ġsit":856,"reat":857,"Ġone":858,"Ġmeal":859,"Ġrece":860,"Ġgreat":861,"Ġeat":862,"Ġas":863,"very":864,"uated":865,"ind":866,"qu":867,"mos":868,"phere":869,"mosphere":870,"Ġvery":871,"Ġatmosphere":872,"Ġadult":873,"If":874,"Ġpo":875,"ok":876,"Ġtry":877,"ĠFriendly":878,"Ġreview":879,"Ġqu":880,"ating":881,"entre":882,"Ġfind":883,"Ġfamilies":884,"elcom":885,"ĠCentre":886,"Clowns":887,"Ġsituated":888,"'t":889,"ĠLocated":890,"Ġthree":891,"ĠRating":892,"Ġreceive":893,"th":894,"Ġreceived":895,"yle":896,"Ġthis":897,"Ġwelcom":898,"shi":899,"Ġrang":900,"oking":901,"ff":902,"Ġne":903,"Ġmid":904,"Ġcosts":905,"xt":906,"ct":907,"expensive":908,"Ġinexpensive":909,"amily":910,"ugh":911,"star":912,"hough":913,"own":914,"Ġsushi":915,"Ġdo":916,"Ġbet":917,"Ġun":918,"rit":919,"een":920,"eas":921,"Ġreviews":922,"ween":923,"Ġbetween":924,"Green":925,"Ġrate":926,"Bibimbap":927,"Ġlooking":928,"ĠCustomers":929,"Ġstyle":930,"Ġall":931,"der":932,"Ġnext":933,"bo":934,"eason":935,"Ġex":936,"Giraffe":937,"Ġreason":938,"Ġpoor":939,"Ġloc":940,"ĠFood":941,"ong":942,"Ġabo":943,"Ġadults":944,"Ġmeals":945,"Ġover":946,"ality":947,"jo":948,"An":949,"ome":950,"Ġgo":951,"get":952,"Ġdoes":953,"Ġquality":954,"ffor":955,"Ġget":956,"ever":957,"Ġfa":958,"ritish":959,"fforda":960,"ĠBritish":961,"Ġhigher":962,"owever":963,"Ġwelcome":964,"Ġu":965,"Ġafforda":966,"Ġunder":967,"as":968,"Ġwill":969,"Ġaffordable":970,"our":971,"Ġalong":972,"ation":973,"rated":974,"Ġserved":975,"Ġv":976,"Ġyour":977,"Ġservice":978,"enu":979,"Taste":980,"rices":981,"uros":982,"Ġmenu":983,"Ġsuit":984,"Ġ.":985,"Ġnor":986,"Ġtheir":987,"comm":988,"Ġlocation":989,"Ġisn":990,"ĠPrices":991,"Ġexce":992,"Ġbeen":993,"commend":994,"Ġrecommend":995,"Ġwhere":996,"llent":997,"Ġnorth":998,"ĠRange":999,"Ġexcellent":1000,"Ġdin":1001,"ci":1002,"Ġdis":1003,"Ġabove":1004,"Ġme":1005,"ĠCrown":1006,"isit":1007,"Ġranging":1008,"Ġsuitable":1009,"family":1010,"though":1011,"ĠPub":1012,"ting":1013,"Ġthen":1014,"Ġ,":1015,"Ġwho":1016,"Ġgi":1017,"-Â£":1018,"ĠL":1019,"Ġeuros":1020,"Ġde":1021,"Ġallow":1022,"Ġper":1023,"Ġmedi":1024,"Ġwine":1025,"'re":1026,"Ġreasonable":1027,"Ġwithin":1028,"Ġdining":1029,"int":1030,"ĠTheir":1031,"Ġhowever":1032,"Ġrecommended":1033,"Ġ-":1034,"ĠNot":1035,"joy":1036,"Ġvisit":1037,"Ġup":1038,"Ġgiven":1039,"Ġmedium":1040,"ake":1041,"ight":1042,"ite":1043,"ad":1044,"hes":1045,"ĠĠ":1046,"Ġop":1047,"ring":1048,"High":1049,"Ġside":1050,"ally":1051,"Ġdishes":1052,"ĠShop":1053,"hildren":1054,"Ġwe":1055,"ust":1056,"Ġfe":1057,"Ġenjoy":1058,"erving":1059,"Ġranges":1060,"cing":1061,"Ġaround":1062,"Ġcosting":1063,"ous":1064,"if":1065,"Ġtake":1066,"Ġpricing":1067,"ĠPrice":1068,"Ġwell":1069,"Ġsp":1070,"You":1071,"ab":1072,"Ġhe":1073,"Ġ25":1074,"co":1075,"ction":1076,"Ġsell":1077,"ĠWith":1078,"rea":1079,"Ġor":1080,"Ġset":1081,"Ġexp":1082,"Ġaveragely":1083,"Ġgive":1084,"eri":1085,"ence":1086,"Ġfoods":1087,"ĠWe":1088,"Ġfeat":1089,"food":1090,"Ġwhole":1091,"At":1092,"Ġexperi":1093,"Ġsat":1094,"ĠYou":1095,"ably":1096,"Ġexperience":1097,"hil":1098,"Ġam":1099,"isf":1100,"reak":1101,"lthough":1102,"ves":1103,"Ġcons":1104,"Ġdri":1105,"Ġpoorly":1106,"Ġsatisf":1107,"hile":1108,"nk":1109,"Ġj":1110,"Ġdrink":1111,"Ġjust":1112,"Ġwant":1113,"Ġreasonably":1114,"Ġkn":1115,"Ġsetting":1116,"Ġsatisfa":1117,"Ġwas":1118,"Ġbreak":1119,"Ġbeing":1120,"fast":1121,"Ġjo":1122,"heap":1123,"Ġsc":1124,"peci":1125,"Ġsatisfaction":1126,"By":1127,"Travellers":1128,"ail":1129,"Ġ'":1130,"Ġour":1131,"Ġfare":1132,"vail":1133,"Ġcater":1134,"Ġopt":1135,"vailable":1136,"French":1137,"Ġoutside":1138,"Ġbest":1139,"Ġgets":1140,"Ġknown":1141,"Ġthough":1142,"Ġnice":1143,"Ġfair":1144,"ving":1145,"ĠChildren":1146,"Ġjoint":1147,"Ġavailable":1148,"Ġbreakfast":1149,"oast":1150,"ustomer":1151,"rient":1152,"Ġbu":1153,"umer":1154,"Ġend":1155,"Ġspeci":1156,"ĠRated":1157,"Ġfriend":1158,"Ġso":1159,"Ġrecei":1160,"Italian":1161,"Serving":1162,"Ġsome":1163,"riented":1164,"On":1165,"Friendly":1166,"Riverside":1167,"ld":1168,"Ġtown":1169,"ently":1170,"Ġdown":1171,"by":1172,"Ġprovide":1173,"Ġpre":1174,"ĠHowever":1175,"Ġallowed":1176,"ider":1177,"Ġpricey":1178,"Ġboast":1179,"Ġdeli":1180,"Customer":1181,"Fast":1182,"dit":1183,"Ġright":1184,"ould":1185,"dition":1186,"Ġli":1187,"child":1188,"Ġwould":1189,"veni":1190,"Ġquite":1191,"Ġconsider":1192,"ca":1193,"ĠHigh":1194,"Ġselling":1195,"Rated":1196,"Ġcheck":1197,"cious":1198,"Ġreceives":1199,"op":1200,"Ġoriented":1201,"Ġabout":1202,"ures":1203,"radition":1204,"Ġpast":1205,"Ġcon":1206,"ased":1207,"Ġconsidered":1208,"ran":1209,"itt":1210,"orth":1211,"Ġdelicious":1212,"raditional":1213,"way":1214,"zing":1215,"Ġfeatures":1216,"Cheap":1217,"for":1218,"ĠThere":1219,"Highly":1220,"Ġoption":1221,"Ġboasts":1222,"English":1223,"Ġnearby":1224,"Ġlove":1225,"Ġtoo":1226,"range":1227,"Ġtraditional":1228,"Ġbased":1229,"Ġlower":1230,"ali":1231,"lu":1232,"Ġrank":1233,"ĠFamily":1234,"lic":1235,"uld":1236,"Ġconveni":1237,"ss":1238,"Ġview":1239,"Ġif":1240,"Ġranged":1241,"Ġbar":1242,"Ġbel":1243,"Ġcheese":1244,"Ġalthough":1245,"Ġus":1246,"Ġdec":1247,"Ġbring":1248,"oderately":1249,"ular":1250,"Ġwelcomes":1251,"ty":1252,"Ġcho":1253,"Ġtw":1254,"ĠYes":1255,"Ġcostumer":1256,"ffer":1257,"Family":1258,"Ġear":1259,"Ġpasta":1260,"This":1261,"ts":1262,"Ġcheaply":1263,"Ġfairly":1264,"Ġspeciali":1265,"Ġbelow":1266,"pic":1267,"pect":1268,"ard":1269,"ĠNo":1270,"Ġhead":1271,"Ġdrinks":1272,"ems":1273,"ies":1274,"Ġnew":1275,"ĠIs":1276,"fect":1277,"ĠAlthough":1278,"Ġitems":1279,"urgers":1280,"Ġdine":1281,"Indian":1282,"Ġpop":1283,"Ġlik":1284,"lar":1285,"Ġcom":1286,"Ġsho":1287,"ollar":1288,"Ġdollar":1289,"Ġtwenty":1290,"Ġcome":1291,"eliver":1292,"Customers":1293,"ges":1294,"Ġfine":1295,"ries":1296,"ned":1297,"Ġdeliver":1298,"Ġperfect":1299,"ffering":1300,"Low":1301,"Ġpay":1302,"Ġtypic":1303,"Ġchoice":1304,"Ġearned":1305,"ther":1306,"Ġbudge":1307,"Ġdecent":1308,"Kid":1309,"Moderately":1310,"Ġch":1311,"ituated":1312,"cost":1313,"Ġconveniently":1314,"Ġlike":1315,"Yes":1316,"ari":1317,"Ġlitt":1318,"ĠAverage":1319,"Ġgot":1320,"Ġeating":1321,"Ġbudget":1322,"Ġlittle":1323,"Although":1324,"Come":1325,"eop":1326,"ons":1327,"the":1328,"style":1329,"Ġpoint":1330,"Ġdollars":1331,"Chinese":1332,"Close":1333,"one":1334,"there":1335,"Ġwhile":1336,"Ġpopular":1337,"eople":1338,"ave":1339,"Ġac":1340,"Ġthem":1341,"ately":1342,"azing":1343,"clu":1344,"ĠEuros":1345,"Ġbad":1346,"art":1347,"Ġstarting":1348,"Ġvari":1349,"ele":1350,"Ġfries":1351,"Ġpeople":1352,"Ġmay":1353,"Ġwh":1354,"ĠNear":1355,"use":1356,"eside":1357,"ĠOur":1358,"Ġfeatu":1359,"Ġcaters":1360,"Children":1361,"Offering":1362,"amilies":1363,"ght":1364,"let":1365,"oth":1366,"ices":1367,"ĠKids":1368,"Ġdoesn":1369,"Ġspend":1370,"coffee":1371,"Ġamazing":1372,"tun":1373,"Ġrates":1374,"Ġser":1375,"light":1376,"Ġpublic":1377,"lass":1378,"ety":1379,"children":1380,"ions":1381,"esp":1382,"eses":1383,"Ġslight":1384,"Ġeven":1385,"Ġyet":1386,"Ġservices":1387,"Ġbit":1388,"Ġbeca":1389,"fortun":1390,"Ġvariety":1391,"Ġserver":1392,"Ġbecause":1393,"fortunately":1394,"kid":1395,"ost":1396,"Ġid":1397,"Ġfar":1398,"ines":1399,"ĠRiver":1400,"Ġhad":1401,"Ġcheeses":1402,"eally":1403,"Ġmidd":1404,"espite":1405,"Ġslightly":1406,"'ll":1407,"Situated":1408,"ease":1409,"red":1410,"ĠKid":1411,"Ġspecializ":1412,"ative":1413,"ener":1414,"ames":1415,"Ġworth":1416,"Ġhaving":1417,"Ġburgers":1418,"Ġbeside":1419,"Ġlocal":1420,"Ġfriends":1421,"Not":1422,"ain":1423,"eaut":1424,"Ġpl":1425,"uro":1426,"Ġhome":1427,"Ġoutlet":1428,"Ġwines":1429,"Looking":1430,"iful":1431,"Ġtypically":1432,"Ġmiddle":1433,"eautiful":1434,"Alo":1435,"up":1436,"ĠU":1437,"Ġreally":1438,"Ġclass":1439,"Ġlook":1440,"Ġwon":1441,"ĠWhile":1442,"Ġlowly":1443,"Ġexpect":1444,"Ġopen":1445,"Ġscore":1446,"Ġfeaturing":1447,"Ġspecializes":1448,"Along":1449,"pp":1450,"tty":1451,"ull":1452,"Ġsom":1453,"Ġcould":1454,"ĠServing":1455,"Ġgener":1456,"ĠLow":1457,"Ġpretty":1458,"ext":1459,"Ġpers":1460,"Ġhouse":1461,"ĠFamilies":1462,"Ġbeautiful":1463,"ican":1464,"merican":1465,"Ġideal":1466,"Ġperson":1467,"Ġfan":1468,"stand":1469,"ĠChild":1470,"Ġinclu":1471,"ĠAmerican":1472,"Ġboth":1473,"ores":1474,"Ġdon":1475,"Ġshould":1476,"Ġinclud":1477,"Try":1478,"eatery":1479,"out":1480,"with":1481,"verall":1482,"ĠSu":1483,"ĠMeal":1484,"elcome":1485,"Ġdist":1486,"Ġscores":1487,"Ġusu":1488,"Ġchar":1489,"Ġservers":1490,"standing":1491,"Child":1492,"Next":1493,"Welcome":1494,"Ġfall":1495,"Ġfull":1496,"Ġnight":1497,"Ġoutstanding":1498,"Ġwit":1499,"ĠTh":1500,"ick":1501,"Ġstore":1502,"value":1503,"Ġsited":1504,"Ġlovely":1505,"Ġdeliveries":1506,"It":1507,"ner":1508,"Ġvalue":1509,"only":1510,"Ġusually":1511,"One":1512,"near":1513,"sca":1514,"Ġaw":1515,"Ġtast":1516,"ist":1517,"Ġsele":1518,"hose":1519,"ĠHas":1520,"Ġoffered":1521,"Ġupsca":1522,"Ġamong":1523,"Ġupscale":1524,"00":1525,"ack":1526,"ging":1527,"irit":1528,"kir":1529,"skir":1530,"Ġent":1531,"heck":1532,"Ġthose":1533,"Ġaren":1534,"Ġrestaurants":1535,"Ġoutskir":1536,"Ġplaced":1537,"Ġstart":1538,"ront":1539,"Ġsits":1540,"Ġeats":1541,"Ġoptions":1542,"ĠUn":1543,"ĠSushi":1544,"irits":1545,"Ġoutskirts":1546,"City":1547,"away":1548,"ful":1549,"les":1550,"Ġapp":1551,"Ġok":1552,"Ġburger":1553,"Ġspecial":1554,"Ġgenerally":1555,"ĠMeals":1556,"per":1557,"Ġrel":1558,"Ġother":1559,"Ġoverall":1560,"Ġsm":1561,"Ġevery":1562,"Ġeuro":1563,"uton":1564,"hout":1565,"Ġmar":1566,"ĠAs":1567,"Ġbra":1568,"Ġreviewed":1569,"Ġallows":1570,"Ġranked":1571,"Ġwithout":1572,"ĠUnfortunately":1573,"'.":1574,"Average":1575,"While":1576,"are":1577,"front":1578,"her":1579,"ian":1580,"Ġpart":1581,"Ġsee":1582,"Ġhere":1583,"Ġlea":1584,"ross":1585,"ĠNorth":1586,"Ġdue":1587,"Ġconsumer":1588,"Ġacross":1589,"Ġsomew":1590,"Ġsmall":1591,"Ġbracket":1592,"BP":1593,"Visit":1594,"rt":1595,"yled":1596,"any":1597,"Ġfur":1598,"rict":1599,"Ġaway":1600,"Ġcur":1601,"Ġhamb":1602,"uth":1603,"Ġmak":1604,"Ġmight":1605,"Ġtop":1606,"Ġreg":1607,"Ġcostly":1608,"ĠPlease":1609,"Ġquick":1610,"ĠRatings":1611,"Ġfav":1612,"Ġperm":1613,"Ġspot":1614,"Ġspecializing":1615,"Ġwhat":1616,"Ġdistrict":1617,"Ġrelative":1618,".,":1619,"..":1620,"Pub":1621,"lso":1622,"uit":1623,"ĠLo":1624,"ank":1625,"Ġavera":1626,"ĠCheap":1627,"Ġsa":1628,"pet":1629,"Ġcentr":1630,"ĠHave":1631,"ĠThough":1632,"Ġstop":1633,"Ġgr":1634,"Ġdespite":1635,"rently":1636,"located":1637,"Ġsure":1638,"Ġsuited":1639,"Ġwhose":1640,"ĠLuton":1641,"Ġheart":1642,"Ġcomes":1643,"Ġdelivers":1644,"Ad":1645,"Check":1646,"fter":1647,"free":1648,"rating":1649,"Ġcli":1650,"Ġfree":1651,"Ġplu":1652,"tain":1653,"Ġsay":1654,"Ġnone":1655,"ĠAt":1656,"vious":1657,"Ġneat":1658,"Ġunfriendly":1659,"Ġspirits":1660,"itted":1661,"Ġwonder":1662,"Ġappro":1663,"Ġfurther":1664,"Ġpermitted":1665,"Ġgrub":1666,"Ġplus":1667,"No":1668,"average":1669,"njoy":1670,"restaurant":1671,"ti":1672,"us":1673,"Ġ4":1674,"ĠJ":1675,"Ġcl":1676,"stic":1677,"Ġnames":1678,"itive":1679,"ities":1680,"tastic":1681,"Ġhold":1682,"ĠBut":1683,"Ġmost":1684,"Ġnow":1685,"Ġwere":1686,"room":1687,"ĠAlso":1688,"vel":1689,"Ġriverfront":1690,"ards":1691,"Ġfantastic":1692,"Ġcurrently":1693,"Ġrelatively":1694,"Ġclient":1695,"CafÃ©":1696,"Expensive":1697,"Kids":1698,"Ġea":1699,"Ġres":1700,"Ġrest":1701,"Ġage":1702,"Ġafter":1703,"Ġpr":1704,"Ġsh":1705,"Ġlist":1706,"ĠAnd":1707,"erves":1708,"Ġbank":1709,"ĠSta":1710,"Ġthats":1711,"Ġstand":1712,"Ġplaces":1713,"Ġbuy":1714,"Ġprem":1715,"Ġviews":1716,"Ġtypical":1717,"Ġopened":1718,"ĠThames":1719,"Ġselection":1720,"Ġmakes":1721,"Enjoy":1722,"Price":1723,"cil":1724,"het":1725,"Ġages":1726,"Ġtak":1727,"Ġsea":1728,"Ġmat":1729,"Ġmone":1730,"Ġmany":1731,"Ġwide":1732,"Ġnote":1733,"Ġstyled":1734,"Ġgro":1735,"Ġdes":1736,"Ġalco":1737,"cts":1738,"rite":1739,"Ġfacil":1740,"Ġdinner":1741,"Ġlies":1742,"Ġplease":1743,"Ġhamburgers":1744,"Ġwonderful":1745,"Ġmoney":1746,"Ġalcoho":1747,"',":1748,"Found":1749,"Wh":1750,"ire":1751,"iet":1752,"king":1753,"kids":1754,"ning":1755,"uch":1756,"vid":1757,"Ġz":1758,"Ġauth":1759,"odest":1760,"entic":1761,"Ġany":1762,"app":1763,"Ġmuch":1764,"Ġmodest":1765,"ĠServes":1766,"aghet":1767,"resh":1768,"Ġgave":1769,"Ġquiet":1770,"Ġwelcomed":1771,"Ġunfortunately":1772,"Ġspaghet":1773,"Ġprevious":1774,"Ġthemed":1775,"Ġincludes":1776,"Ġcharges":1777,"Ġfalls":1778,"Ġtasty":1779,"Ġmark":1780,"ĠAsian":1781,"ĠLoc":1782,"rooms":1783,"Ġauthentic":1784,"Ġspaghetti":1785,"Find":1786,"ding":1787,"ired":1788,"of":1789,"oad":1790,"orite":1791,"xpect":1792,"ance":1793,"rien":1794,"Ġpos":1795,"tal":1796,"Ġle":1797,"Ġthir":1798,"ching":1799,"Ġcall":1800,"Ġstill":1801,"ond":1802,"Ġsuch":1803,"Ġsite":1804,"Ġexclu":1805,"Ġlocate":1806,"Ġnorm":1807,"Ġupper":1808,"Ġamb":1809,"Ġbus":1810,"Ġprovided":1811,"Ġsomewhere":1812,"Ġfavorite":1813,"Ġcentrally":1814,"Ġgroup":1815,"Ġalcohol":1816,"Ġzone":1817,"riental":1818,"Ġthirty":1819,"Ġexclusive":1820,"Despite":1821,"Even":1822,"cy":1823,"down":1824,"gin":1825,"pri":1826,"ates":1827,"odu":1828,"ises":1829,"ĠIf":1830,"Ġsur":1831,"reater":1832,"entele":1833,"Â£.":1834,"Ġmind":1835,"Ġmake":1836,"Ġmust":1837,"Ġmain":1838,"Ġwal":1839,"ĠGBP":1840,"ĠModerate":1841,"ĠOn":1842,"unch":1843,"Ġgreater":1844,"imed":1845,"Ġneed":1846,"Ġorder":1847,"Ġconvenient":1848,"arded":1849,"Ġcompet":1850,"Ġshort":1851,"Ġwhy":1852,"acks":1853,"Ġokay":1854,"Ġleave":1855,"Ġaveraging":1856,"Adult":1857,"Ġclentele":1858,"Ġeast":1859,"Ġrestrooms":1860,"Ġprodu":1861,"Ġship":1862,"When":1863,"We":1864,"ale":1865,"aving":1866,"be":1867,"cently":1868,"gg":1869,"hing":1870,"ium":1871,"ied":1872,"ud":1873,"xim":1874,"Ġate":1875,"Ġdi":1876,"Ġrice":1877,"Ġroad":1878,"Ġcra":1879,"ens":1880,"iness":1881,"Ġtow":1882,"Ġrather":1883,"ĠClose":1884,"Ġsear":1885,"Ġlunch":1886,"ĠFor":1887,"Ġshops":1888,"Ġinto":1889,"Ġmoder":1890,"Ġwater":1891,"Ġwar":1892,"rovid":1893,"verages":1894,"umers":1895,"ĠSituated":1896,"ors":1897,"hines":1898,"onveni":1899,"Ġbeverages":1900,"Ġrep":1901,"Ġfruit":1902,"quality":1903,"Ġreceiving":1904,"Ġchain":1905,"Ġacc":1906,"Ġscored":1907,"Ġentire":1908,"Ġholds":1909,"Ġpremium":1910,"ĠLocate":1911,"roviding":1912,"Eat":1913,"North":1914,"Providing":1915,"ared":1916,"cri":1917,"met":1918,"native":1919,"ure":1920,"ual":1921,"ery":1922,"Ġfun":1923,"Ġfresh":1924,"enities":1925,"Ġaimed":1926,"ince":1927,"Ġtend":1928,"eaway":1929,"Ġoriental":1930,"ĠCal":1931,"ĠChines":1932,"review":1933,"urmet":1934,"Ġloves":1935,"Ġcook":1936,"Ġcoup":1937,"ĠEuro":1938,"ĠExpect":1939,"Ġboat":1940,"ort":1941,"Ġcheaper":1942,"ternative":1943,"Ġstay":1944,"ething":1945,"Ġrecently":1946,"Ġalternative":1947,"eep":1948,"Ġpolic":1949,"Ġgourmet":1950,"Ġuse":1951,"ĠPublic":1952,"Ġgives":1953,"Ġfeed":1954,"Ġamenities":1955,"Ġbreakfasts":1956,"ĠHighly":1957,"ways":1958,"Ġclassic":1959,"Ġsomething":1960,"Ġaware":1961,"Ġstandard":1962,"Ġtakeaway":1963,"Ġlevel":1964,"Ġgroups":1965,"Ġproducts":1966,"Ġsearching":1967,"onveniently":1968,"ĠCalled":1969,"reviewed":1970,"Ġpolicy":1971,"All":1972,"Bring":1973,"Down":1974,"Families":1975,"Having":1976,"Though":1977,"age":1978,"customer":1979,"ep":1980,"ely":1981,"hat":1982,"lf":1983,"nce":1984,"pared":1985,"town":1986,"ans":1987,"atro":1988,"Ġfond":1989,"esome":1990,"Ġtag":1991,"Ġtaste":1992,"amous":1993,"Ġpatro":1994,"Ġprince":1995,"ides":1996,"Ġsince":1997,"Ġthing":1998,"Ġwro":1999,"roun":2000,"oun":2001,"ĠGreat":2002,"ĠTy":2003,"ĠModerately":2004,"ĠOffering":2005,"self":2006,"Ġalways":2007,"ffers":2008,"Ġneigh":2009,"ctions":2010,"Ġdowntown":2011,"Ġboasting":2012,"Ġfancy":2013,"Ġawesome":2014,"Ġregarded":2015,"Ġsaid":2016,"Ġbanks":2017,"Ġfacility":2018,"Ġnormal":2019,"Ġcompetitive":2020,"Ġcraving":2021,"Ġpatrons":2022,"Ġwrong":2023,"Crow":2024,"Get":2025,"GBP":2026,"Let":2027,"Moderate":2028,"Re":2029,"bed":2030,"ig":2031,"nacks":2032,"oe":2033,"que":2034,"serving":2035,"Ġim":2036,"Ġrage":2037,"eave":2038,"its":2039,"Ġsold":2040,"Ġsnacks":2041,"aps":2042,"Ġint":2043,"Ġmood":2044,"Ġbite":2045,"ĠSt":2046,"ĠArea":2047,"Ġattra":2048,"ocre":2049,"Ġstarts":2050,"Ġgu":2051,"Ġgra":2052,"Ġdate":2053,"Ġday":2054,"Ġyoung":2055,"ible":2056,"ĠSorry":2057,"Ġsuper":2058,"Within":2059,"Ġgoes":2060,"Ġgoing":2061,"Ġyourself":2062,"Ġmediocre":2063,"ade":2064,"ĠĠĠĠ":2065,"ĠPriced":2066,"Ġhear":2067,"coring":2068,"read":2069,"Ġscale":2070,"Ġtheme":2071,"Ġpleas":2072,"Ġincluding":2073,"Ġdistance":2074,"Ġtasting":2075,"Ġselections":2076,"Ġeveryone":2077,"Ġmargin":2078,"Ġsomewhat":2079,"uitable":2080,"ĠJo":2081,"ĠJust":2082,"ĠStar":2083,"ĠStart":2084,"Ġseafood":2085,"Ġmature":2086,"Ġbusiness":2087,"Ġtowards":2088,"Ġwarm":2089,"cribed":2090,"Ġcouples":2091,"ount":2092,"Food":2093,"Here":2094,"aint":2095,"bs":2096,"back":2097,"cheap":2098,"fin":2099,"five":2100,"high":2101,"haps":2102,"iving":2103,"less":2104,"oor":2105,"ose":2106,"oriented":2107,"pt":2108,"pired":2109,"spired":2110,"Ġes":2111,"erling":2112,"erts":2113,"ertain":2114,"Ġrave":2115,"Ġcas":2116,"Ġfin":2117,"river":2118,"hest":2119,"oodles":2120,"Ġpur":2121,"Ġpar":2122,"ceiving":2123,"Ġhapp":2124,"Ġlet":2125,"Ġlight":2126,"ents":2127,"utation":2128,"ĠBring":2129,"ĠBreak":2130,"ĠFind":2131,"Ġmom":2132,"ĠEven":2133,"Ġwor":2134,"level":2135,"ĠAn":2136,"Ġaveraged":2137,"Ġbo":2138,"Ġbread":2139,"ĠHere":2140,"ording":2141,"lax":2142,"nsuitable":2143,"ĠOffers":2144,"Ġatt":2145,"Ġstep":2146,"Ġsterling":2147,"Ġdish":2148,"Ġdeal":2149,"Ġrelax":2150,"Nearby":2151,"Ġsupp":2152,"Ġwelcoming":2153,"Ġbetter":2154,"Ġwilling":2155,"cies":2156,"Ġmeet":2157,"Ġdefin":2158,"itely":2159,"Ġamount":2160,"oasting":2161,"Ġprepared":2162,"Ġdelica":2163,"Ġdecently":2164,"Ġcomp":2165,"Ġinclude":2166,"iance":2167,"Ġaverages":2168,"Ġappropri":2169,"Ġpositive":2170,"Ġambiance":2171,"Ġreputation":2172,"Ġfeedback":2173,"Receiving":2174,"Ġsuperb":2175,"Ġcasual":2176,"riverside":2177,"ĠBreakfast":2178,"Ġsteps":2179,"Ġdefinitely":2180,"Ġdelicacies":2181,"Ġappropriate":2182,"'ve":2183,"Go":2184,"Mid":2185,"Poor":2186,"Qu":2187,"Right":2188,"Take":2189,"Want":2190,"bor":2191,"eed":2192,"ft":2193,"ie":2194,"ient":2195,"lb":2196,"mely":2197,"prices":2198,"ppet":2199,"rd":2200,"rner":2201,"uc":2202,"ug":2203,"uv":2204,"Ġi":2205,"ern":2206,"erri":2207,"Ġrun":2208,"Ġcant":2209,"Ġfew":2210,"Ġach":2211,"Ġappet":2212,"ination":2213,"Ġterri":2214,"Ġput":2215,"Ġpup":2216,"Ġnoodles":2217,"ited":2218,"ĠCan":2219,"ĠCam":2220,"ĠCome":2221,"ĠCost":2222,"ĠCheck":2223,"Ġsou":2224,"Ġscoring":2225,"remely":2226,"Ġedge":2227,"Ġext":2228,"Ġhis":2229,"Ġhotel":2230,"Ġhors":2231,"Ġlu":2232,"Ġthin":2233,"Ġcorner":2234,"Ġinspired":2235,"ĠRe":2236,"Ġmade":2237,"Ġbill":2238,"ither":2239,"ĠGood":2240,"ved":2241,"alth":2242,"ĠTry":2243,"ĠOverall":2244,"ulous":2245,"icens":2246,"ĠSpirits":2247,"Ġplay":2248,"ĠCotton":2249,"ĠDon":2250,"ĠMany":2251,"Ġref":2252,"Ġrem":2253,"ĠAdults":2254,"Ġsugg":2255,"Ġass":2256,"Ġunsuitable":2257,"commod":2258,"Ġexceed":2259,"Ġnorthern":2260,"Ġdiner":2261,"ĠLess":2262,"Ġperhaps":2263,"Ġfeel":2264,"Ġenjoyed":2265,"Ġspor":2266,"Ġspace":2267,"Ġheard":2268,"Ġhealth":2269,"Ġknow":2270,"Ġscen":2271,"Ġsoon":2272,"Ġsouth":2273,"Ġchoose":2274,"fferent":2275,"pected":2276,"Ġaccommod":2277,"Ġwhen":2278,"Ġcharging":2279,"Ġspecialises":2280,"Ġregular":2281,"Ġcentral":2282,"tains":2283,"Ġapproval":2284,"Ġclients":2285,"Ġdescribed":2286,"Ġfacilities":2287,"Ġmarket":2288,"Ġposs":2289,"Ġambient":2290,"ĠOnly":2291,"ude":2292,"Ġdifferent":2293,"Ġcooks":2294,"orted":2295,"Ġstaying":2296,"Ġneighbor":2297,"Crowne":2298,"oeuv":2299,"Ġimp":2300,"Ġguest":2301,"Ġgrab":2302,"Poorly":2303,"Ġachie":2304,"Ġterrible":2305,"Ġsoup":2306,"Ġextremely":2307,"icensed":2308,"Ġsuggest":2309,"oeuvres":2310,"35":2311,"Beside":2312,"Boasting":2313,"Cost":2314,"Conveniently":2315,"Ine":2316,"Ra":2317,"Reason":2318,"Sta":2319,"ber":2320,"bly":2321,"bulous":2322,"cc":2323,"cta":2324,"cent":2325,"edi":2326,"fer":2327,"hn":2328,"hood":2329,"ia":2330,"iven":2331,"iring":2332,"ique":2333,"ny":2334,"ping":2335,"ple":2336,"ten":2337,"yes":2338,"ather":2339,"Ġchop":2340,"Ġfit":2341,"Ġfry":2342,"enny":2343,"heese":2344,"inity":2345,"Ġtr":2346,"Ġtap":2347,"Ġtrave":2348,"Ġpic":2349,"Ġpenny":2350,"ising":2351,"ishes":2352,"Ġob":2353,"styled":2354,"ingly":2355,"omis":2356,"itude":2357,"ĠIT":2358,"ĠCol":2359,"ĠCons":2360,"ĠConveniently":2361,"Ġse":2362,"Ġever":2363,"Ġequ":2364,"Ġeither":2365,"Ġlicensed":2366,"ivers":2367,"ĠBe":2368,"hool":2369,"ĠFive":2370,"Ġlot":2371,"Ġlots":2372,"Ġshopping":2373,"Ġinc":2374,"Ġinside":2375,"Ġmy":2376,"Ġmil":2377,"Ġmere":2378,"Ġhight":2379,"Ġwrestlers":2380,"Ġhard":2381,"lege":2382,"rop":2383,"ĠWine":2384,"esserts":2385,"Ġbab":2386,"ĠGree":2387,"ory":2388,"ary":2389,"ĠWatermans":2390,"Ġkeep":2391,"ĠExpensive":2392,"respected":2393,"icinity":2394,"Ġproxim":2395,"ĠNO":2396,"Zizzis":2397,"roved":2398,"Ġglass":2399,"Ġgain":2400,"Ġdest":2401,"Ġdesserts":2402,"Ġbeverage":2403,"Ġcostumers":2404,"looking":2405,"Ġquaint":2406,"ctive":2407,"Ġunique":2408,"Ġgetting":2409,"Ġfabulous":2410,"Ġalongside":2411,"Ġvicinity":2412,"Ġexcellently":2413,"Ġdisapp":2414,"Ġmeans":2415,"Ġgiving":2416,"ĠLeave":2417,"Ġvisited":2418,"adult":2419,"ĠĠĠ":2420,"Ġopin":2421,"Ġjoin":2422,"Ġschool":2423,"pecially":2424,"Ġcatering":2425,"Ġcatered":2426,"Ġsoft":2427,"Ġprefer":2428,"Ġtwo":2429,"Ġcoming":2430,"Ġshow":2431,"Ġfeature":2432,"other":2433,"Ġspending":2434,"Ġplate":2435,"Ġclassy":2436,"Ġentertain":2437,"Ġspecialising":2438,"Ġseeking":2439,"Ġleaves":2440,"Ġhamburger":2441,"tained":2442,"Ġapproxim":2443,"Ġclos":2444,"Ġresides":2445,"Ġpremises":2446,"Priced":2447,"Ġmatch":2448,"Ġdesired":2449,"Ġanyone":2450,"Ġbusy":2451,"Ġsurpri":2452,"Ġsurroun":2453,"Ġwallet":2454,"Ġmoderated":2455,"Ġfruits":2456,"Ġaccording":2457,"Ġtends":2458,"ĠEurope":2459,"ĠTypic":2460,"ighest":2461,"Ġpleasant":2462,"ĠJohn":2463,"Ġespecially":2464,"Ġmoment":2465,"Ġboard":2466,"Ġattitude":2467,"Ġsupplies":2468,"Ġcompany":2469,"uga":2470,"Ġappetiz":2471,"Ġlux":2472,"Ġthink":2473,"Ġhealthy":2474,"Ġaccommodate":2475,"Costing":2476,"Inexpensive":2477,"edium":2478,"ĠCollege":2479,"ĠGreek":2480,"Ġproximity":2481,"Ġdestination":2482,"Ġdisappo":2483,"Ġapproximately":2484,"Ġsurrounding":2485,"AG":2486,"Am":2487,"Be":2488,"Burger":2489,"Dine":2490,"Don":2491,"ER":2492,"Five":2493,"Great":2494,"Given":2495,"Just":2496,"Non":2497,"Oriented":2498,"Ther":2499,"VER":2500,"ase":2501,"air":2502,"airing":2503,"bited":2504,"centre":2505,"ey":2506,"eat":2507,"fic":2508,"has":2509,"lder":2510,"nvironment":2511,"rum":2512,"shop":2513,"uring":2514,"wards":2515,"Ġ2":2516,"Ġ:":2517,"Ġeas":2518,"ĠQu":2519,"eres":2520,"Ġrea":2521,"ath":2522,"Ġcrow":2523,"Ġfoc":2524,"Ġfamous":2525,"rip":2526,"rill":2527,"ricing":2528,"hed":2529,"inery":2530,"Ġtod":2531,"Ġtell":2532,"Ġtrip":2533,"ample":2534,"ead":2535,"Ġpairing":2536,"Ġolder":2537,"They":2538,"iting":2539,"itable":2540,"ĠCheese":2541,"Ġsing":2542,"Ġsame":2543,"Ġsor":2544,"Ġsample":2545,"Ġemer":2546,"Ġhost":2547,"Ġhighest":2548,"Ġla":2549,"Ġlar":2550,"Ġlacks":2551,"Ġarra":2552,"Ġanother":2553,"ĠFriend":2554,"ĠFound":2555,"liar":2556,"Ġcond":2557,"Ġind":2558,"Ġindi":2559,"Ġinter":2560,"Ġman":2561,"Ġmin":2562,"Ġmix":2563,"ilet":2564,"ĠEnvironment":2565,"ĠPricing":2566,"Ġwent":2567,"ĠWhich":2568,"ĠAVER":2569,"essible":2570,"Ġbough":2571,"Ġbist":2572,"Ġback":2573,"aff":2574,"ĠCafÃ©ter":2575,"umber":2576,"ĠSo":2577,"area":2578,"Ġchildless":2579,"llo":2580,"ments":2581,"ĠMedium":2582,"Look":2583,"ĠVery":2584,"ĠOther":2585,"ĠAromis":2586,"ĠEagles":2587,"Ġform":2588,"Ġforget":2589,"Ġtoilet":2590,"unning":2591,"Ġprof":2592,"Ġprohi":2593,"Ġprovider":2594,"Ġstunning":2595,"Ġstarred":2596,"ĠSicilian":2597,"Ġdid":2598,"ounds":2599,"ĠDespite":2600,"Ġbeat":2601,"Ġbecom":2602,"Ġbegin":2603,"Ġofferings":2604,"Ġestablishments":2605,"ional":2606,"quisit":2607,"than":2608,"thing":2609,"stars":2610,"bove":2611,"Ġexquisit":2612,"ffordable":2613,"Ġaffordably":2614,"ass":2615,"Ġvary":2616,"Ġexcept":2617,"Ġupwards":2618,"Ġdrinking":2619,"Ġwanting":2620,"Ġbeluga":2621,"Ġliked":2622,"Ġpaying":2623,"Ġmaybe":2624,"ĠUK":2625,"Ġgeneral":2626,"ĠSuitable":2627,"Ġcharge":2628,"ĠThat":2629,"ĠThree":2630,"Ġentries":2631,"Ġspecialty":2632,"Ġparties":2633,"Ġmaking":2634,"Ġregion":2635,"Ġsale":2636,"Adults":2637,"Ġsays":2638,"used":2639,"Ġstandards":2640,"Ġtaking":2641,"Ġmodestly":2642,"Ġnormally":2643,"Ġmainly":2644,"Ġwalk":2645,"ggs":2646,"Ġmodern":2647,"Ġwaterfront":2648,"Ġaccessible":2649,"Ġfondue":2650,"round":2651,"ĠType":2652,"Ġfinest":2653,"Ġpurch":2654,"ucive":2655,"ĠReview":2656,"Ġrefresh":2657,"Ġassorted":2658,"Ġsports":2659,"Ġpossible":2660,"Ġguests":2661,"Reasonably":2662,"Star":2663,"Ġtapas":2664,"Ġtraveling":2665,"Ġobtained":2666,"Ġequally":2667,"ĠNOT":2668,"Ġentertainment":2669,"Ġsurpris":2670,"ĠEuropean":2671,"ĠTypically":2672,"Ġappetizers":2673,"Ġsurroundings":2674,"AGE":2675,"Theres":2676,"eaturing":2677,"Ġcrowd":2678,"Ġtoday":2679,"Ġsorry":2680,"Ġhosts":2681,"Ġarray":2682,"Ġconducive":2683,"Ġinterest":2684,"Ġmixed":2685,"ĠAVERAGE":2686,"Ġbought":2687,"Ġbistro":2688,"ĠCafÃ©teria":2689,"Ġtoilets":2690,"Ġprohibited":2691,"Ġexquisite":2692,"Ġexceptional":2693,"10":2694,"50":2695,"As":2696,"Available":2697,"Based":2698,"Com":2699,"Clare":2700,"Fr":2701,"Fan":2702,"Have":2703,"Luton":2704,"Leave":2705,"Name":2706,"Prices":2707,"Rating":2708,"Sat":2709,"Th":2710,"ded":2711,"equ":2712,"fami":2713,"famous":2714,"gan":2715,"gain":2716,"ily":2717,"ks":2718,"mp":2719,"ming":2720,"moderate":2721,"nic":2722,"oid":2723,"pes":2724,"rate":2725,"son":2726,"tures":2727,"uri":2728,"ues":2729,"uce":2730,"void":2731,"where":2732,"xce":2733,"Ġ;":2734,"ĠĊ":2735,"Ġentre":2736,"ĠZizzis":2737,"erate":2738,"erfect":2739,"Ġred":2740,"Ġrive":2741,"Ġrough":2742,"Ġcar":2743,"Ġfo":2744,"Ġfish":2745,"Ġflare":2746,"Ġfront":2747,"enance":2748,"hello":2749,"Ġabs":2750,"Ġavoid":2751,"Ġtea":2752,"Ġtab":2753,"ams":2754,"eace":2755,"Ġpres":2756,"Ġpick":2757,"Ġpass":2758,"Ġpeace":2759,"ise":2760,"ised":2761,"Ġore":2762,"Ġoth":2763,"Ġorient":2764,"stenance":2765,"Ġnest":2766,"Ġnumber":2767,"Ġprim":2768,"Ġcut":2769,"Ġoften":2770,"Ġsod":2771,"Ġsub":2772,"Ġsix":2773,"Ġsiz":2774,"Ġsim":2775,"Ġsad":2776,"ream":2777,"revious":2778,"ury":2779,"urse":2780,"Ġet":2781,"Ġeggs":2782,"pecta":2783,"Ġhi":2784,"Ġho":2785,"Ġtypes":2786,"Ġareas":2787,"ided":2788,"utely":2789,"Ġans":2790,"Ġcous":2791,"Ġcourse":2792,"Ġinfamous":2793,"Ġmo":2794,"Ġmer":2795,"ĠEat":2796,"ĠPerfect":2797,"ĠPrevious":2798,"Ġwaterman":2799,"Ġway":2800,"Ġwinery":2801,"Ġpubs":2802,"Ġbear":2803,"Ġbak":2804,"Ġbas":2805,"Ġbig":2806,"Ġbath":2807,"ĠHe":2808,"olutely":2809,"Ġcheat":2810,"ark":2811,"Ġkind":2812,"rown":2813,"ĠMid":2814,"ressive":2815,"Ġproud":2816,"ĠNext":2817,"top":2818,"Ġstat":2819,"Ġstree":2820,"Ġsteep":2821,"ips":2822,"ĠRanges":2823,"ĠMills":2824,"Ġgather":2825,"Ġgrill":2826,"Ġdear":2827,"ĠDishes":2828,"imum":2829,"ibly":2830,"ĠPlates":2831,"Ġadv":2832,"Ġaddition":2833,"Ġadequ":2834,"Ġsustenance":2835,"ĠBeefeaters":2836,"Ġgoods":2837,"Ġsitting":2838,"Ġeaten":2839,"oks":2840,"ctory":2841,"Ġinexpensively":2842,"Ġdoor":2843,"Ġunivers":2844,"rity":2845,"Ġlocates":2846,"Ġfact":2847,"Ġdiners":2848,"Ġdisc":2849,"Ġdele":2850,"Ġvisiting":2851,"akey":2852,"Ġoperate":2853,"Ġenjoys":2854,"Ġenjoying":2855,"Ġenjoyable":2856,"ously":2857,"Ġtakeout":2858,"hilst":2859,"Ġconsumers":2860,"Ġsatisfied":2861,"Ġsatisfactory":2862,"Ġscener":2863,"peciali":2864,"Ġbuck":2865,"Ġspecific":2866,"idered":2867,"ĠHigher":2868,"opular":2869,"Ġcontains":2870,"Cheaply":2871,"Ġloved":2872,"Ġranking":2873,"Ġbrings":2874,"pectrum":2875,"Ġcombo":2876,"Ġperfectly":2877,"Ġchips":2878,"Ġlikely":2879,"they":2880,"Ġpoints":2881,"Ġacce":2882,"Ġbadly":2883,"Ġwhit":2884,"Ġfeatured":2885,"Ġmiddling":2886,"Ġspecialized":2887,"Ġwont":2888,"Ġexpected":2889,"Ġgenerated":2890,"Ġcharming":2891,"Ġfalling":2892,"Ġwitch":2893,"ĠTheres":2894,"icks":2895,"Ġawarded":2896,"Ġtastes":2897,"Ġamongst":2898,"Ġapproved":2899,"Ġpartner":2900,"ĠLook":2901,"Ġsafe":2902,"Ġclientele":2903,"Ġresult":2904,"Ġprams":2905,"vidual":2906,"Ġanything":2907,"Ġanywhere":2908,"Ġexclusively":2909,"Ġmaintains":2910,"Ġwalking":2911,"Ġneeds":2912,"ensibly":2913,"Ġfreshly":2914,"Ġclassics":2915,"Ġneighbo":2916,"Ġattracts":2917,"Ġhearty":2918,"Ġpleased":2919,"ĠJoin":2920,"Ġparents":2921,"Ġhappy":2922,"Ġhappen":2923,"Ġwork":2924,"Ġdeals":2925,"ĠCostumer":2926,"Ġscene":2927,"Ġscenic":2928,"Ġregularly":2929,"Ġneighborhood":2930,"Ġimpressive":2931,"Ġachieved":2932,"Rainbow":2933,"Ġpicnic":2934,"ĠConsumers":2935,"Ġmiles":2936,"Ġbaby":2937,"Ġgained":2938,"Ġopinion":2939,"Ġpreferred":2940,"Ġclosest":2941,"Ġluxury":2942,"Ġdisappoint":2943,"Being":2944,"airly":2945,"Ġeasy":2946,"Ġfocused":2947,"Ġpairings":2948,"Ġsingle":2949,"Ġemerging":2950,"Ġlaid":2951,"Ġlarge":2952,"Ġindeed":2953,"Ġindividual":2954,"Ġminimum":2955,"Ġpurchase":2956,"ĠReviews":2957,"Ġrefreshments":2958,"Ġsurprisingly":2959,"From":2960,"Fancy":2961,"familiar":2962,"turesque":2963,"uced":2964,"xcellent":2965,"Ġentrees":2966,"Ġreduced":2967,"Ġabsolutely":2968,"Ġothers":2969,"Ġorientated":2970,"Ġsadly":2971,"Ġcousin":2972,"Ġbasic":2973,"Ġstreet":2974,"Ġuniversity":2975,"Ġscenery":2976,"'d":2977,"'m":2978,",,":2979,"--":2980,".Â£":2981,"19":2982,"33":2983,"99":2984,"Also":2985,"Above":2986,"Affordable":2987,"Around":2988,"Both":2989,"Cent":2990,"Cons":2991,"Do":2992,"Due":2993,"Drop":2994,"Ear":2995,"Exp":2996,"Expect":2997,"Excellent":2998,"Famous":2999,"Featuring":3000,"Fairly":3001,"Good":3002,"Hell":3003,"Head":3004,"Id":3005,"Is":3006,"Jo":3007,"Kn":3008,"More":3009,"Nice":3010,"Over":3011,"People":3012,"Popular":3013,"Ran":3014,"Rivers":3015,"Sited":3016,"To":3017,"Traditional":3018,"Whilst":3019,"Yippee":3020,"act":3021,"aries":3022,"ban":3023,"but":3024,"bles":3025,"cap":3026,"cular":3027,"cond":3028,"ders":3029,"day":3030,"eve":3031,"euros":3032,"fore":3033,"fare":3034,"gle":3035,"gal":3036,"ground":3037,"ich":3038,"ilies":3039,"ious":3040,"ke":3041,"key":3042,"lp":3043,"lis":3044,"loc":3045,"liness":3046,"mal":3047,"med":3048,"moderately":3049,"most":3050,"nit":3051,"not":3052,"offee":3053,"offering":3054,"pan":3055,"pub":3056,"par":3057,"phis":3058,"reas":3059,"rally":3060,"sit":3061,"ters":3062,"this":3063,"ties":3064,"ung":3065,"uff":3066,"ying":3067,"yor":3068,"yling":3069,"čĊ":3070,"Ġod":3071,"Ġur":3072,"Ġant":3073,"Ġice":3074,"Ġvi":3075,"Ġest":3076,"Ġ-Â£":3077,"erto":3078,"ang":3079,"andi":3080,"ansive":3081,"Ġru":3082,"Ġrom":3083,"Ġrid":3084,"Ġrear":3085,"Ġraving":3086,"ations":3087,"Ġca":3088,"Ġcast":3089,"Ġcraz":3090,"Ġcrit":3091,"Ġcare":3092,"Ġcertain":3093,"Ġcream":3094,"Ġfyne":3095,"Ġfour":3096,"Ġfus":3097,"Ġfoe":3098,"Ġfits":3099,"rist":3100,"ene":3101,"esides":3102,"escribed":3103,"Ġact":3104,"Ġaffor":3105,"Ġactive":3106,"iners":3107,"inting":3108,"Ġtur":3109,"Ġtou":3110,"Ġtree":3111,"Ġtim":3112,"Ġtreat":3113,"Ġtradition":3114,"eak":3115,"Ġpol":3116,"Ġpra":3117,"Ġphoenix":3118,"Ġpizz":3119,"iss":3120,"isines":3121,"Ġow":3122,"Ġoli":3123,"Ġold":3124,"sticks":3125,"Ġrater":3126,"Ġratting":3127,"Ġpried":3128,"endy":3129,"ended":3130,"Ġcup":3131,"Ġcuisines":3132,"verthe":3133,"itch":3134,"ĠId":3135,"table":3136,"ĠChop":3137,"ĠChest":3138,"ĠCoffee":3139,"Ġranch":3140,"Ġranting":3141,"eared":3142,"Ġspecta":3143,"Ġspectrum":3144,"Ġsensibly":3145,"redi":3146,"recommend":3147,"ped":3148,"pecc":3149,"Ġhat":3150,"Ġhung":3151,"Ġlend":3152,"Ġlate":3153,"Ġlay":3154,"Ġland":3155,"Ġlad":3156,"Ġares":3157,"ention":3158,"ĠBy":3159,"ĠBurgers":3160,"ĠBoth":3161,"ĠBeautiful":3162,"ĠBoasting":3163,"hos":3164,"antly":3165,"antic":3166,"antee":3167,"ĠFitzb":3168,"ĠFull":3169,"ĠFeaturing":3170,"Ġthro":3171,"Ġcore":3172,"Ġcoast":3173,"Ġcool":3174,"Ġinv":3175,"Ġinst":3176,"ĠRel":3177,"ĠRoad":3178,"Â£-":3179,"ĠÂ£,":3180,"ĠÂ£.":3181,"Ġmild":3182,"Ġyear":3183,"ile":3184,"ĠEatery":3185,"ĠEnjoy":3186,"ĠPounds":3187,"Ġwat":3188,"Ġwhe":3189,"Ġwhis":3190,"asta":3191,"astro":3192,"rocious":3193,"ĠWelcom":3194,"ĠAcc":3195,"ĠAbove":3196,"ĠAffordable":3197,"esses":3198,"essment":3199,"Ġblue":3200,"Ġbare":3201,"Ġbloc":3202,"Ġbesides":3203,"ourite":3204,"veyor":3205,"ĠSc":3206,"ĠSell":3207,"ĠStop":3208,"ĠSpeciali":3209,"ales":3210,"orable":3211,"Ġcheep":3212,"ilding":3213,"Ġcheapest":3214,"ĠTraditional":3215,"ĠTuc":3216,"arantee":3217,"ored":3218,"lain":3219,"laimed":3220,"Ġkitch":3221,"ĠMa":3222,"ĠMay":3223,"ĠMenu":3224,"ĠVisit":3225,"ĠOf":3226,"ĠOriental":3227,"ryout":3228,"Ġatrocious":3229,"Ġtoast":3230,"unfriendly":3231,"ived":3232,"ics":3233,"icult":3234,"icular":3235,"Ġproble":3236,"ĠName":3237,"ĠNon":3238,"Ġproves":3239,"ĠKeep":3240,"ĠPunters":3241,"tons":3242,"Ġstell":3243,"Ġstaff":3244,"Ġstuff":3245,"Ġstyling":3246,"inexpensive":3247,"Ġones":3248,"ĠRang":3249,"Ġgate":3250,"Ġgar":3251,"Ġgrove":3252,"Ġgas":3253,"Ġgrown":3254,"Ġgeared":3255,"Ġgastro":3256,"Ġdra":3257,"ĠDE":3258,"ĠDescribed":3259,"cker":3260,"Ġbeans":3261,"Ġrequ":3262,"imate":3263,"Ġtherefore":3264,"ibe":3265,"jacent":3266,"Ġrivers":3267,"Ġalbe":3268,"ĠPlus":3269,"ĠAddition":3270,"Ġadded":3271,"osite":3272,"looks":3273,"sons":3274,"Ġsuffers":3275,"compan":3276,"Ġvenues":3277,"iraff":3278,"Ġgreatly":3279,"Ġreviewers":3280,"Ġquali":3281,"Ġneverthe":3282,"cted":3283,"starred":3284,"Ġdone":3285,"Ġunable":3286,"Ġunbe":3287,"Ġexc":3288,"Ġexist":3289,"Ġexact":3290,"Ġlocale":3291,"Ġoverpriced":3292,"Ġoverlooks":3293,"ourable":3294,"Ġvaries":3295,"Ġvibe":3296,"Ġmenus":3297,"ĠRanged":3298,"Ġmeat":3299,"Ġmeant":3300,"Ġ--":3301,"Ġvisitors":3302,"Ġspent":3303,"Ġspite":3304,"Ġhelp":3305,"Ġorgan":3306,"Ġorders":3307,"Ġexpansive":3308,"isfied":3309,"Ġconsist":3310,"Ġdrive":3311,"Ġsatisfying":3312,"Ġwants":3313,"Ġsettings":3314,"Ġbreaking":3315,"Ġscare":3316,"Ġbuilding":3317,"Ġsophis":3318,"Only":3319,"Ġwouldn":3320,"Ġconsidering":3321,"Ġpastries":3322,"ranged":3323,"Ġranks":3324,"Ġviewed":3325,"Ġuser":3326,"Ġdecided":3327,"Ġbringing":3328,"type":3329,"Ġchoices":3330,"Ġearns":3331,"Ġshoo":3332,"Ġshot":3333,"Ġdelivery":3334,"Ġbudgets":3335,"Ġchill":3336,"arily":3337,"Ġgotten":3338,"Ġaccompan":3339,"Ġvaried":3340,"Ġvarious":3341,"Ġideally":3342,"Ġfares":3343,"atively":3344,"Ġlocals":3345,"Ġplates":3346,"ĠUs":3347,"Ġbeautifully":3348,"Ġfans":3349,"outs":3350,"Ġusual":3351,"Ġawful":3352,"Ġenter":3353,"Ġentree":3354,"ĠUnfriendly":3355,"Ġspecialties":3356,"Ġeveryday":3357,"Averagely":3358,"Ġparticular":3359,"Ġseek":3360,"Ġleast":3361,"Ġleaving":3362,"Visiting":3363,"Ġfurnit":3364,"Ġcurry":3365,"Ġfavourite":3366,"Ġfavorable":3367,"Ġpermits":3368,"Adjacent":3369,"ticated":3370,"Ġmostly":3371,"Ġnowhere":3372,"Ġeach":3373,"Ġeagle":3374,"Ġresults":3375,"Ġrestroom":3376,"Pricey":3377,"Ġdeserts":3378,"Ġalcoholic":3379,"Why":3380,"Ġmarks":3381,"Ġmarked":3382,"ĠLocation":3383,"Ġlegal":3384,"Ġordered":3385,"Ġcompetit":3386,"Ġproduces":3387,"Ġdire":3388,"Ġcracker":3389,"Ġreport":3390,"Ġacclaimed":3391,"Ġcooked":3392,"Ġcoupled":3393,"Ġboats":3394,"Ġuseful":3395,"Ġlevels":3396,"Ġthings":3397,"Crown":3398,"Lets":3399,"Ġimpecc":3400,"Ġintended":3401,"Ġattraction":3402,"Ġattractive":3403,"Ġguarantee":3404,"Ġdays":3405,"Ġpurveyor":3406,"Ġpark":3407,"Ġworse":3408,"Ġbreads":3409,"Ġattention":3410,"Ġrelaxing":3411,"ĠBreakfasts":3412,"ĠCosts":3413,"Ġplayground":3414,"Ġrefle":3415,"Ġremain":3416,"Ġremark":3417,"Ġassessment":3418,"Ġexceeding":3419,"Ġsporting":3420,"Ġpossesses":3421,"Ġimprove":3422,"Ġachieving":3423,"Ġsoups":3424,"Raja":3425,"Ġtrue":3426,"Ġtrendy":3427,"Ġpicturesque":3428,"Ġsecond":3429,"Ġincreas":3430,"Ġincredi":3431,"Ġbabies":3432,"Ġkeeping":3433,"Ġopinions":3434,"Ġluxuri":3435,"Ġdisappointing":3436,"Among":3437,"Amazing":3438,"ĠQuid":3439,"Ġreasons":3440,"Ġprofile":3441,"Ġdidn":3442,"Ġbecome":3443,"Ġbecoming":3444,"Ġvarying":3445,"Ġcrowds":3446,"Ġinteresting":3447,"Ġinterested":3448,"Coming":3449,"Named":3450,"Three":3451,"Ġroughly":3452,"Ġfool":3453,"Ġpeaceful":3454,"Ġnestled":3455,"Ġprimarily":3456,"Ġcute":3457,"Ġsoda":3458,"Ġsizes":3459,"Ġethos":3460,"Ġhope":3461,"Ġmoved":3462,"Ġmerits":3463,"Ġbathrooms":3464,"Ġstatus":3465,"Ġgrills":3466,"Ġadequate":3467,"Ġdelecta":3468,"Ġspecifically":3469,"Ġaccept":3470,"Ġneighbour":3471,"Ġbabysit":3472,"Ġdisappointed":3473,"Ġindividuals":3474,"Centrally":3475,"Considered":3476,"Earning":3477,"Express":3478,"Hello":3479,"Join":3480,"Known":3481,"Riversides":3482,"Ġurban":3483,"erton":3484,"andicap":3485,"Ġromantic":3486,"Ġcrazy":3487,"Ġcritics":3488,"Ġcertainly":3489,"Ġfusion":3490,"Ġactively":3491,"Ġturn":3492,"Ġtourist":3493,"Ġtime":3494,"Ġpolite":3495,"Ġpraised":3496,"Ġpizza":3497,"Ġolives":3498,"ĠChopsticks":3499,"ĠChesterton":3500,"Ġspectacular":3501,"recommended":3502,"Ġhungry":3503,"ĠFitzbilies":3504,"Ġthrough":3505,"ĠRelatively":3506,"Ġmildly":3507,"Ġwhiskey":3508,"ĠWelcoming":3509,"ĠAccording":3510,"Ġbarely":3511,"ĠSelling":3512,"ĠTucson":3513,"Ġkitchen":3514,"Ġproblem":3515,"Ġstellar":3516,"Ġalbeit":3517,"ĠAdditionally":3518,"iraffes":3519,"Ġnevertheless":3520,"Ġexactly":3521,"Ġorganiz":3522,"Ġsophisticated":3523,"Ġaccompanied":3524,"Ġfurniture":3525,"Ġimpeccable":3526,"Ġremarkable":3527,"Ġincreasingly":3528,"Ġluxurious":3529,"Ġbabysitter":3530}