{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"!":4,"\"":5,"#":6,"$":7,"%":8,"&":9,"'":10,"(":11,")":12,"*":13,"+":14,",":15,"-":16,".":17,"/":18,"0":19,"1":20,"2":21,"3":22,"4":23,"5":24,"6":25,"7":26,"8":27,"9":28,":":29,";":30,"<":31,"=":32,">":33,"?":34,"@":35,"A":36,"B":37,"C":38,"D":39,"E":40,"F":41,"G":42,"H":43,"I":44,"J":45,"K":46,"L":47,"M":48,"N":49,"O":50,"P":51,"Q":52,"R":53,"S":54,"T":55,"U":56,"V":57,"W":58,"X":59,"Y":60,"Z":61,"[":62,"\\":63,"]":64,"^":65,"_":66,"`":67,"a":68,"b":69,"c":70,"d":71,"e":72,"f":73,"g":74,"h":75,"i":76,"j":77,"k":78,"l":79,"m":80,"n":81,"o":82,"p":83,"q":84,"r":85,"s":86,"t":87,"u":88,"v":89,"w":90,"x":91,"y":92,"z":93,"{":94,"|":95,"}":96,"~":97,"¡":98,"¢":99,"£":100,"¤":101,"¥":102,"¦":103,"§":104,"¨":105,"©":106,"ª":107,"«":108,"¬":109,"®":110,"¯":111,"°":112,"±":113,"²":114,"³":115,"´":116,"µ":117,"¶":118,"·":119,"¸":120,"¹":121,"º":122,"»":123,"¼":124,"½":125,"¾":126,"¿":127,"À":128,"Á":129,"Â":130,"Ã":131,"Ä":132,"Å":133,"Æ":134,"Ç":135,"È":136,"É":137,"Ê":138,"Ë":139,"Ì":140,"Í":141,"Î":142,"Ï":143,"Ð":144,"Ñ":145,"Ò":146,"Ó":147,"Ô":148,"Õ":149,"Ö":150,"×":151,"Ø":152,"Ù":153,"Ú":154,"Û":155,"Ü":156,"Ý":157,"Þ":158,"ß":159,"à":160,"á":161,"â":162,"ã":163,"ä":164,"å":165,"æ":166,"ç":167,"è":168,"é":169,"ê":170,"ë":171,"ì":172,"í":173,"î":174,"ï":175,"ð":176,"ñ":177,"ò":178,"ó":179,"ô":180,"õ":181,"ö":182,"÷":183,"ø":184,"ù":185,"ú":186,"û":187,"ü":188,"ý":189,"þ":190,"ÿ":191,"Ā":192,"ā":193,"Ă":194,"ă":195,"Ą":196,"ą":197,"Ć":198,"ć":199,"Ĉ":200,"ĉ":201,"Ċ":202,"ċ":203,"Č":204,"č":205,"Ď":206,"ď":207,"Đ":208,"đ":209,"Ē":210,"ē":211,"Ĕ":212,"ĕ":213,"Ė":214,"ė":215,"Ę":216,"ę":217,"Ě":218,"ě":219,"Ĝ":220,"ĝ":221,"Ğ":222,"ğ":223,"Ġ":224,"ġ":225,"Ģ":226,"ģ":227,"Ĥ":228,"ĥ":229,"Ħ":230,"ħ":231,"Ĩ":232,"ĩ":233,"Ī":234,"ī":235,"Ĭ":236,"ĭ":237,"Į":238,"į":239,"İ":240,"ı":241,"Ĳ":242,"ĳ":243,"Ĵ":244,"ĵ":245,"Ķ":246,"ķ":247,"ĸ":248,"Ĺ":249,"ĺ":250,"Ļ":251,"ļ":252,"Ľ":253,"ľ":254,"Ŀ":255,"ŀ":256,"Ł":257,"ł":258,"Ń":259,"Ġ=":260,"Ġ|":261,"er":262,"Ġc":263,"Ġr":264,"an":265,"Ġf":266,"Ġt":267,"at":268,"Ġi":269,"en":270,"ri":271,"Ġa":272,"he":273,"st":274,"am":275,"ly":276,"Ġp":277,"od":278,"ea":279,"Ġthe":280,"in":281,"ood":282,"Ġo":283,"es":284,"Ġfood":285,"ge":286,"ce":287,"ing":288,"Ġn":289,"Ġis":290,"Ġrat":291,"Ġcu":292,"om":293,"Ġpri":294,"Ġrating":295,"end":296,"ame":297,"riend":298,"riendly":299,"stom":300,"stomer":301,"Ġcustomer":302,"id":303,"Ġprice":304,"Ġs":305,"name":306,"Ġh":307,"ver":308,"Ġran":309,"Ġrange":310,"Ġri":311,"Ġar":312,"Ġb":313,"Ġe":314,"ater":315,"Ġof":316,"it":317,"ear":318,"Ġin":319,"Ġnear":320,"Ġl":321,"re":322,"ami":323,"Ġfami":324,"Ġfamily":325,"pe":326,"li":327,"Ġ5":328,"Ġit":329,"atery":330,"Ġeatery":331,"Ġty":332,"Ġtype":333,"Ġarea":334,"Ġriver":335,"ur":336,"ent":337,"ide":338,"sta":339,"side":340,"friendly":341,"Ġriverside":342,"Ġre":343,"Ġco":344,"ut":345,"Ġlo":346,"ho":347,"ant":348,"Ġw":349,"urant":350,"staurant":351,"Ġrestaurant":352,"Ġan":353,"ate":354,"Ġth":355,"fe":356,"Ġout":357,"Ġm":358,"ffe":359,"ffee":360,"Ġsho":361,"Ġcoffee":362,"Ġshop":363,"ap":364,"Ġy":365,"gh":366,"ity":367,"Ġcity":368,"Â£":369,"Ġcent":370,"ĠÂ£":371,"Ġand":372,"igh":373,"Ġhigh":374,"Ġcentre":375,"ese":376,"ch":377,"il":378,"the":379,"Ġpu":380,"Ġyes":381,"Ġfriendly":382,"Ġha":383,"Ġno":384,"ated":385,"Ġca":386,"Ġthan":387,"20":388,"ren":389,"cated":390,"ve":391,"Ġch":392,"Ġpub":393,"le":394,"ast":395,"Ġlocated":396,"ali":397,"Ġg":398,"Ġhas":399,"di":400,"ro":401,"vera":402,"verage":403,"Ġfast":404,"Ġaverage":405,"dian":406,"ess":407,"Ġindian":408,"Ġj":409,"Ġser":410,"anese":411,"apanese":412,"alian":413,"Ġjapanese":414,"ou":415,"Ġitalian":416,"Ġlow":417,"oder":418,"oderate":419,"ith":420,"Ġmoderate":421,"rench":422,"Ġfrench":423,"Ġserv":424,"Ġwith":425,"fÃ":426,"fÃ©":427,"ĠcafÃ©":428,"um":429,"ol":430,"ers":431,"or":432,"Ġche":433,"ild":434,"Ġcheap":435,"sh":436,"Ġk":437,"la":438,"Ġ3":439,"ne":440,"lish":441,"Ġbo":442,"Ġen":443,"Ġless":444,"Ġserves":445,"Ġrice":446,"Ġboat":447,"Ġ1":448,"ll":449,"glish":450,"Ġenglish":451,"Ġthat":452,"Ġchild":453,"inese":454,"ra":455,"Ġchinese":456,"Ġba":457,"ore":458,"Ġmore":459,"30":460,"Ġnot":461,"Ġwater":462,"man":463,"Ġwaterman":464,"dge":465,"amb":466,"Ġcamb":467,"ridge":468,"Ġcambridge":469,"Ġby":470,"25":471,"old":472,"Ġgold":473,"Ġgolden":474,"row":475,"Ġkid":476,"ed":477,"lo":478,"xp":479,"Ġtw":480,"ns":481,"Ġexp":482,"ue":483,"ere":484,"ment":485,"Ġbar":486,"lies":487,"Ġpriced":488,"zi":489,"Ġpla":490,"Ġrated":491,"ry":492,"lue":493,"led":494,"Ġcal":495,"Ġcalled":496,"ix":497,"zb":498,"itzb":499,"illies":500,"itzbillies":501,"Ġat":502,"Ġea":503,"Ġeag":504,"Ġeagle":505,"Ġcur":506,"Ġcurry":507,"se":508,"here":509,"ay":510,"mentum":511,"da":512,"Ġfor":513,"Ġoff":514,"Ġra":515,"Ġblue":516,"ress":517,"olid":518,"Ġholid":519,"Ġholiday":520,"Ġinn":521,"Ġexpress":522,"enix":523,"Ġpho":524,"Ġphoenix":525,"rowns":526,"Ġrou":527,"Ġrouge":528,"is":529,"rada":530,"strada":531,"ow":532,"rest":533,"Ġwrest":534,"Ġwrestl":535,"Ġwrestlers":536,"Ġchildren":537,"ice":538,"Ġto":539,"Ġbe":540,"lt":541,"Ġpric":542,"Ġv":543,"ive":544,"ic":545,"Ġhou":546,"Ġhouse":547,"there":548,"ot":549,"Ġfy":550,"Ġfyne":551,"ort":552,"Ġprices":553,"Ġsp":554,"ult":555,"ms":556,"and":557,"Ġpro":558,"Ġfitzbillies":559,"land":560,"Ġport":561,"Ġare":562,"Ġarms":563,"Ġportland":564,"Ġprov":565,"Ġspice":566,"get":567,"nt":568,"Ġone":569,"Ġprovid":570,"Ġd":571,"urg":572,"Ġpunt":573,"Ġpunter":574,"Ġburg":575,"to":576,"Ġoffers":577,"Ġali":578,"Ġburger":579,"Ġalimentum":580,"Ġking":581,"enty":582,"Ġtwenty":583,"Ġall":584,"ip":585,"Ġtwo":586,"el":587,"Ġnood":588,"ari":589,"ippe":590,"Ġnoodle":591,"ippee":592,"Ġyippee":593,"star":594,"bow":595,"Ġve":596,"inbow":597,"getari":598,"Ġvegetari":599,"Ġvegetarian":600,"Ġrainbow":601,"ults":602,"Ġstrada":603,"Ġbrowns":604,"Ġplace":605,"ine":606,"wood":607,"ildwood":608,"zzi":609,"zizzi":610,"Ġgro":611,"Ġoli":612,"Ġolive":613,"Ġgrove":614,"ill":615,"Ġserving":616,"Ġbut":617,"Ġon":618,"Ġva":619,"cum":620,"Ġstar":621,"Ġvaults":622,"Ġloch":623,"Ġhot":624,"Ġhotel":625,"za":626,"Ġplaza":627,"Ġcrow":628,"omi":629,"Ġthey":630,"lia":631,"Ġsic":632,"Ġsici":633,"Ġsicilia":634,"Ġcuis":635,"Ġcuisine":636,"Ġmoderately":637,"mer":638,"ids":639,"Ġpa":640,"Ġits":641,"ummer":642,"idsummer":643,"Ġmill":644,"tto":645,"Ġcotto":646,"Ġcrowne":647,"Ġwh":648,"Ġratings":649,"Ġkids":650,"ree":651,"sive":652,"lace":653,"Ġpalace":654,"ensive":655,"Ġprovides":656,"Ġranch":657,"nd":658,"ich":659,"Ġwhich":660,"Ġcla":661,"Ġhall":662,"Ġclare":663,"Ġwildwood":664,"Ġzizzi":665,"low":666,"'s":667,"Ġcustomers":668,"Ġad":669,"Ġgre":670,"Ġname":671,"lowns":672,"Ġaromi":673,"Ġcocum":674,"Ġyou":675,"ound":676,"Ġexpensive":677,"lls":678,"bi":679,"ling":680,"et":681,"Ġtree":682,"pling":683,"umpling":684,"Ġdumpling":685,"Ġmidsummer":686,"Ġbak":687,"Ġbakers":688,"Ġman":689,"Ġhighly":690,"Ġnamed":691,"ira":692,"iraffe":693,"located":694,"fitzbillies":695,"Ġhave":696,"ck":697,"Ġcan":698,"on":699,"Ġcenter":700,"Ġthere":701,"near":702,"Ġclowns":703,"cket":704,"mb":705,"bimb":706,"bimbap":707,"rent":708,"Ġcri":709,"alimentum":710,"cketers":711,"Ġcricketers":712,"browns":713,"Ġsor":714,"ja":715,"pri":716,"Ġraja":717,"for":718,"rento":719,"Ġsorrento":720,"Ġ20":721,"price":722,"Ġpl":723,"vi":724,"Ġgiraffe":725,"Ġgreen":726,"ls":727,"Ġcost":728,"lon":729,"Ġproviding":730,"Ġthis":731,"aste":732,"Ġbra":733,"priced":734,"ough":735,"Ġplough":736,"zil":737,"Ġbrazil":738,"Ġoffer":739,"Ġserve":740,"loch":741,"ar":742,"co":743,"Ġse":744,"ble":745,"va":746,"blue":747,"Ġava":748,"Ġbi":749,"Ġsix":750,"Ġbells":751,"atic":752,"riatic":753,"Ġadriatic":754,"Ġbibimbap":755,"cot":756,"cotto":757,"Ġfr":758,"Ġtaste":759,"com":760,"Ġnon":761,"os":762,"Ġoffering":763,"Ġfrom":764,"Ġsu":765,"cocum":766,"Ġavalon":767,"Ġrest":768,"Ġfound":769,"lso":770,"Ġalso":771,"al":772,"rave":773,"Ġfive":774,"stab":775,"Ġestab":776,"lishment":777,"Ġestablishment":778,"llers":779,"efe":780,"Ġbeefe":781,"ravellers":782,"Ġbeefeater":783,"Ġu":784,"Ġsells":785,"with":786,"ew":787,"wildwood":788,"aromi":789,"Ġven":790,"Ġvenue":791,"Ġpound":792,"Ġstars":793,"lose":794,"ion":795,"ir":796,"Ġpounds":797,"ron":798,"Ġonly":799,"Ġgood":800,"Ġenvi":801,"ronment":802,"Ġenvironment":803,"midsummer":804,"Ġ30":805,"Ġtravellers":806,"able":807,"Ġclose":808,"Ġmea":809,"Ġsit":810,"if":811,"Ġas":812,"Ġgreat":813,"Ġst":814,"Ġrece":815,"Ġeat":816,"very":817,"uated":818,"qu":819,"ind":820,"Ġvery":821,"Ġfamilies":822,"mos":823,"phere":824,"Ġatmos":825,"Ġatmosphere":826,"Ġadult":827,"view":828,"th":829,"Ġpo":830,"ok":831,"Ġtry":832,"Ġreview":833,"Ġwe":834,"Ġqu":835,"Ġfind":836,"Ġsituated":837,"elcom":838,"'t":839,"Ġtheir":840,"clowns":841,"Ġthree":842,"Ġreceive":843,"Ġreceived":844,"xpensive":845,"Ġrang":846,"yle":847,"Ġwelcom":848,"expensive":849,"Ġne":850,"shi":851,"Ġsushi":852,"oking":853,"Ġmid":854,"ct":855,"Ġcosts":856,"xt":857,"Ġbri":858,"Ġinexpensive":859,"ugh":860,"Ġrea":861,"hough":862,"rated":863,"ven":864,"we":865,"Ġdo":866,"ti":867,"own":868,"Ġbet":869,"Ġreviews":870,"gre":871,"ween":872,"Ġrate":873,"Ġmeals":874,"Ġbetween":875,"green":876,"Ġlooking":877,"bibimbap":878,"Ġstyle":879,"Ġex":880,"Ġloc":881,"bo":882,"Ġnext":883,"son":884,"Ġfa":885,"giraffe":886,"Ġadults":887,"long":888,"Ġpoor":889,"Ġreason":890,"Ġabo":891,"Ġaf":892,"Ġover":893,"nder":894,"ality":895,"fami":896,"Ġgo":897,"Ġdoes":898,"Ġeur":899,"Ġget":900,"Ġhigher":901,"Ġquality":902,"Ġhow":903,"forda":904,"Ġwelcome":905,"tish":906,"family":907,"ever":908,"Ġbritish":909,"Ġhowever":910,"Ġafforda":911,"Ġunder":912,"Ġaffordable":913,"our":914,"Ġwill":915,"Ġnor":916,"Ġalong":917,"ation":918,"Ġde":919,"Ġserved":920,"Ġyour":921,"Ġservice":922,"Ġnorth":923,"enu":924,"Ġmenu":925,"taste":926,"Ġsuit":927,"Ġeuros":928,"Ġ.":929,"Ġdi":930,"ke":931,"Ġlocation":932,"comm":933,"Ġisn":934,"Ġexce":935,"ome":936,"Ġbeen":937,"commend":938,"Ġrecommend":939,"Ġwhere":940,"llent":941,"ving":942,"Ġexcellent":943,"Ġmeal":944,"Ġme":945,"Ġdin":946,"by":947,"Ġabove":948,"Ġsuitable":949,"Ġcrown":950,"isit":951,"ci":952,"fast":953,"Ġranging":954,"rin":955,"lthough":956,"Ġthen":957,"Ġ,":958,"Ġwho":959,"ting":960,"Ġgi":961,"-Â£":962,"Ġwine":963,"Ġmedi":964,"Ġper":965,"Ġallow":966,"Ġta":967,"int":968,"'re":969,"Ġreasonable":970,"ld":971,"Ġwithin":972,"Ġdining":973,"jo":974,"Ġdis":975,"Ġrecommended":976,"Ġmedium":977,"Ġvisit":978,"Ġ-":979,"child":980,"Ġgiven":981,"joy":982,"Ġup":983,"high":984,"ite":985,"hes":986,"Ġop":987,"ĠĠ":988,"Ġour":989,"Ġdishes":990,"Ġside":991,"Ġdeli":992,"Ġfe":993,"Ġenjoy":994,"Ġranges":995,"ust":996,"Ġaround":997,"ght":998,"Ġpricing":999,"Ġcosting":1000,"rea":1001,"Ġhe":1002,"as":1003,"ous":1004,"Ġwell":1005,"Ġtake":1006,"Ġalthough":1007,"lar":1008,"you":1009,"food":1010,"Ġ25":1011,"Ġsell":1012,"ally":1013,"ad":1014,"bly":1015,"ction":1016,"japanese":1017,"eri":1018,"Ġor":1019,"Ġaveragely":1020,"Ġset":1021,"Ġfeat":1022,"Ġfoods":1023,"Ġbrea":1024,"Ġgive":1025,"Ġthough":1026,"ence":1027,"Ġcons":1028,"Ġjust":1029,"Ġwhole":1030,"Ġexperi":1031,"ably":1032,"Ġam":1033,"Ġsat":1034,"Ġexperience":1035,"ves":1036,"ile":1037,"isf":1038,"Ġpoorly":1039,"Ġbreak":1040,"ca":1041,"Ġjo":1042,"Ġsatisf":1043,"Ġdrin":1044,"Ġdrink":1045,"rient":1046,"Ġreasonably":1047,"Ġwant":1048,"ser":1049,"Ġkn":1050,"Ġbeing":1051,"Ġsetting":1052,"Ġsatisfa":1053,"che":1054,"Ġwas":1055,"Ġbreakfast":1056,"cu":1057,"Ġsatisfaction":1058,"travellers":1059,"Ġ'":1060,"Ġspe":1061,"Ġfare":1062,"Ġcater":1063,"Ġli":1064,"ilable":1065,"Ġbest":1066,"serving":1067,"french":1068,"river":1069,"Ġoutside":1070,"Ġfair":1071,"Ġgets":1072,"Ġknown":1073,"Ġnice":1074,"Ġfriend":1075,"Ġso":1076,"Ġavailable":1077,"Ġjoint":1078,"riverside":1079,"kid":1080,"Ġorient":1081,"Ġend":1082,"Ġbu":1083,"umer":1084,"customer":1085,"Ġsome":1086,"Ġrecei":1087,"Ġspeci":1088,"Ġsc":1089,"italian":1090,"un":1091,"Ġpre":1092,"cent":1093,"Ġtown":1094,"children":1095,"sed":1096,"Ġboast":1097,"Ġprovide":1098,"Ġwhile":1099,"Ġpricey":1100,"Ġcheck":1101,"Ġallowed":1102,"ng":1103,"ider":1104,"ts":1105,"dit":1106,"op":1107,"Ġright":1108,"ould":1109,"Ġun":1110,"Ġquite":1111,"Ġselling":1112,"Ġconsider":1113,"dition":1114,"Ġif":1115,"Ġwould":1116,"veni":1117,"cheap":1118,"venient":1119,"one":1120,"pu":1121,"cious":1122,"Ġreceives":1123,"Ġspeciali":1124,"ran":1125,"Ġcon":1126,"Ġdown":1127,"Ġabout":1128,"Ġoriented":1129,"tion":1130,"itt":1131,"ures":1132,"radition":1133,"Ġconsidered":1134,"Ġtradition":1135,"Ġbring":1136,"Ġdelicious":1137,"Ġconvenient":1138,"ul":1139,"way":1140,"zing":1141,"Ġcho":1142,"Ġlove":1143,"highly":1144,"Ġfeatures":1145,"Ġnearby":1146,"Ġcheese":1147,"Ġvi":1148,"Ġoption":1149,"Ġboasts":1150,"Ġtraditional":1151,"english":1152,"Ġlower":1153,"Ġtoo":1154,"ring":1155,"range":1156,"ss":1157,"Ġranged":1158,"Ġbased":1159,"moderate":1160,"uld":1161,"Ġrank":1162,"lic":1163,"Ġcostumer":1164,"Ġus":1165,"Ġview":1166,"ff":1167,"Ġpasta":1168,"Ġwelcomes":1169,"Ġcome":1170,"Ġtyp":1171,"this":1172,"Ġear":1173,"ight":1174,"Ġfairly":1175,"ty":1176,"Ġcheaply":1177,"Ġbelow":1178,"Ġdecent":1179,"Ġhead":1180,"ems":1181,"Ġfine":1182,"Ġdrinks":1183,"Ġtypic":1184,"Ġcom":1185,"indian":1186,"Ġnew":1187,"Ġitems":1188,"fect":1189,"Ġdine":1190,"Ġperfect":1191,"vers":1192,"pect":1193,"ollar":1194,"Ġdollar":1195,"cost":1196,"Ġconveniently":1197,"lly":1198,"yes":1199,"ther":1200,"customers":1201,"Ġpay":1202,"ned":1203,"Ġchoice":1204,"moderately":1205,"Ġearned":1206,"ain":1207,"ges":1208,"ries":1209,"Ġpublic":1210,"Ġbudge":1211,"ffer":1212,"ies":1213,"lu":1214,"ines":1215,"come":1216,"Ġeating":1217,"Ġlike":1218,"although":1219,"Ġlitt":1220,"Ġgot":1221,"Ġpopu":1222,"Ġbudget":1223,"Ġlittle":1224,"close":1225,"Ġac":1226,"style":1227,"let":1228,"Ġpoint":1229,"Ġdollars":1230,"Ġthem":1231,"Ġeven":1232,"chinese":1233,"Ġvari":1234,"orth":1235,"ople":1236,"Ġpopular":1237,"Ġpe":1238,"ately":1239,"Ġmay":1240,"Ġplea":1241,"azing":1242,"clu":1243,"Ġbad":1244,"Ġstarting":1245,"Ġexpect":1246,"Ġfeatu":1247,"Ġpeople":1248,"ons":1249,"offer":1250,"Ġfries":1251,"offering":1252,"eside":1253,"Ġdes":1254,"Ġdoesn":1255,"Ġamazing":1256,"Ġcaters":1257,"sit":1258,"use":1259,"Ġrates":1260,"ices":1261,"Ġspend":1262,"coffee":1263,"average":1264,"fort":1265,"Ġid":1266,"eal":1267,"light":1268,"Ġma":1269,"Ġyet":1270,"looking":1271,"ety":1272,"ard":1273,"pro":1274,"wh":1275,"eses":1276,"Ġslight":1277,"Ġbit":1278,"Ġservices":1279,"Ġcheeses":1280,"Ġbeca":1281,"unately":1282,"Ġtypically":1283,"Ġvariety":1284,"fortunately":1285,"Ġbecause":1286,"im":1287,"pite":1288,"Ġfar":1289,"Ġhad":1290,"Ġburgers":1291,"Ġmidd":1292,"Ġunfortunately":1293,"Ġspecializ":1294,"situated":1295,"Ġslightly":1296,"'ll":1297,"not":1298,"red":1299,"Ġlook":1300,"Ġdon":1301,"Ġplease":1302,"ative":1303,"ener":1304,"ames":1305,"Ġbeside":1306,"Ġworth":1307,"Ġhaving":1308,"Ġfriends":1309,"Ġfeaturing":1310,"eaut":1311,"Ġhome":1312,"Ġwines":1313,"Ġoutlet":1314,"iful":1315,"Ġlocal":1316,"cale":1317,"Ġscore":1318,"Ġmiddle":1319,"eautiful":1320,"all":1321,"along":1322,"Ġbeautiful":1323,"Ġlowly":1324,"Ġstart":1325,"Ġclass":1326,"Ġreally":1327,"Ġeuro":1328,"Ġopen":1329,"Ġspecializes":1330,"tty":1331,"ull":1332,"Ġsom":1333,"Ġcould":1334,"Ġgener":1335,"Ġboth":1336,"Ġpretty":1337,"Ġideal":1338,"kids":1339,"rt":1340,"Ġap":1341,"Ġpers":1342,"Ġchar":1343,"ican":1344,"Ġperson":1345,"out":1346,"us":1347,"Ġfull":1348,"Ġal":1349,"Ġamer":1350,"Ġinclu":1351,"Ġshould":1352,"ores":1353,"anding":1354,"Ġdeliver":1355,"Ġscores":1356,"Ġamerican":1357,"Ġinclud":1358,"eatery":1359,"try":1360,"welcom":1361,"standing":1362,"Ġovera":1363,"Ġhere":1364,"Ġoutstanding":1365,"Ġservers":1366,"only":1367,"Ġdist":1368,"Ġusu":1369,"Ġoverall":1370,"ces":1371,"Ġent":1372,"Ġnight":1373,"Ġwit":1374,"next":1375,"ick":1376,"ong":1377,"Ġsited":1378,"Ġstore":1379,"Ġhear":1380,"Ġlovely":1381,"Ġdeliveries":1382,"welcome":1383,"ner":1384,"ter":1385,"up":1386,"Ġother":1387,"Ġlea":1388,"Ġvalue":1389,"Ġusually":1390,"ost":1391,"scale":1392,"Ġtast":1393,"Ġaw":1394,"hose":1395,"Ġoffered":1396,"Ġsele":1397,"Ġsits":1398,"Ġupscale":1399,"Ġamong":1400,"00":1401,"city":1402,"ging":1403,"iri":1404,"kir":1405,"skir":1406,"Ġthose":1407,"ating":1408,"Ġok":1409,"Ġaren":1410,"Ġrestaurants":1411,"Ġoutskir":1412,"ront":1413,"Ġspiri":1414,"Ġplaced":1415,"Ġeats":1416,"tions":1417,"Ġlocate":1418,"Ġoptions":1419,"Ġoutskirts":1420,"Ġspirits":1421,"away":1422,"ful":1423,"her":1424,"king":1425,"les":1426,"per":1427,"Ġrel":1428,"Ġdespite":1429,"Ġgenerally":1430,"Ġsm":1431,"Ġevery":1432,"uton":1433,"hout":1434,"Ġmar":1435,"Ġdue":1436,"Ġreviewed":1437,"Ġallows":1438,"Ġconsumer":1439,"pub":1440,"Ġranked":1441,"Ġwithout":1442,"Ġrelative":1443,"'.":1444,"down":1445,"est":1446,"front":1447,"rd":1448,"rating":1449,"yled":1450,"Ġfur":1451,"Ġhamb":1452,"Ġwo":1453,"ross":1454,"Ġspa":1455,"Ġmany":1456,"Ġbracket":1457,"Ġstop":1458,"Ġspecializing":1459,"Ġacross":1460,"while":1461,"Ġsomew":1462,"Ġappro":1463,"Ġsmall":1464,"Ġhamburg":1465,"ack":1466,"bp":1467,"visit":1468,"ance":1469,"rict":1470,"Ġaway":1471,"uth":1472,"Ġmight":1473,"Ġgr":1474,"Ġtop":1475,"Ġspot":1476,"Ġwhat":1477,"Ġplus":1478,"Ġcostly":1479,"Ġsee":1480,"Ġquick":1481,"Ġfav":1482,"Ġperm":1483,"Ġdelivers":1484,"Ġunfriendly":1485,"Ġdistrict":1486,".,":1487,"..":1488,"ep":1489,"ghe":1490,"kes":1491,"ub":1492,"uit":1493,"Ġavera":1494,"Ġsa":1495,"Ġluton":1496,"Ġreg":1497,"Ġcentra":1498,"Ġcurrent":1499,"Ġsure":1500,"Ġsuited":1501,"Ġwhose":1502,"Ġcomes":1503,"Ġheart":1504,"Ġrelatively":1505,"Ġfurther":1506,"free":1507,"no":1508,"res":1509,"Ġcli":1510,"Ġres":1511,"ank":1512,"Ġfo":1513,"Ġfree":1514,"Ġsay":1515,"Ġmost":1516,"Ġnow":1517,"Ġnone":1518,"Ġpart":1519,"vious":1520,"Ġneat":1521,"check":1522,"itted":1523,"Ġwonder":1524,"Ġgrub":1525,"Ġpermitted":1526,"Ġcurrently":1527,"ave":1528,"be":1529,"te":1530,"tit":1531,"Ġ4":1532,"ern":1533,"Ġfant":1534,"Ġage":1535,"Ġnames":1536,"Ġhold":1537,"ities":1538,"restaurant":1539,"Ġriverfront":1540,"Ġwere":1541,"astic":1542,"room":1543,"Ġafter":1544,"adult":1545,"Ġprevious":1546,"Ġtypical":1547,"Ġleave":1548,"Ġclient":1549,"Ġfantastic":1550,"ele":1551,"Ġpr":1552,"Ġsh":1553,"Ġbank":1554,"Ġthames":1555,"Ġthats":1556,"Ġnote":1557,"Ġplaces":1558,"Ġstyled":1559,"cafÃ©":1560,"Ġlist":1561,"Ġbuy":1562,"Ġprem":1563,"Ġviews":1564,"Ġmakes":1565,"Ġopened":1566,"Ġselection":1567,"cil":1568,"eve":1569,"anda":1570,"enjoy":1571,"rite":1572,"Ġages":1573,"Ġsea":1574,"Ġwide":1575,"Ġmat":1576,"Ġmone":1577,"coho":1578,"cts":1579,"Ġfacil":1580,"Ġdinner":1581,"Ġord":1582,"Ġlies":1583,"Ġalcoho":1584,"Ġhamburgers":1585,"Ġwonderful":1586,"andard":1587,"Ġmoney":1588,"',":1589,"are":1590,"found":1591,"ian":1592,"ire":1593,"iet":1594,"tti":1595,"uch":1596,"vid":1597,"Ġz":1598,"Ġro":1599,"Ġauth":1600,"odest":1601,"entic":1602,"Ġany":1603,"Ġmuch":1604,"Ġmodest":1605,"Ġgave":1606,"Ġrestroom":1607,"Ġasian":1608,"Ġstandard":1609,"Ġquiet":1610,"Ġwelcomed":1611,"Ġfalls":1612,"Ġthemed":1613,"Ġcharges":1614,"Ġincludes":1615,"Ġtasty":1616,"Ġmark":1617,"Ġspaghe":1618,"Ġauthentic":1619,"Ġspaghetti":1620,"find":1621,"ions":1622,"ired":1623,"ning":1624,"of":1625,"orite":1626,"Ġcra":1627,"Ġpos":1628,"Ġrecent":1629,"Ġthir":1630,"Ġmust":1631,"app":1632,"ching":1633,"Ġcall":1634,"Ġgroup":1635,"Ġsuch":1636,"Ġsite":1637,"Ġstill":1638,"Ġexclu":1639,"Ġfall":1640,"Ġnorm":1641,"Ġupper":1642,"Ġambi":1643,"Ġbus":1644,"Ġprovided":1645,"Ġcompe":1646,"Ġacc":1647,"ards":1648,"Ġsomewhere":1649,"Ġfavorite":1650,"Ġcentrally":1651,"Ġalcohol":1652,"Ġzone":1653,"Ġroad":1654,"Ġthirty":1655,"Ġexclusive":1656,"alt":1657,"cy":1658,"des":1659,"even":1660,"gin":1661,"lent":1662,"orient":1663,"tain":1664,"ular":1665,"Ġsta":1666,"Ġclent":1667,"ancy":1668,"odu":1669,"Ġrather":1670,"Ġsur":1671,"Ġwal":1672,"Ġmoder":1673,"Ġmind":1674,"Ġshort":1675,"Â£.":1676,"Ġgbp":1677,"Ġeast":1678,"Ġwhy":1679,"Ġgreater":1680,"Ġsorry":1681,"quality":1682,"Ġneed":1683,"Ġbreakfasts":1684,"Ġoriental":1685,"unch":1686,"Ġmake":1687,"arded":1688,"when":1689,"imed":1690,"Ġscored":1691,"Ġokay":1692,"acks":1693,"Ġaveraging":1694,"Ġprodu":1695,"Ġship":1696,"Ġorder":1697,"Ġrestrooms":1698,"despite":1699,"Ġclentele":1700,"de":1701,"five":1702,"hing":1703,"ium":1704,"pa":1705,"sing":1706,"xim":1707,"Ġate":1708,"ans":1709,"Ġtow":1710,"ates":1711,"iness":1712,"Ġsear":1713,"Ġint":1714,"Ġinto":1715,"Ġlunch":1716,"Ġrep":1717,"Ġwon":1718,"Ġwar":1719,"Ġshops":1720,"Ġchain":1721,"Ġchines":1722,"verages":1723,"umers":1724,"ors":1725,"Ġbeverages":1726,"Ġfruit":1727,"Ġfeed":1728,"Ġreceiving":1729,"Ġboasting":1730,"provid":1731,"Ġclassic":1732,"Ġentire":1733,"Ġholds":1734,"Ġpremium":1735,"Ġrecently":1736,"Ġcompetit":1737,"oriented":1738,"providing":1739,"ake":1740,"cri":1741,"cre":1742,"eat":1743,"eep":1744,"ied":1745,"kea":1746,"met":1747,"north":1748,"though":1749,"ure":1750,"und":1751,"Ġfun":1752,"Ġtend":1753,"enities":1754,"Ġalt":1755,"Ġaimed":1756,"ince":1757,"esh":1758,"Ġleve":1759,"review":1760,"urmet":1761,"Ġcook":1762,"Ġcoup":1763,"Ġloves":1764,"Ġcheaper":1765,"Ġatt":1766,"ething":1767,"Ġfresh":1768,"Ġuse":1769,"Ġpolic":1770,"Ġgourmet":1771,"Ġgives":1772,"Ġtakea":1773,"Ġamenities":1774,"ways":1775,"Ġsomething":1776,"Ġaware":1777,"ernative":1778,"Ġgroups":1779,"Ġstay":1780,"Ġproducts":1781,"Ġsearching":1782,"Ġalternative":1783,"reviewed":1784,"Ġpolicy":1785,"Ġtakeaway":1786,"aving":1787,"bring":1788,"ely":1789,"having":1790,"lf":1791,"nce":1792,"Ġfancy":1793,"atro":1794,"amous":1795,"Ġpast":1796,"Ġpatro":1797,"esome":1798,"Ġprince":1799,"ides":1800,"Ġsince":1801,"Ġwron":1802,"Ġthing":1803,"Ġmain":1804,"round":1805,"Ġserver":1806,"ount":1807,"self":1808,"ownt":1809,"Ġdownt":1810,"prices":1811,"Ġwelcoming":1812,"Ġneigh":1813,"ctions":1814,"families":1815,"Ġtag":1816,"Ġtheme":1817,"Ġdescri":1818,"Ġalways":1819,"Ġawesome":1820,"Ġsaid":1821,"Ġregarded":1822,"Ġfond":1823,"Ġbanks":1824,"Ġfacility":1825,"Ġcraving":1826,"Ġnormal":1827,"pared":1828,"Ġcompetitive":1829,"Ġpatrons":1830,"Ġwrong":1831,"Ġdowntown":1832,"bed":1833,"crow":1834,"ding":1835,"fin":1836,"gbp":1837,"hat":1838,"ist":1839,"ible":1840,"nacks":1841,"ocre":1842,"que":1843,"sp":1844,"ses":1845,"ual":1846,"Ġim":1847,"Ġsold":1848,"Ġscale":1849,"Ġsnacks":1850,"Ġhapp":1851,"Ġbite":1852,"its":1853,"rece":1854,"Ġwor":1855,"Ġmood":1856,"aps":1857,"Ġgra":1858,"Ġrage":1859,"Ġdate":1860,"Ġday":1861,"Ġstarts":1862,"Ġpar":1863,"Ġyoung":1864,"coring":1865,"Ġsup":1866,"Ġsuper":1867,"Ġuns":1868,"within":1869,"Ġgoes":1870,"Ġgoing":1871,"Ġyourself":1872,"Ġmediocre":1873,"ĠĠĠĠ":1874,"ade":1875,"Ġjoin":1876,"Ġuni":1877,"ains":1878,"Ġincluding":1879,"Ġdistance":1880,"Ġtasting":1881,"Ġselections":1882,"Ġeveryone":1883,"Ġmargin":1884,"Ġsomewhat":1885,"uitable":1886,"Ġseafood":1887,"Ġmature":1888,"Ġbusiness":1889,"Ġtowards":1890,"Ġwarm":1891,"Ġlevel":1892,"Ġcouples":1893,"Ġattra":1894,"Ġdescribed":1895,"aint":1896,"back":1897,"haps":1898,"iz":1899,"iving":1900,"less":1901,"mid":1902,"ose":1903,"pan":1904,"sual":1905,"ten":1906,"Ġes":1907,"erling":1908,"erts":1909,"ertain":1910,"Ġcam":1911,"Ġpur":1912,"Ġscoring":1913,"Ġhis":1914,"Ġext":1915,"itive":1916,"Ġlu":1917,"Ġlet":1918,"Ġlight":1919,"Ġrela":1920,"utation":1921,"Ġmom":1922,"they":1923,"Ġcasual":1924,"ved":1925,"vel":1926,"level":1927,"Ġaveraged":1928,"ording":1929,"Ġkeep":1930,"Ġrave":1931,"Ġsport":1932,"Ġnoodles":1933,"inexpensive":1934,"nearby":1935,"priate":1936,"Ġstep":1937,"Ġsterling":1938,"Ġpop":1939,"Ġbetter":1940,"Ġwilling":1941,"Ġdefin":1942,"Ġdish":1943,"Ġmeet":1944,"cies":1945,"itely":1946,"Ġdelica":1947,"Ġfeel":1948,"Ġbread":1949,"Ġamount":1950,"Ġprepared":1951,"Ġchop":1952,"Ġdecently":1953,"pected":1954,"Ġcharging":1955,"Ġinclude":1956,"Ġappropriate":1957,"Ġaverages":1958,"Ġpositive":1959,"Ġambiance":1960,"Ġaccording":1961,"Ġreputation":1962,"Ġfeedback":1963,"spired":1964,"receiving":1965,"Ġsupp":1966,"Ġsuperb":1967,"Ġunsuitable":1968,"Ġrelax":1969,"Ġsteps":1970,"Ġdefinitely":1971,"Ġdelicacies":1972,"'ve":1973,"als":1974,"bs":1975,"bor":1976,"con":1977,"eu":1978,"go":1979,"gge":1980,"ked":1981,"lb":1982,"mely":1983,"oor":1984,"oeu":1985,"poor":1986,"rner":1987,"sant":1988,"take":1989,"uc":1990,"ude":1991,"vres":1992,"want":1993,"ery":1994,"erri":1995,"Ġcant":1996,"Ġrun":1997,"Ġfew":1998,"Ġtap":1999,"Ġterri":2000,"ensed":2001,"right":2002,"Ġach":2003,"sts":2004,"Ġput":2005,"ination":2006,"Ġold":2007,"omis":2008,"Ġsou":2009,"Ġhi":2010,"Ġhors":2011,"Ġbill":2012,"Ġever":2013,"Ġedge":2014,"Ġinspired":2015,"Ġlic":2016,"remely":2017,"peci":2018,"Ġref":2019,"Ġrem":2020,"Ġcorner":2021,"Ġthin":2022,"Ġmade":2023,"Ġpup":2024,"Ġgue":2025,"ither":2026,"lare":2027,"llo":2028,"look":2029,"Ġplay":2030,"orted":2031,"Ġcotton":2032,"Ġwhen":2033,"val":2034,"Ġsugge":2035,"Ġass":2036,"Ġquaint":2037,"Ġnorthern":2038,"Ġdiffer":2039,"commod":2040,"Ġexceed":2041,"Ġdiner":2042,"Ġperhaps":2043,"Ġenjoyed":2044,"Ġheard":2045,"Ġhealt":2046,"Ġconsumers":2047,"Ġknow":2048,"Ġsoon":2049,"Ġsouth":2050,"Ġspecialt":2051,"Ġscen":2052,"Ġspecialises":2053,"ulous":2054,"Ġchoose":2055,"Ġaccommod":2056,"Ġappe":2057,"Ġspace":2058,"Ġapproval":2059,"Ġhamburger":2060,"Ġregular":2061,"Ġcentral":2062,"Ġclients":2063,"Ġfacilities":2064,"Ġmarket":2065,"Ġposs":2066,"Ġambient":2067,"Ġmoderated":2068,"Ġcooks":2069,"Ġstaying":2070,"Ġneighbor":2071,"crowne":2072,"Ġgrab":2073,"Ġextremely":2074,"oeuvres":2075,"poorly":2076,"Ġterrible":2077,"Ġachi":2078,"Ġsoup":2079,"Ġlicensed":2080,"Ġdifferent":2081,"Ġhealth":2082,"35":2083,"burg":2084,"beside":2085,"bulous":2086,"fer":2087,"famous":2088,"ga":2089,"gg":2090,"gi":2091,"hi":2092,"hn":2093,"hood":2094,"iring":2095,"lle":2096,"ny":2097,"ping":2098,"ple":2099,"ud":2100,"Ġfit":2101,"Ġfry":2102,"Ġte":2103,"Ġtr":2104,"Ġtrave":2105,"ath":2106,"enny":2107,"hello":2108,"styled":2109,"stination":2110,"Ġpic":2111,"Ġpenny":2112,"inity":2113,"inery":2114,"Ġob":2115,"ings":2116,"Ġequ":2117,"Ġeither":2118,"Ġinside":2119,"Ġindi":2120,"Ġla":2121,"lian":2122,"Ġcolle":2123,"Ġlot":2124,"Ġlots":2125,"hool":2126,"Ġmy":2127,"Ġmere":2128,"Ġshow":2129,"Ġshopping":2130,"Ġhight":2131,"Ġhard":2132,"asting":2133,"Ġgla":2134,"Ġgree":2135,"esserts":2136,"ory":2137,"Ġboard":2138,"Ġwatermans":2139,"Ġattit":2140,"ises":2141,"Ġbeverage":2142,"Ġbelu":2143,"Ġvic":2144,"other":2145,"Ġproxim":2146,"Ġdesserts":2147,"Ġaddition":2148,"Ġplate":2149,"Ġplates":2150,"Ġcostumers":2151,"ctive":2152,"tiz":2153,"boasting":2154,"Ġfabulous":2155,"Ġgetting":2156,"Ġalongside":2157,"Ġdestination":2158,"Ġexcellently":2159,"Ġmeans":2160,"Ġgiving":2161,"Ġdisapp":2162,"Ġvisited":2163,"Ġopin":2164,"ĠĠĠ":2165,"reason":2166,"ased":2167,"adults":2168,"Ġjohn":2169,"Ġspect":2170,"Ġcatering":2171,"Ġcatered":2172,"Ġsof":2173,"Ġschool":2174,"unning":2175,"Ġprefer":2176,"veniently":2177,"Ġspecialising":2178,"Ġcoming":2179,"Ġcompan":2180,"costing":2181,"theres":2182,"Ġmaybe":2183,"Ġpleasant":2184,"Ġfeature":2185,"Ġdesired":2186,"Ġspending":2187,"Ġclassy":2188,"Ġeurope":2189,"Ġentertain":2190,"Ġleaves":2191,"Ġapproxim":2192,"Ġseeking":2193,"ghest":2194,"respected":2195,"Ġresides":2196,"Ġpremises":2197,"Ġmatch":2198,"Ġanyone":2199,"Ġbusy":2200,"tained":2201,"Ġsurpri":2202,"Ġsurround":2203,"Ġwallet":2204,"singly":2205,"Ġfruits":2206,"Ġtends":2207,"Ġunique":2208,"Ġespeci":2209,"Ġlux":2210,"Ġmoment":2211,"Ġsupplies":2212,"conveniently":2213,"Ġtapas":2214,"Ġthink":2215,"Ġsuggest":2216,"Ġaccommodate":2217,"Ġappetiz":2218,"Ġhealthy":2219,"Ġcollege":2220,"Ġglass":2221,"Ġgreek":2222,"Ġattitude":2223,"Ġbeluga":2224,"Ġvicinity":2225,"Ġproximity":2226,"Ġdisappo":2227,"Ġcompany":2228,"Ġapproximately":2229,"Ġespecially":2230,"ava":2231,"ber":2232,"bit":2233,"based":2234,"dine":2235,"don":2236,"ex":2237,"hment":2238,"has":2239,"ish":2240,"just":2241,"non":2242,"ption":2243,"rum":2244,"si":2245,"sho":2246,"teri":2247,"wards":2248,"Ġ2":2249,"Ġ:":2250,"eres":2251,"Ġfamous":2252,"Ġtri":2253,"Ġtod":2254,"ather":2255,"stro":2256,"ample":2257,"eals":2258,"eally":2259,"Ġsing":2260,"Ġsame":2261,"Ġsample":2262,"Ġhost":2263,"Ġarra":2264,"Ġaromis":2265,"Ġbough":2266,"Ġemer":2267,"Ġoften":2268,"iting":2269,"Ġlar":2270,"Ġlacks":2271,"reat":2272,"Ġcont":2273,"Ġcond":2274,"Ġwent":2275,"Ġwinery":2276,"Ġanother":2277,"Ġtheres":2278,"Ġmin":2279,"Ġmil":2280,"Ġmix":2281,"cha":2282,"ilet":2283,"Ġcar":2284,"Ġgri":2285,"Ġgain":2286,"rop":2287,"essible":2288,"ĠcafÃ©teri":2289,"umber":2290,"Ġchildless":2291,"Ġback":2292,"Ġwaterfront":2293,"erest":2294,"Ġeagles":2295,"Ġform":2296,"Ġforget":2297,"Ġrough":2298,"Ġtoilet":2299,"Ġbeat":2300,"Ġbegin":2301,"Ġprof":2302,"Ġprohi":2303,"Ġprovider":2304,"Ġdid":2305,"Ġdeal":2306,"stars":2307,"Ġvary":2308,"Ġstarred":2309,"Ġcrowd":2310,"liar":2311,"Ġsicilian":2312,"Ġpairing":2313,"rents":2314,"area":2315,"Ġbistro":2316,"coming":2317,"Ġofferings":2318,"Ġestablishments":2319,"Ġuk":2320,"Ġsitting":2321,"Ġstunning":2322,"quisit":2323,"than":2324,"thing":2325,"ties":2326,"great":2327,"Ġexquisit":2328,"Ġaffordably":2329,"Ġdec":2330,"Ġexception":2331,"Ġdiners":2332,"Ġtaking":2333,"Ġupwards":2334,"Ġdrinking":2335,"Ġwanting":2336,"Ġliked":2337,"Ġspecial":2338,"centre":2339,"Ġloved":2340,"Ġfinest":2341,"Ġpaying":2342,"Ġmaking":2343,"Ġspecialized":2344,"Ġgeneral":2345,"Ġcharge":2346,"Ġentries":2347,"Ġsale":2348,"Ġregion":2349,"reshment":2350,"Ġfocu":2351,"Ġsays":2352,"Ġmodestly":2353,"Ġstandards":2354,"Ġnormally":2355,"Ġaccessible":2356,"Ġwalk":2357,"Ġmodern":2358,"Ġinterest":2359,"Ġmainly":2360,"Ġfondue":2361,"Ġimp":2362,"Ġhappy":2363,"Ġparties":2364,"Ġsports":2365,"ucive":2366,"Ġolder":2367,"Ġhighest":2368,"Ġrefreshment":2369,"Ġguests":2370,"Ġassorted":2371,"Ġspecialty":2372,"Ġpossible":2373,"burger":2374,"ggs":2375,"given":2376,"Ġtell":2377,"Ġtraveling":2378,"Ġobtained":2379,"Ġequally":2380,"reasonably":2381,"Ġsoft":2382,"Ġeuropean":2383,"Ġentertainment":2384,"Ġsurroundings":2385,"Ġappetizers":2386,"bited":2387,"shop":2388,"Ġtrip":2389,"Ġtoday":2390,"Ġhosts":2391,"Ġarray":2392,"Ġbought":2393,"Ġconducive":2394,"Ġmixed":2395,"ĠcafÃ©teria":2396,"Ġtoilets":2397,"Ġprohibited":2398,"Ġexquisite":2399,"Ġexceptional":2400,"10":2401,"50":2402,"af":2403,"cc":2404,"cif":2405,"clare":2406,"du":2407,"ded":2408,"ey":2409,"eur":2410,"equ":2411,"fa":2412,"fr":2413,"fore":2414,"fancy":2415,"gan":2416,"gain":2417,"have":2418,"kable":2419,"lea":2420,"luton":2421,"mp":2422,"ming":2423,"more":2424,"nic":2425,"oid":2426,"pt":2427,"pop":2428,"rate":2429,"sy":2430,"sat":2431,"sic":2432,"tures":2433,"uri":2434,"ues":2435,"void":2436,"where":2437,"zy":2438,"Ġ;":2439,"ĠĊ":2440,"erate":2441,"Ġfront":2442,"Ġflare":2443,"Ġfish":2444,"Ġtea":2445,"Ġtreat":2446,"enance":2447,"ensi":2448,"rive":2449,"rity":2450,"Ġabs":2451,"Ġavoid":2452,"hed":2453,"stled":2454,"stenance":2455,"ams":2456,"Ġpea":2457,"Ġpick":2458,"Ġore":2459,"Ġoth":2460,"ced":2461,"cept":2462,"Ġnumber":2463,"Ġprim":2464,"Ġsod":2465,"Ġsad":2466,"Ġsca":2467,"Ġsim":2468,"Ġsiz":2469,"Ġho":2470,"Ġhan":2471,"Ġranting":2472,"Ġrive":2473,"Ġbear":2474,"Ġbath":2475,"Ġet":2476,"Ġeggs":2477,"Ġinc":2478,"Ġinde":2479,"Ġinfamous":2480,"Ġle":2481,"Ġlate":2482,"ream":2483,"rees":2484,"Ġareas":2485,"ury":2486,"urse":2487,"ents":2488,"ided":2489,"Ġredu":2490,"Ġcous":2491,"Ġcourse":2492,"utely":2493,"Ġwhe":2494,"Ġway":2495,"Ġans":2496,"Ġmo":2497,"Ġmer":2498,"ilst":2499,"Ġchip":2500,"Ġpubs":2501,"lect":2502,"astro":2503,"Ġgather":2504,"olutely":2505,"Ġcheat":2506,"Ġkind":2507,"rainbow":2508,"Ġbaby":2509,"Ġbasic":2510,"rown":2511,"Ġeasy":2512,"Ġraving":2513,"ressive":2514,"ised":2515,"ically":2516,"oth":2517,"Ġproud":2518,"Ġdear":2519,"Ġdeals":2520,"Ġpass":2521,"Ġparents":2522,"Ġmills":2523,"Ġwhit":2524,"reet":2525,"Ġzizzis":2526,"Ġadv":2527,"Ġadequ":2528,"Ġbig":2529,"Ġsub":2530,"Ġsustenance":2531,"Ġbeefeaters":2532,"Ġgoods":2533,"Ġclosest":2534,"Ġstat":2535,"Ġsteep":2536,"Ġstreet":2537,"Ġeaten":2538,"Ġreviewers":2539,"ctory":2540,"Ġinexpensively":2541,"Ġdoor":2542,"Ġexist":2543,"Ġlocates":2544,"Ġfact":2545,"familiar":2546,"Ġtab":2547,"intains":2548,"Ġvisiting":2549,"Ġoperate":2550,"Ġenjoys":2551,"Ġenjoying":2552,"Ġenjoyable":2553,"ously":2554,"Ġtakeout":2555,"Ġsatisfied":2556,"Ġsatisfactory":2557,"Ġspecif":2558,"Ġorientated":2559,"Ġbuck":2560,"Ġscener":2561,"cheaply":2562,"Ġbrings":2563,"Ġbringing":2564,"Ġranking":2565,"Ġtypes":2566,"Ġcombo":2567,"Ġperfectly":2568,"versity":2569,"Ġlikely":2570,"Ġaccept":2571,"Ġpoints":2572,"Ġpleased":2573,"Ġbadly":2574,"Ġexpected":2575,"Ġfeatured":2576,"Ġideally":2577,"Ġmaintains":2578,"imum":2579,"Ġmiddling":2580,"Ġgenerated":2581,"Ġcharming":2582,"Ġentrees":2583,"Ġwitch":2584,"icks":2585,"Ġhearty":2586,"Ġtastes":2587,"Ġawarded":2588,"Ġamongst":2589,"Ġwont":2590,"Ġapproved":2591,"Ġsafe":2592,"Ġresult":2593,"Ġpartner":2594,"being":2595,"Ġclientele":2596,"Ġprams":2597,"eved":2598,"Ġorders":2599,"Ġanything":2600,"Ġanywhere":2601,"Ġfalling":2602,"Ġexclusively":2603,"Ġwalking":2604,"Ġneeds":2605,"Ġreport":2606,"Ġclassics":2607,"Ġfreshly":2608,"Ġneighbo":2609,"Ġhappen":2610,"Ġwork":2611,"Ġuniversity":2612,"Ġattracts":2613,"Ġpurcha":2614,"Ġsporting":2615,"Ġscene":2616,"Ġscenic":2617,"Ġregularly":2618,"Ġneighborhood":2619,"Ġachie":2620,"Ġachieved":2621,"Ġpicnic":2622,"Ġindivid":2623,"Ġlaid":2624,"Ġadditionally":2625,"Ġopinion":2626,"Ġspectrum":2627,"Ġpreferred":2628,"Ġsurprisingly":2629,"Ġluxury":2630,"Ġdisappoint":2631,"available":2632,"Ġsingle":2633,"Ġemerging":2634,"Ġlarge":2635,"Ġcontains":2636,"Ġminimum":2637,"Ġmiles":2638,"Ġgained":2639,"Ġpairings":2640,"Ġfocused":2641,"Ġimpressive":2642,"Ġrefreshments":2643,"from":2644,"leave":2645,"popular":2646,"turesque":2647,"ensibly":2648,"Ġabsolutely":2649,"Ġpeace":2650,"Ġothers":2651,"Ġsadly":2652,"Ġbathroom":2653,"Ġindeed":2654,"Ġreduced":2655,"Ġcousin":2656,"Ġchips":2657,"Ġscenery":2658,"Ġpurchase":2659,"'d":2660,"'m":2661,",,":2662,"--":2663,".Â£":2664,"19":2665,"33":2666,"99":2667,"ab":2668,"ape":2669,"ale":2670,"also":2671,"act":2672,"abo":2673,"acu":2674,"around":2675,"ban":2676,"but":2677,"both":2678,"cap":2679,"count":2680,"do":2681,"due":2682,"day":2683,"drop":2684,"ee":2685,"exp":2686,"fare":2687,"good":2688,"gry":2689,"gal":2690,"ground":2691,"hist":2692,"ier":2693,"ily":2694,"icated":2695,"ilies":2696,"ise":2697,"kn":2698,"lp":2699,"liness":2700,"my":2701,"med":2702,"mal":2703,"most":2704,"nit":2705,"nice":2706,"over":2707,"par":2708,"pos":2709,"phist":2710,"sitt":2711,"sons":2712,"sides":2713,"ta":2714,"trada":2715,"tic":2716,"tradition":2717,"uar":2718,"uring":2719,"uff":2720,"uals":2721,"wine":2722,"ying":2723,"yor":2724,"yippee":2725,"yling":2726,"čĊ":2727,"Ġod":2728,"Ġur":2729,"Ġant":2730,"Ġ-Â£":2731,"erto":2732,"Ġclo":2733,"Ġcertain":2734,"Ġcream":2735,"Ġru":2736,"Ġrom":2737,"Ġrid":2738,"Ġrear":2739,"ansive":2740,"Ġfin":2741,"Ġfitzb":2742,"Ġfour":2743,"Ġfus":2744,"Ġfans":2745,"Ġfits":2746,"Ġtur":2747,"Ġtou":2748,"Ġtim":2749,"Ġtuc":2750,"ations":2751,"aturing":2752,"Ġice":2753,"ene":2754,"Ġact":2755,"Ġactive":2756,"head":2757,"sticks":2758,"sterto":2759,"amazing":2760,"among":2761,"Ġpol":2762,"Ġpra":2763,"Ġpres":2764,"Ġpiz":2765,"eak":2766,"east":2767,"inting":2768,"Ġow":2769,"esides":2770,"cellent":2771,"Ġrater":2772,"Ġratting":2773,"Ġcup":2774,"Ġcute":2775,"Ġpried":2776,"endy":2777,"ended":2778,"Ġsensibly":2779,"named":2780,"Ġhat":2781,"Ġhun":2782,"verthe":2783,"Ġares":2784,"Ġblo":2785,"Ġbesides":2786,"Ġest":2787,"itch":2788,"eared":2789,"earning":2790,"Ġinv":2791,"Ġinst":2792,"Ġincre":2793,"Ġlend":2794,"Ġlay":2795,"Ġland":2796,"Ġlad":2797,"rely":2798,"recommend":2799,"ped":2800,"people":2801,"pecc":2802,"lis":2803,"Ġrivers":2804,"ently":2805,"ention":2806,"Ġrequ":2807,"Ġcore":2808,"Ġcoast":2809,"Ġcool":2810,"hos":2811,"antly":2812,"antic":2813,"antee":2814,"Ġwat":2815,"Ġthro":2816,"featuring":2817,"Ġmild":2818,"Ġmis":2819,"Ġshoo":2820,"Ġshot":2821,"Ġyear":2822,"Â£-":2823,"ĠÂ£,":2824,"ĠÂ£.":2825,"Ġcast":2826,"Ġcare":2827,"veyor":2828,"Ġchill":2829,"leg":2830,"lets":2831,"alif":2832,"Ġgate":2833,"Ġgar":2834,"Ġgas":2835,"Ġgastro":2836,"Ġgrown":2837,"Ġguar":2838,"Ġgeared":2839,"dicap":2840,"rocious":2841,"Ġfastfood":2842,"esses":2843,"essment":2844,"ourite":2845,"orable":2846,"Ġcheep":2847,"Ġcheape":2848,"Ġchesterto":2849,"ilding":2850,"Ġkey":2851,"Ġkitch":2852,"lain":2853,"laimed":2854,"Ġboats":2855,"raja":2856,"rally":2857,"Ġbabi":2858,"Ġbarely":2859,"loc":2860,"nsider":2861,"Ġexpansive":2862,"ryout":2863,"Ġatrocious":2864,"Ġeach":2865,"set":2866,"iske":2867,"Ġtoast":2868,"Ġbecome":2869,"Ġbeans":2870,"Ġbecoming":2871,"ived":2872,"icult":2873,"icular":2874,"Ġspent":2875,"Ġspite":2876,"Ġproble":2877,"Ġproves":2878,"Ġdra":2879,"Ġdet":2880,"Ġdrop":2881,"Ġdrive":2882,"Ġpunters":2883,"ellar":2884,"arily":2885,"starred":2886,"zizzis":2887,"Ġolives":2888,"Ġones":2889,"Ġcuisines":2890,"Ġwhiske":2891,"Ġadded":2892,"ounds":2893,"iraff":2894,"cker":2895,"Ġtherefore":2896,"Ġcritic":2897,"jacent":2898,"pricey":2899,"arkable":2900,"cond":2901,"consider":2902,"Ġsecond":2903,"compan":2904,"Ġsuff":2905,"ales":2906,"Ġuser":2907,"Ġvenues":2908,"irly":2909,"ires":2910,"Ġgreatly":2911,"Ġstuff":2912,"Ġstyling":2913,"Ġstellar":2914,"that":2915,"three":2916,"Ġquid":2917,"Ġqualif":2918,"Ġnestled":2919,"Ġneverthe":2920,"cted":2921,"Ġreasons":2922,"Ġdone":2923,"tim":2924,"Ġexact":2925,"Ġlocals":2926,"Ġlocale":2927,"Ġaffor":2928,"Ġoverpriced":2929,"Ġoverlook":2930,"fordable":2931,"ourable":2932,"Ġdelect":2933,"Ġmenus":2934,"Ġdire":2935,"Ġmeat":2936,"Ġmeant":2937,"join":2938,"Ġvisitors":2939,"Ġ--":2940,"higher":2941,"Ġoppos":2942,"Ġdelivery":2943,"Ġdelight":2944,"reasingly":2945,"Ġhelp":2946,"adjacent":2947,"Ġorgan":2948,"Ġconsist":2949,"isfied":2950,"Ġbreaking":2951,"Ġsatisfying":2952,"Ġwants":2953,"Ġsettings":2954,"riversides":2955,"Ġsophist":2956,"Ġbuilding":2957,"unfriendly":2958,"centrally":2959,"open":2960,"Ġunable":2961,"Ġunbe":2962,"Ġconsidering":2963,"Ġwouldn":2964,"ranked":2965,"Ġchoices":2966,"Ġvibe":2967,"ranged":2968,"Ġranks":2969,"Ġviewed":2970,"Ġearns":2971,"type":2972,"Ġcomp":2973,"Ġcompared":2974,"Ġbudgets":2975,"Ġgotten":2976,"Ġaccompan":2977,"Ġvaries":2978,"Ġvaried":2979,"Ġvarious":2980,"Ġdeserts":2981,"sited":2982,"averagely":2983,"prove":2984,"proved":2985,"why":2986,"whilst":2987,"Ġfares":2988,"Ġbeautifully":2989,"Ġapp":2990,"outs":2991,"Ġalbe":2992,"Ġalmost":2993,"Ġusual":2994,"Ġenter":2995,"Ġentree":2996,"Ġleast":2997,"Ġleaving":2998,"Ġawful":2999,"Ġeveryday":3000,"ratings":3001,"Ġfurnit":3002,"visiting":3003,"Ġseek":3004,"Ġfavourite":3005,"Ġfavorable":3006,"Ġpermits":3007,"Ġreser":3008,"Ġresults":3009,"Ġfoe":3010,"Ġfool":3011,"Ġmostly":3012,"Ġnowhere":3013,"Ġparticular":3014,"Ġalcoholic":3015,"Ġmarks":3016,"Ġmarked":3017,"Ġcrazy":3018,"Ġcracker":3019,"Ġacclaimed":3020,"Ġstaff":3021,"Ġproduces":3022,"Ġordered":3023,"Ġintended":3024,"akey":3025,"Ġlevels":3026,"Ġcooked":3027,"Ġcoupled":3028,"Ġattention":3029,"Ġuseful":3030,"Ġpastries":3031,"Ġthings":3032,"crown":3033,"Ġimpecc":3034,"Ġimprove":3035,"Ġworse":3036,"Ġdays":3037,"Ġpark":3038,"Ġattraction":3039,"Ġattractive":3040,"Ġpurveyor":3041,"Ġluck":3042,"Ġkeeping":3043,"Ġbreads":3044,"Ġchopsticks":3045,"Ġrelaxing":3046,"Ġremarkable":3047,"Ġguest":3048,"Ġplayground":3049,"Ġassessment":3050,"Ġexceeding":3051,"Ġspecialties":3052,"Ġpossesses":3053,"Ġsoups":3054,"Ġtrue":3055,"Ġtrendy":3056,"Ġpicturesque":3057,"Ġopinions":3058,"Ġspectacu":3059,"Ġluxuri":3060,"Ġdisappointing":3061,"expect":3062,"excellent":3063,"Ġcarryout":3064,"Ġgrill":3065,"Ġgrills":3066,"Ġroughly":3067,"Ġprofile":3068,"Ġdidn":3069,"Ġvarying":3070,"Ġcrowds":3071,"Ġdecided":3072,"Ġinteresting":3073,"Ġinterested":3074,"affordable":3075,"euros":3076,"fairly":3077,"Ġprimarily":3078,"Ġsoda":3079,"Ġscare":3080,"Ġsizes":3081,"Ġhope":3082,"Ġhandicap":3083,"Ġethos":3084,"Ġincreasingly":3085,"Ġlegal":3086,"Ġmoved":3087,"Ġmerits":3088,"Ġbabysitt":3089,"Ġadequate":3090,"Ġstatus":3091,"Ġspecifically":3092,"Ġneighbour":3093,"Ġachieving":3094,"Ġindividuals":3095,"Ġdisappointed":3096,"Ġpeaceful":3097,"Ġbathrooms":3098,"above":3099,"express":3100,"known":3101,"traditional":3102,"Ġurban":3103,"Ġcertainly":3104,"Ġromantic":3105,"Ġfitzbilies":3106,"Ġfusion":3107,"Ġturn":3108,"Ġtouri":3109,"Ġtime":3110,"Ġtucson":3111,"Ġactively":3112,"Ġpolite":3113,"Ġpraised":3114,"Ġpizza":3115,"Ġhungry":3116,"Ġblock":3117,"Ġincredi":3118,"recommended":3119,"Ġthrough":3120,"Ġmildly":3121,"Ġguarantee":3122,"Ġcheapest":3123,"Ġchesterton":3124,"Ġkitchen":3125,"Ġbabies":3126,"Ġproblem":3127,"Ġwhiskey":3128,"iraffes":3129,"Ġcritics":3130,"considered":3131,"Ġsuffers":3132,"Ġnevertheless":3133,"Ġexactly":3134,"Ġoverlooks":3135,"Ġopposite":3136,"Ġorganiz":3137,"Ġsophisticated":3138,"Ġaccompanied":3139,"Ġalbeit":3140,"Ġfurniture":3141,"Ġimpeccable":3142,"Ġspectacular":3143,"Ġluxurious":3144,"Ġbabysitter":3145}