{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġ=":257,"Ġ|":258,"Ġc":259,"er":260,"Ġr":261,"Ġf":262,"an":263,"Ġt":264,"at":265,"Ġi":266,"en":267,"ri":268,"Ġa":269,"he":270,"ly":271,"am":272,"es":273,"Ġp":274,"od":275,"ea":276,"Ġthe":277,"in":278,"ood":279,"Ġo":280,"st":281,"ge":282,"ce":283,"Ġfood":284,"Ġn":285,"ing":286,"Ġis":287,"Ġrat":288,"Ġcu":289,"Ġpri":290,"end":291,"riend":292,"riendly":293,"om":294,"id":295,"Ġrating":296,"Ġprice":297,"ame":298,"ver":299,"stom":300,"stomer":301,"Ġcustomer":302,"name":303,"Ġs":304,"Ġh":305,"Ġran":306,"ear":307,"Ġb":308,"Ġnear":309,"Ġrange":310,"Ġri":311,"ami":312,"Ġfami":313,"Ġar":314,"Ġfamily":315,"Ġl":316,"Ġof":317,"Ġin":318,"it":319,"ta":320,"friendly":321,"li":322,"Ġriver":323,"ide":324,"Ġ5":325,"re":326,"side":327,"Ġriverside":328,"Ġarea":329,"Ġe":330,"Ġlo":331,"ater":332,"ent":333,"ed":334,"Ġco":335,"Ġm":336,"Ġth":337,"ut":338,"ho":339,"ee":340,"Ġw":341,"Ġan":342,"ff":343,"Ġout":344,"Ġy":345,"Â£":346,"ur":347,"ĠÂ£":348,"ffee":349,"Ġsho":350,"Ġcoffee":351,"Ġshop":352,"pe":353,"Ġeater":354,"Ġeatery":355,"gh":356,"ap":357,"Ġty":358,"Ġtype":359,"Ġit":360,"igh":361,"Ġhigh":362,"Ġres":363,"Ġyes":364,"Ġand":365,"ant":366,"ity":367,"taur":368,"taurant":369,"Ġrestaurant":370,"ch":371,"Ġcity":372,"Ġcent":373,"ese":374,"il":375,"the":376,"Ġno":377,"Ġcentre":378,"Ġpu":379,"Ġca":380,"Ġfriendly":381,"Ġthan":382,"ated":383,"20":384,"cated":385,"ren":386,"Ġha":387,"Ġpub":388,"ll":389,"Ġg":390,"Ġlocated":391,"ou":392,"ess":393,"Ġch":394,"ast":395,"ve":396,"ro":397,"vera":398,"verage":399,"fÃ":400,"fÃ©":401,"Ġlow":402,"ĠcafÃ©":403,"Ġaverage":404,"Ġj":405,"lian":406,"Ġfast":407,"apan":408,"Ġita":409,"Ġitalian":410,"apanese":411,"ate":412,"Ġjapanese":413,"oder":414,"oderate":415,"Ġhas":416,"rench":417,"Ġmoderate":418,"Ġfrench":419,"di":420,"ol":421,"or":422,"Ġser":423,"um":424,"dian":425,"Ġindian":426,"ers":427,"ith":428,"ar":429,"Ġserv":430,"Ġwith":431,"ne":432,"ild":433,"sh":434,"Ġche":435,"la":436,"Ġcheap":437,"Ġless":438,"le":439,"Ġk":440,"Ġbo":441,"lish":442,"Ġen":443,"Ġrice":444,"Ġboat":445,"Ġ3":446,"Ġ1":447,"glish":448,"Ġenglish":449,"ore":450,"Ġmore":451,"ra":452,"30":453,"Ġserves":454,"Ġthat":455,"dge":456,"Ġby":457,"amb":458,"Ġchild":459,"tl":460,"Ġcamb":461,"ridge":462,"Ġcambridge":463,"25":464,"old":465,"row":466,"Ġgold":467,"Ġgolden":468,"xp":469,"inese":470,"Ġchinese":471,"Ġbar":472,"lo":473,"Ġnot":474,"Ġexp":475,"Ġwater":476,"man":477,"Ġwaterman":478,"Ġkid":479,"Ġst":480,"ns":481,"ere":482,"ue":483,"Ġtw":484,"Ġpla":485,"ment":486,"lies":487,"Ġpriced":488,"ry":489,"ay":490,"Ġcall":491,"Ġcalled":492,"lue":493,"se":494,"zi":495,"Ġrou":496,"Ġrouge":497,"Ġrated":498,"Ġcur":499,"ress":500,"Ġhol":501,"iday":502,"Ġholiday":503,"Ġinn":504,"Ġcurry":505,"Ġexpress":506,"ix":507,"zb":508,"itzb":509,"illies":510,"itzbillies":511,"Ġat":512,"Ġto":513,"Ġea":514,"Ġra":515,"here":516,"Ġeag":517,"Ġeagle":518,"Ġone":519,"Ġfor":520,"da":521,"rowns":522,"Ġblue":523,"liment":524,"limentum":525,"Ġoff":526,"Ġall":527,"ic":528,"is":529,"ow":530,"ot":531,"Ġhou":532,"Ġhouse":533,"Ġd":534,"rada":535,"ms":536,"and":537,"ice":538,"res":539,"Ġv":540,"Ġchildren":541,"Ġpor":542,"Ġarms":543,"tland":544,"Ġportland":545,"ul":546,"Ġwres":547,"Ġwrestl":548,"Ġwrestlers":549,"there":550,"Ġpric":551,"enix":552,"Ġpho":553,"Ġphoenix":554,"el":555,"Ġsp":556,"ult":557,"Ġprices":558,"Ġfy":559,"Ġfyne":560,"Ġfitzbillies":561,"Ġspice":562,"urg":563,"rov":564,"Ġare":565,"Ġburg":566,"Ġprov":567,"geta":568,"Ġve":569,"Ġvegeta":570,"bow":571,"rian":572,"inbow":573,"Ġvegetarian":574,"pp":575,"Ġrainbow":576,"Ġbe":577,"Ġoffers":578,"to":579,"ter":580,"ive":581,"Ġnood":582,"Ġburger":583,"Ġnoodle":584,"ipp":585,"ippee":586,"Ġprovid":587,"Ġyippee":588,"ine":589,"Ġpun":590,"Ġpunter":591,"Ġking":592,"Ġalimentum":593,"ults":594,"Ġhot":595,"Ġhotel":596,"za":597,"Ġbrowns":598,"enty":599,"Ġplaza":600,"Ġtwenty":601,"Ġcrow":602,"Ġstar":603,"Ġtwo":604,"wood":605,"ildwood":606,"Ġstrada":607,"Ġva":608,"Ġgre":609,"cum":610,"Ġcrowne":611,"Ġplace":612,"Ġon":613,"Ġman":614,"ree":615,"Ġvaults":616,"Ġsic":617,"Ġsici":618,"lia":619,"Ġsicilia":620,"ak":621,"ill":622,"zzi":623,"zizzi":624,"mer":625,"Ġmid":626,"Ġranch":627,"Ġcuis":628,"Ġserving":629,"Ġcuisine":630,"Ġoli":631,"Ġolive":632,"rove":633,"Ġgrove":634,"ummer":635,"summer":636,"Ġloch":637,"Ġbut":638,"Ġpa":639,"lace":640,"Ġthey":641,"Ġpalace":642,"Ġmoderately":643,"omi":644,"tto":645,"Ġcotto":646,"Ġbak":647,"Ġbakers":648,"Ġclo":649,"Ġcla":650,"Ġwh":651,"Ġkids":652,"Ġmill":653,"Ġhall":654,"Ġclare":655,"Ġwildwood":656,"et":657,"nd":658,"Ġits":659,"ling":660,"ens":661,"ump":662,"Ġtree":663,"Ġdump":664,"Ġdumpling":665,"ensive":666,"Ġgreen":667,"rent":668,"Ġsor":669,"bi":670,"rento":671,"Ġsorrento":672,"ich":673,"Ġwhich":674,"Ġratings":675,"lls":676,"Ġad":677,"Ġprovides":678,"ck":679,"'s":680,"Ġcocum":681,"Ġzizzi":682,"ough":683,"Ġpl":684,"wns":685,"Ġyou":686,"Ġname":687,"ffe":688,"ira":689,"iraffe":690,"Ġmidsummer":691,"ound":692,"Ġplough":693,"cket":694,"Ġcustomers":695,"Ġcri":696,"cketers":697,"Ġcricketers":698,"Ġaromi":699,"Ġnamed":700,"Ġbra":701,"located":702,"near":703,"mb":704,"Ġhighly":705,"Ġexpensive":706,"zil":707,"Ġbrazil":708,"bimb":709,"bimbap":710,"on":711,"fitzbillies":712,"Ġcan":713,"Ġthere":714,"pri":715,"price":716,"Ġcenter":717,"Ġre":718,"ja":719,"Ġraja":720,"Ġhave":721,"Ġgiraffe":722,"browns":723,"Ġclowns":724,"priced":725,"Ġsix":726,"lon":727,"Ġbells":728,"ls":729,"Ġsu":730,"Ġcost":731,"alimentum":732,"vi":733,"Ġproviding":734,"Ġ20":735,"strada":736,"Ġbi":737,"Ġthis":738,"Ġbibimbap":739,"co":740,"atic":741,"riatic":742,"Ġadriatic":743,"Ġtast":744,"Ġoffer":745,"ble":746,"va":747,"Ġava":748,"Ġtaste":749,"loch":750,"fe":751,"blue":752,"al":753,"Ġfr":754,"for":755,"Ġse":756,"com":757,"Ġfrom":758,"Ġavalon":759,"Ġclose":760,"cot":761,"cotto":762,"Ġrest":763,"cocum":764,"rave":765,"llers":766,"Ġbee":767,"feater":768,"ravellers":769,"Ġbeefeater":770,"os":771,"Ġfive":772,"Ġu":773,"shi":774,"Ġne":775,"Ġoffering":776,"Ġsushi":777,"Ġfound":778,"lso":779,"Ġalso":780,"Ġnon":781,"th":782,"Ġes":783,"Ġgood":784,"Ġstars":785,"iv":786,"tab":787,"Ġestab":788,"lishment":789,"Ġestablishment":790,"wildwood":791,"ir":792,"xt":793,"ion":794,"Ġmea":795,"Ġgreat":796,"Ġtravellers":797,"Ġven":798,"ew":799,"Ġvenue":800,"Ġsells":801,"Ġpound":802,"Ġfamilies":803,"mid":804,"Ġserve":805,"ron":806,"Ġsit":807,"with":808,"midsummer":809,"aromi":810,"Ġpounds":811,"if":812,"Ġas":813,"Ġnext":814,"able":815,"Ġenvi":816,"ronment":817,"Ġenvironment":818,"Ġonly":819,"clo":820,"Ġ30":821,"qu":822,"uated":823,"very":824,"gre":825,"Ġeat":826,"ind":827,"green":828,"ok":829,"Ġwe":830,"Ġqu":831,"Ġvery":832,"view":833,"mos":834,"phere":835,"ceiv":836,"Ġatmos":837,"elcom":838,"Ġatmosphere":839,"Ġsituated":840,"Ġtry":841,"Ġfind":842,"Ġreceiv":843,"Ġthree":844,"Ġreview":845,"Ġpo":846,"clowns":847,"Ġadult":848,"star":849,"Ġwelcom":850,"Ġdo":851,"xpensive":852,"expensive":853,"oking":854,"Ġinexpensive":855,"giraffe":856,"'t":857,"Ġfa":858,"Ġnor":859,"bibimbap":860,"ct":861,"yle":862,"Ġde":863,"Ġtheir":864,"Ġrea":865,"rin":866,"Ġmeals":867,"ti":868,"Ġhigher":869,"ium":870,"Ġreceived":871,"Ġnorth":872,"Ġlooking":873,"Ġmed":874,"Ġrang":875,"Ġloc":876,"Ġreviews":877,"Ġex":878,"ality":879,"Ġmedium":880,"Ġcosts":881,"son":882,"we":883,"Ġwine":884,"rated":885,"Ġbet":886,"fami":887,"Ġreason":888,"bo":889,"ffor":890,"fforda":891,"Ġquality":892,"ween":893,"Ġafforda":894,"Ġbetween":895,"our":896,"long":897,"Ġstyle":898,"tast":899,"Ġaffordable":900,"Ġwill":901,"own":902,"Ġabo":903,"Ġadults":904,"family":905,"Ġover":906,"Ġpoor":907,"Ġwelcome":908,"Ġrate":909,"Ġdoes":910,"get":911,"Ġservice":912,"nder":913,"Ġyour":914,"Ġdin":915,"Ġeur":916,"Ġgo":917,"taste":918,"Ġalong":919,"ation":920,"Ġget":921,"enu":922,"Ġmenu":923,"Ġdeli":924,"riti":925,"ritish":926,"Ġbritish":927,"Ġsuit":928,"Ġdi":929,"Ġunder":930,"by":931,"Ġhow":932,"Ġexce":933,"ever":934,"Ġ.":935,"Ġhowever":936,"Ġmeal":937,"ome":938,"ake":939,"comm":940,"Ġlocation":941,"ci":942,"Ġeuros":943,"Ġwho":944,"Ġwhere":945,"isit":946,"commend":947,"ad":948,"llent":949,"Ġrecommend":950,"Ġsuitable":951,"Ġserved":952,"Ġdining":953,"Ġexcellent":954,"as":955,"fast":956,"ust":957,"Ġtake":958,"Ġthen":959,"Ġabove":960,"tho":961,"ugh":962,"Ġisn":963,"though":964,"Ġbeen":965,"ting":966,"Ġup":967,"jo":968,"Ġbes":969,"-Â£":970,"Ġal":971,"Ġvisit":972,"Ġ,":973,"joy":974,"Ġwell":975,"food":976,"Ġcrown":977,"Ġallow":978,"'re":979,"Ġjust":980,"Ġranging":981,"Ġper":982,"rink":983,"Ġfoods":984,"Ġdrink":985,"Ġrecommended":986,"rea":987,"ght":988,"Ġop":989,"ring":990,"Ġdis":991,"way":992,"Ġ-":993,"child":994,"Ġwithin":995,"ven":996,"int":997,"ite":998,"Ġwhole":999,"Ġenjoy":1000,"bly":1001,"Ġend":1002,"Ġgiv":1003,"hes":1004,"ving":1005,"Ġbrea":1006,"ous":1007,"Ġcheese":1008,"Ġreasonable":1009,"Ġpricing":1010,"Ġfair":1011,"Ġdishes":1012,"eat":1013,"ts":1014,"ably":1015,"ĠĠ":1016,"Ġaround":1017,"Ġside":1018,"Ġbreak":1019,"ca":1020,"eri":1021,"ence":1022,"Ġgiven":1023,"high":1024,"Ġreasonably":1025,"Ġour":1026,"Ġbu":1027,"low":1028,"Ġexperi":1029,"Ġori":1030,"Ġbreakfast":1031,"you":1032,"Ġexperience":1033,"Ġhe":1034,"Ġoutside":1035,"Ġkn":1036,"Ġranges":1037,"Ġfeat":1038,"Ġor":1039,"Ġcosting":1040,"Ġdeliver":1041,"Ġsell":1042,"Ġalthough":1043,"ally":1044,"ction":1045,"Ġset":1046,"Ġpast":1047,"Ġ25":1048,"Ġnice":1049,"Ġam":1050,"Ġcater":1051,"ented":1052,"Ġknown":1053,"kid":1054,"Ġli":1055,"Ġtow":1056,"Ġcons":1057,"ile":1058,"Ġjo":1059,"Ġbest":1060,"Ġso":1061,"Ġsat":1062,"Ġgive":1063,"Ġpoorly":1064,"Ġspe":1065,"isf":1066,"Ġpricey":1067,"Ġdown":1068,"Ġsetting":1069,"Ġwant":1070,"Ġaveragely":1071,"Ġpasta":1072,"cent":1073,"Ġ'":1074,"Ġright":1075,"Ġsatisf":1076,"travellers":1077,"Ġnearby":1078,"Ġfare":1079,"japanese":1080,"Ġfine":1081,"Ġthough":1082,"che":1083,"ss":1084,"Ġbeing":1085,"Ġoriented":1086,"un":1087,"ries":1088,"river":1089,"Ġspeci":1090,"Ġsatisfa":1091,"Ġsome":1092,"Ġcon":1093,"riverside":1094,"ran":1095,"ser":1096,"Ġfriend":1097,"veni":1098,"Ġtown":1099,"cious":1100,"venient":1101,"Ġvi":1102,"Ġcheck":1103,"one":1104,"Ġpre":1105,"Ġwas":1106,"Ġgets":1107,"Ġsatisfaction":1108,"cu":1109,"cost":1110,"Ġdelicious":1111,"ilable":1112,"Ġdrinks":1113,"Ġview":1114,"ies":1115,"serving":1116,"ld":1117,"Ġavailable":1118,"children":1119,"Ġconvenient":1120,"op":1121,"Ġwelcomes":1122,"french":1123,"away":1124,"Ġcho":1125,"Ġfries":1126,"Ġif":1127,"Ġac":1128,"Ġburgers":1129,"customer":1130,"ali":1131,"Ġwhile":1132,"Ġbudge":1133,"Ġjoint":1134,"range":1135,"tion":1136,"ines":1137,"Ġallowed":1138,"ition":1139,"Ġdine":1140,"Ġprovide":1141,"Ġvari":1142,"Ġbudget":1143,"dition":1144,"ges":1145,"ider":1146,"Ġlower":1147,"umer":1148,"Ġboast":1149,"alian":1150,"italian":1151,"Ġus":1152,"Ġspeciali":1153,"Ġsc":1154,"Ġbring":1155,"ould":1156,"Ġfairly":1157,"Ġconsider":1158,"zing":1159,"Ġranged":1160,"Ġwould":1161,"ures":1162,"Ġun":1163,"ther":1164,"Ġdecent":1165,"itt":1166,"Ġlove":1167,"ight":1168,"radition":1169,"Ġquite":1170,"Ġfeatures":1171,"Ġselling":1172,"Ġcom":1173,"lic":1174,"ety":1175,"ased":1176,"Ġtradition":1177,"ard":1178,"Ġoption":1179,"Ġvariety":1180,"ke":1181,"uld":1182,"cheap":1183,"Ġconsidered":1184,"Ġreceives":1185,"ular":1186,"Ġtraditional":1187,"ican":1188,"Ġbelow":1189,"Ġabout":1190,"Ġbased":1191,"Ġite":1192,"close":1193,"Ġboasts":1194,"Ġnew":1195,"Ġconveniently":1196,"Ġitems":1197,"ty":1198,"Ġamer":1199,"eses":1200,"Ġrank":1201,"Ġtoo":1202,"Ġamerican":1203,"Ġtyp":1204,"Ġbeside":1205,"highly":1206,"Ġdeliveries":1207,"Ġwines":1208,"Ġmidd":1209,"fect":1210,"Ġperfect":1211,"Ġchoice":1212,"lly":1213,"this":1214,"Ġpop":1215,"Ġcome":1216,"english":1217,"come":1218,"Ġmiddle":1219,"Ġcheeses":1220,"Ġtypic":1221,"Ġcostumer":1222,"Ġlike":1223,"moderate":1224,"pect":1225,"Ġpublic":1226,"Ġhead":1227,"im":1228,"style":1229,"cale":1230,"Ġcaters":1231,"all":1232,"Ġear":1233,"lu":1234,"llar":1235,"Ġcheaply":1236,"Ġpopular":1237,"ons":1238,"Ġpay":1239,"Ġeating":1240,"Ġlitt":1241,"next":1242,"Ġpoint":1243,"Ġdollar":1244,"Ġdelivers":1245,"Ġlittle":1246,"azing":1247,"clu":1248,"orth":1249,"customers":1250,"Ġro":1251,"Ġfar":1252,"although":1253,"sit":1254,"Ġthem":1255,"Ġamazing":1256,"Ġroad":1257,"indian":1258,"est":1259,"ffer":1260,"Ġvalue":1261,"Ġfu":1262,"Ġgot":1263,"moderately":1264,"kir":1265,"yes":1266,"Ġstarting":1267,"Ġplea":1268,"Ġfeatu":1269,"Ġearn":1270,"Ġdollars":1271,"kirts":1272,"ain":1273,"ps":1274,"skirts":1275,"eal":1276,"Ġoutskirts":1277,"ices":1278,"Ġexpect":1279,"ople":1280,"Ġearned":1281,"Ġbad":1282,"red":1283,"Ġmay":1284,"ross":1285,"Ġspend":1286,"situated":1287,"Ġfull":1288,"Ġpe":1289,"Ġhad":1290,"ately":1291,"Ġacross":1292,"scale":1293,"Ġid":1294,"Ġlook":1295,"chinese":1296,"looking":1297,"Ġstart":1298,"Ġupscale":1299,"iri":1300,"Ġbit":1301,"Ġeven":1302,"Ġservices":1303,"Ġdes":1304,"Ġspiri":1305,"Ġclass":1306,"Ġdoesn":1307,"Ġspecializ":1308,"Ġpeople":1309,"Ġspirits":1310,"ner":1311,"ose":1312,"art":1313,"Ġlocal":1314,"Ġopen":1315,"ag":1316,"Ġrates":1317,"Ġhome":1318,"Ġfriends":1319,"average":1320,"ack":1321,"pite":1322,"ub":1323,"Ġaway":1324,"Ġsli":1325,"Ġgr":1326,"let":1327,"ick":1328,"Ġdon":1329,"offer":1330,"wh":1331,"Ġinclu":1332,"Ġboth":1333,"fort":1334,"Ġreally":1335,"ghtly":1336,"offering":1337,"Ġinclud":1338,"ian":1339,"use":1340,"eaut":1341,"Ġother":1342,"Ġworth":1343,"iful":1344,"Ġdist":1345,"Ġspecializes":1346,"Ġslightly":1347,"eautiful":1348,"ori":1349,"uit":1350,"Ġfan":1351,"ative":1352,"Ġbeautiful":1353,"uth":1354,"Ġyet":1355,"Ġserver":1356,"coffee":1357,"Ġsele":1358,"unately":1359,"Ġtypically":1360,"Ġfeaturing":1361,"Ġideal":1362,"fortunately":1363,"Ġent":1364,"Ġasian":1365,"Ġunfortunately":1366,"Ġplease":1367,"'ll":1368,"not":1369,"us":1370,"ames":1371,"Ġhere":1372,"Ġcould":1373,"Ġbeca":1374,"Ġbecause":1375,"along":1376,"ost":1377,"Ġsm":1378,"Ġsom":1379,"Ġshould":1380,"tions":1381,"Ġoptions":1382,"Ġusu":1383,"ener":1384,"Ġthose":1385,"verages":1386,"Ġtop":1387,"Ġsmall":1388,"try":1389,"Ġnight":1390,"Ġhamb":1391,"Ġhaving":1392,"ront":1393,"Ġeuro":1394,"Ġhamburg":1395,"out":1396,"ance":1397,"ating":1398,"Ġmone":1399,"Ġscore":1400,"Ġmoney":1401,"..":1402,"only":1403,"Ġlovely":1404,"ful":1405,"front":1406,"tty":1407,"Ġapp":1408,"Ġpers":1409,"Ġoutlet":1410,"Ġgener":1411,"Ġlowly":1412,"Ġfav":1413,"Ġpretty":1414,"Ġperson":1415,"'.":1416,"down":1417,"ank":1418,"het":1419,"Ġchar":1420,"ores":1421,"ark":1422,"Ġstop":1423,"Ġplaced":1424,"Ġquick":1425,"kids":1426,"Ġaw":1427,"Ġsee":1428,"Ġmost":1429,"Ġscores":1430,"Ġranked":1431,"Ġusually":1432,"ces":1433,"les":1434,"Ġfur":1435,"Ġovera":1436,"Ġsh":1437,"Ġwit":1438,"Ġstore":1439,"Ġspag":1440,"ong":1441,"Ġcostly":1442,"Ġfruit":1443,"Ġsits":1444,"Ġsited":1445,"Ġlocate":1446,"hetti":1447,"Ġoverall":1448,"Ġspaghetti":1449,".,":1450,"per":1451,"welcom":1452,"ates":1453,"stand":1454,"Ġrestaurants":1455,"Ġwhat":1456,"cafÃ©":1457,"Ġservers":1458,"fter":1459,"Ġfo":1460,"Ġlea":1461,"Ġoutstand":1462,"Ġspot":1463,"Ġsure":1464,"Ġamong":1465,"Ġfurther":1466,"Ġoutstanding":1467,"city":1468,"visit":1469,"coho":1470,"Ġalcoho":1471,"check":1472,"Ġdespite":1473,"acks":1474,"Ġhamburgers":1475,"her":1476,"king":1477,"led":1478,"enta":1479,"enjoy":1480,"Ġok":1481,"Ġsea":1482,"Ġbank":1483,"Ġevery":1484,"Ġmat":1485,"Ġwide":1486,"Ġcentra":1487,"Ġbracket":1488,"Ġreg":1489,"Ġsuper":1490,"Ġoffered":1491,"Ġneat":1492,"Ġeats":1493,"Ġreviewed":1494,"ards":1495,"Ġselection":1496,"welcome":1497,"ental":1498,"ging":1499,"onder":1500,"rating":1501,"te":1502,"Ġages":1503,"Ġafter":1504,"Ġpr":1505,"Ġsa":1506,"Ġaren":1507,"Ġwonder":1508,"room":1509,"resh":1510,"restaurant":1511,"Ġbeverages":1512,"Ġplus":1513,"tastic":1514,"Ġdinner":1515,"Ġallows":1516,"Ġfantastic":1517,"Ġgenerally":1518,"00":1519,"ip":1520,"of":1521,"rt":1522,"Ġsn":1523,"Ġriverfront":1524,"Ġmight":1525,"hout":1526,"Ġshort":1527,"vel":1528,"Ġdue":1529,"Ġmany":1530,"akes":1531,"Ġoriental":1532,"Ġheart":1533,"Ġprem":1534,"Ġspecializing":1535,"Ġcomes":1536,"Ġtypical":1537,"Ġsomew":1538,"Ġwithout":1539,"ave":1540,"cil":1541,"ele":1542,"pub":1543,"ves":1544,"yled":1545,"Ġ4":1546,"Ġrel":1547,"ities":1548,"uton":1549,"Ġfacil":1550,"Ġperm":1551,"Ġopened":1552,"Ġsnacks":1553,"no":1554,"Ġage":1555,"Ġpro":1556,"Ġhold":1557,"Ġnow":1558,"Ġcurrent":1559,"Ġrestroom":1560,"Ġwelcomed":1561,"Ġviews":1562,"while":1563,"Ġship":1564,"Ġwonderful":1565,"Ġrelative":1566,"tit":1567,"rict":1568,"tain":1569,"Ġnone":1570,"oups":1571,"Ġeast":1572,"Ġlies":1573,"Ġconsumer":1574,"Ġunfriendly":1575,"Ġdistrict":1576,"Ġalcohol":1577,"Ġcurrently":1578,"are":1579,"ire":1580,"ning":1581,"Ġauth":1582,"Ġnames":1583,"Ġluton":1584,"ents":1585,"entic":1586,"entele":1587,"ors":1588,"ort":1589,"Ġtasty":1590,"Ġneed":1591,"quality":1592,"families":1593,"Ġwhose":1594,"Ġord":1595,"Ġacc":1596,"itted":1597,"Ġthemed":1598,"Ġdistance":1599,"Ġfavori":1600,"Ġsuperb":1601,"Ġpermitted":1602,"Ġauthentic":1603,"bp":1604,"eed":1605,"xim":1606,"Ġcli":1607,"Ġfree":1608,"Ġpart":1609,"Ġle":1610,"Ġlun":1611,"Ġmakes":1612,"Ġgave":1613,"Ġcheaper":1614,"Ġthats":1615,"vious":1616,"Ġtasting":1617,"Ġsuited":1618,"Ġsouth":1619,"imed":1620,"Ġcentrally":1621,"Ġrestrooms":1622,"Ġrelatively":1623,"Ġfavorite":1624,"free":1625,"found":1626,"gin":1627,"iet":1628,"uch":1629,"odest":1630,"Ġmark":1631,"Ġmuch":1632,"Ġmodest":1633,"Ġstand":1634,"Ġstyled":1635,"Ġquiet":1636,"Ġnorm":1637,"cts":1638,"Ġbuy":1639,"Ġspecial":1640,"Ġprevious":1641,"arded":1642,"Ġgrub":1643,"Ġincludes":1644,"Ġseafood":1645,"Ġpremium":1646,"ions":1647,"lentele":1648,"pa":1649,"su":1650,"ure":1651,"Ġclentele":1652,"odu":1653,"Ġsay":1654,"Ġhi":1655,"Ġlight":1656,"Ġmain":1657,"Ġthir":1658,"Ġthames":1659,"app":1660,"ching":1661,"pper":1662,"Ġgreater":1663,"Ġupper":1664,"Ġbus":1665,"Ġjoin":1666,"Ġcompe":1667,"Ġappro":1668,"Ġleave":1669,"',":1670,"be":1671,"cre":1672,"mp":1673,"sive":1674,"Ġfeed":1675,"Ġtak":1676,"Ġsear":1677,"Ġlu":1678,"Ġmust":1679,"Ġwere":1680,"Ġshops":1681,"Ġnote":1682,"Ġste":1683,"Ġplaces":1684,"adult":1685,"ways":1686,"Ġlist":1687,"Ġclassic":1688,"when":1689,"Ġentire":1690,"Ġfond":1691,"Ġprodu":1692,"Ġholds":1693,"Ġorder":1694,"Ġlunch":1695,"Ġthirty":1696,"cy":1697,"des":1698,"hing":1699,"met":1700,"ng":1701,"north":1702,"sing":1703,"Ġfresh":1704,"Ġedge":1705,"Ġmoder":1706,"Ġmind":1707,"Ġmake":1708,"Ġwon":1709,"Ġsuch":1710,"Ġsite":1711,"Ġfalls":1712,"Ġalways":1713,"Ġincluding":1714,"Ġcharges":1715,"Ġbanks":1716,"Ġregarded":1717,"pared":1718,"Ġcompetit":1719,"despite":1720,"con":1721,"find":1722,"ired":1723,"ved":1724,"Ġred":1725,"Ġfun":1726,"Ġbite":1727,"Ġinside":1728,"Ġme":1729,"Ġgour":1730,"Ġchain":1731,"Ġaveraged":1732,"tern":1733,"Ġwhen":1734,"Ġplates":1735,"Ġfall":1736,"Ġexclu":1737,"Ġgroups":1738,"oriented":1739,"Ġselect":1740,"Ġmature":1741,"Ġsearching":1742,"Ġlux":1743,"Ġgourmet":1744,"Ġexclusive":1745,"bring":1746,"even":1747,"io":1748,"rner":1749,"up":1750,"uce":1751,"Ġz":1752,"ery":1753,"Ġfew":1754,"ans":1755,"Ġavera":1756,"Ġpos":1757,"Ġrather":1758,"Ġscale":1759,"review":1760,"Ġcorner":1761,"eep":1762,"Ġwar":1763,"Ġwal":1764,"Ġany":1765,"Ġgra":1766,"Ġstill":1767,"Ġatt":1768,"ething":1769,"Ġyoung":1770,"Ġrecent":1771,"Ġambi":1772,"Ġsomething":1773,"Ġsomewhere":1774,"Ġfacility":1775,"Ġsteps":1776,"Ġreduce":1777,"iocre":1778,"Ġaveraging":1779,"reviewed":1780,"Ġreduced":1781,"cri":1782,"five":1783,"ible":1784,"ips":1785,"prov":1786,"sp":1787,"Ġ2":1788,"Ġcra":1789,"erri":1790,"Ġtag":1791,"Ġterri":1792,"Ġaimed":1793,"eals":1794,"eaway":1795,"iness":1796,"Ġlic":1797,"Ġchips":1798,"umers":1799,"lax":1800,"Ġstay":1801,"Ġwhy":1802,"ensed":1803,"Ġrelax":1804,"Ġuns":1805,"Ġmediocre":1806,"Ġknow":1807,"Ġtowards":1808,"Ġprepared":1809,"Ġprovided":1810,"Ġcomp":1811,"Ġfancy":1812,"Ġokay":1813,"Ġlevel":1814,"Ġstandard":1815,"Ġtakeaway":1816,"Ġproducts":1817,"Ġcompetitive":1818,"Ġzone":1819,"Ġlicensed":1820,"ds":1821,"din":1822,"eu":1823,"ege":1824,"ghe":1825,"hn":1826,"iz":1827,"ish":1828,"just":1829,"ked":1830,"lf":1831,"oeu":1832,"Ġate":1833,"Ġap":1834,"Ġaverages":1835,"esome":1836,"Ġpur":1837,"ster":1838,"ides":1839,"iding":1840,"Ġsur":1841,"Ġhors":1842,"Ġblo":1843,"Ġinto":1844,"Ġloves":1845,"Ġcoll":1846,"Ġcook":1847,"Ġcoup":1848,"Ġwin":1849,"Â£.":1850,"Ġgbp":1851,"oun":1852,"ory":1853,"level":1854,"self":1855,"Ġrage":1856,"Ġday":1857,"Ġdeals":1858,"ton":1859,"Ġsorry":1860,"Ġrep":1861,"Ġass":1862,"Ġreceiving":1863,"Ġwelcoming":1864,"Ġdoor":1865,"Ġbetter":1866,"Ġgoing":1867,"ade":1868,"Ġaltern":1869,"Ġgives":1870,"Ġbreakfasts":1871,"Ġscored":1872,"Ġapprov":1873,"Ġaware":1874,"Ġawesome":1875,"Ġrecently":1876,"Ġterrible":1877,"ghest":1878,"oeuv":1879,"Ġblock":1880,"Ġcollege":1881,"go":1882,"gs":1883,"hat":1884,"ist":1885,"ied":1886,"me":1887,"ses":1888,"town":1889,"Ġcam":1890,"ern":1891,"Ġtend":1892,"enities":1893,"right":1894,"Ġpar":1895,"Ġbill":1896,"Ġmar":1897,"Ġthing":1898,"Ġwor":1899,"Ġgu":1900,"oup":1901,"Ġchines":1902,"Ġstarts":1903,"priate":1904,"coring":1905,"Ġuse":1906,"Ġneigh":1907,"Ġyourself":1908,"Ġdiner":1909,"Ġamenities":1910,"Ġcatering":1911,"Ġboasting":1912,"uitable":1913,"Ġseeking":1914,"Ġfruits":1915,"Ġeveryone":1916,"Ġsomewhat":1917,"Ġproxim":1918,"Ġmarket":1919,"Ġnormal":1920,"Ġhighest":1921,"Ġselections":1922,"Ġgrab":1923,"providing":1924,"dining":1925,"Ġappe":1926,"ount":1927,"Ġalternative":1928,"Ġmargin":1929,"Ġproximity":1930,"aving":1931,"fin":1932,"fresh":1933,"having":1934,"iring":1935,"less":1936,"nce":1937,"sed":1938,"uc":1939,"erts":1940,"ertain":1941,"Ġfee":1942,"Ġpat":1943,"ince":1944,"cep":1945,"Ġprince":1946,"Ġsold":1947,"Ġindi":1948,"receiv":1949,"Ġext":1950,"Ġmy":1951,"Ġmade":1952,"Ġhight":1953,"Ġcasu":1954,"ary":1955,"Ġchester":1956,"look":1957,"Ġnoodles":1958,"prices":1959,"Ġpolic":1960,"Ġnorthern":1961,"Ġwilling":1962,"Ġgoes":1963,"Ġdelica":1964,"Ġdiffer":1965,"Ġexceed":1966,"commod":1967,"cies":1968,"Ġupw":1969,"Ġjohn":1970,"Ġdowntown":1971,"unning":1972,"Ġaccep":1973,"Ġaccommod":1974,"tional":1975,"Ġuni":1976,"Ġmatch":1977,"Ġfacilities":1978,"Ġneeds":1979,"Ġbusiness":1980,"Ġappropriate":1981,"Ġfondue":1982,"Ġwarm":1983,"Ġcouples":1984,"Ġwinery":1985,"Ġassort":1986,"Ġcasual":1987,"Ġchesterton":1988,"Ġpolicy":1989,"Ġdelicacies":1990,"Ġdifferent":1991,"ace":1992,"als":1993,"aint":1994,"bes":1995,"bed":1996,"back":1997,"crow":1998,"de":1999,"ft":2000,"gain":2001,"ggs":2002,"ptional":2003,"sy":2004,"ug":2005,"Ġfit":2006,"Ġtr":2007,"Ġtap":2008,"Ġtim":2009,"Ġimp":2010,"amous":2011,"Ġpic":2012,"Ġpark":2013,"Ġsame":2014,"Ġscoring":2015,"Ġsince":2016,"Ġhapp":2017,"Ġlet":2018,"Ġloved":2019,"Ġmin":2020,"Ġmood":2021,"Ġwron":2022,"Ġwall":2023,"rons":2024,"Ġkeep":2025,"Ġwaterfront":2026,"Ġplay":2027,"Ġpairing":2028,"nearby":2029,"jacent":2030,"Ġsupp":2031,"alth":2032,"within":2033,"Ġdefin":2034,"tiz":2035,"Ġexceptional":2036,"itely":2037,"Ġheard":2038,"Ġhealth":2039,"Ġamount":2040,"Ġsoft":2041,"Ġchop":2042,"Ġdecently":2043,"pected":2044,"Ġtheme":2045,"Ġdescri":2046,"Ġinclude":2047,"Ġhamburger":2048,"Ġsaid":2049,"Ġspecialty":2050,"Ġfeedback":2051,"Ġattra":2052,"spired":2053,"Ġcraving":2054,"Ġunsuitable":2055,"Ġappetiz":2056,"Ġfeel":2057,"Ġpatrons":2058,"Ġupwards":2059,"Ġwrong":2060,"Ġdefinitely":2061,"'ve":2062,"bs":2063,"ding":2064,"gbp":2065,"lb":2066,"med":2067,"nic":2068,"que":2069,"round":2070,"sant":2071,"uri":2072,"want":2073,"Ġfish":2074,"Ġtea":2075,"Ġopp":2076,"stro":2077,"vers":2078,"Ġsoup":2079,"Ġhis":2080,"Ġint":2081,"Ġinter":2082,"liar":2083,"reat":2084,"Ġlot":2085,"Ġcool":2086,"Ġcond":2087,"Ġmom":2088,"Ġmee":2089,"utation":2090,"ury":2091,"aps":2092,"Ġpup":2093,"Ġgain":2094,"lare":2095,"Ġkind":2096,"Ġstree":2097,"Ġstunning":2098,"ises":2099,"Ġdate":2100,"ulous":2101,"Ġspace":2102,"Ġbeverage":2103,"Ġbegin":2104,"inexpensive":2105,"Ġbistro":2106,"Ġtastes":2107,"Ġuk":2108,"Ġquaint":2109,"ctive":2110,"ctory":2111,"Ġgetting":2112,"Ġdish":2113,"ĠĠĠĠ":2114,"Ġhear":2115,"Ġliked":2116,"Ġconsumers":2117,"veniently":2118,"Ġchoose":2119,"Ġentries":2120,"Ġmostly":2121,"Ġaccess":2122,"Ġclient":2123,"Ġnormally":2124,"Ġbusy":2125,"Ġmoderated":2126,"conveniently":2127,"Ġluxury":2128,"Ġwalking":2129,"Ġambiance":2130,"Ġstaying":2131,"Ġpurch":2132,"Ġreputation":2133,"Ġapproval":2134,"oeuvres":2135,"ucive":2136,"receiving":2137,"beside":2138,"Ġtapas":2139,"Ġtime":2140,"Ġwallet":2141,"Ġpairings":2142,"Ġhealthy":2143,"Ġdescribed":2144,"Ġappetizers":2145,"Ġconducive":2146,"Ġstreet":2147,"ase":2148,"burg":2149,"bulous":2150,"dine":2151,"don":2152,"ex":2153,"haps":2154,"kn":2155,"ple":2156,"ten":2157,"erling":2158,"Ġtod":2159,"Ġpres":2160,"inity":2161,"ination":2162,"Ġsim":2163,"Ġsoups":2164,"Ġbel":2165,"Ġinspired":2166,"its":2167,"ited":2168,"itive":2169,"take":2170,"reme":2171,"Ġever":2172,"Ġeggs":2173,"Ġlots":2174,"Ġmil":2175,"Ġmis":2176,"Ġthin":2177,"Ġshow":2178,"they":2179,"esserts":2180,"Ġjapan":2181,"ording":2182,"laimed":2183,"Ġsterling":2184,"Ġeasy":2185,"Ġrave":2186,"icinity":2187,"other":2188,"Ġdesserts":2189,"respected":2190,"Ġvicinity":2191,"Ġspor":2192,"Ġadjacent":2193,"osite":2194,"stars":2195,"Ġfabulous":2196,"Ġlocates":2197,"Ġaffordably":2198,"Ġalongside":2199,"Ġdelivery":2200,"Ġenjoyed":2201,"Ġbread":2202,"Ġbuild":2203,"Ġsatisfactory":2204,"Ġspecialises":2205,"Ġscen":2206,"theres":2207,"ested":2208,"Ġpleasant":2209,"Ġspending":2210,"Ġclassy":2211,"Ġentertain":2212,"Ġusual":2213,"Ġeurope":2214,"Ġcharging":2215,"Ġcentral":2216,"Ġregular":2217,"Ġsafe":2218,"Ġaccording":2219,"ximately":2220,"Ġclients":2221,"Ġapproximately":2222,"Ġmeans":2223,"Ġluxuri":2224,"Ġpositive":2225,"Ġextreme":2226,"crowne":2227,"uga":2228,"Ġpicnic":2229,"Ġopposite":2230,"Ġaccessible":2231,"known":2232,"Ġtoday":2233,"Ġbeluga":2234,"Ġextremely":2235,"50":2236,"bor":2237,"ek":2238,"fer":2239,"good":2240,"gges":2241,"hood":2242,"ie":2243,"ier":2244,"lea":2245,"ming":2246,"oor":2247,"past":2248,"poor":2249,"rd":2250,"ude":2251,"vid":2252,"Ġ:":2253,"Ġcant":2254,"Ġfry":2255,"any":2256,"Ġta":2257,"Ġtreat":2258,"ather":2259,"Ġach":2260,"ample":2261,"ests":2262,"Ġput":2263,"Ġpick":2264,"Ġold":2265,"omic":2266,"Ġsod":2267,"Ġsing":2268,"eared":2269,"Ġba":2270,"Ġla":2271,"Ġequ":2272,"Ġecon":2273,"entated":2274,"Ġmix":2275,"peci":2276,"Ġresides":2277,"llo":2278,"Ġgla":2279,"Ġgeared":2280,"ither":2281,"Ġboard":2282,"Ġchildless":2283,"Ġbargain":2284,"Ġdest":2285,"Ġbeat":2286,"Ġgreek":2287,"Ġcotton":2288,"Ġaddition":2289,"Ġplate":2290,"Ġsugges":2291,"Ġofferings":2292,"three":2293,"Ġsitting":2294,"great":2295,"starred":2296,"ties":2297,"Ġdelight":2298,"Ġvisiting":2299,"Ġperhaps":2300,"Ġdrinking":2301,"reason":2302,"Ġdisapp":2303,"ĠĠĠ":2304,"Ġorientated":2305,"Ġsoon":2306,"Ġwanting":2307,"Ġprefer":2308,"costing":2309,"Ġspecialising":2310,"Ġcoming":2311,"Ġfeature":2312,"Ġfavor":2313,"Ġfocu":2314,"Ġalcoholic":2315,"Ġpremises":2316,"tains":2317,"tained":2318,"Ġacclaimed":2319,"sushi":2320,"Ġposs":2321,"Ġwalk":2322,"Ġambient":2323,"Ġcooks":2324,"Ġneighbor":2325,"Ġindivid":2326,"Ġassorted":2327,"Ġinterested":2328,"Ġmoment":2329,"Ġmeet":2330,"Ġpurchase":2331,"Ġmiss":2332,"Ġthink":2333,"Ġjapaneses":2334,"Ġeuropean":2335,"leave":2336,"poorly":2337,"Ġachie":2338,"Ġeconomic":2339,"Ġglass":2340,"Ġdestination":2341,"Ġdisappo":2342,"Ġindividu":2343,"35":2344,"ava":2345,"cc":2346,"clare":2347,"ep":2348,"famous":2349,"gry":2350,"hi":2351,"ia":2352,"mark":2353,"ny":2354,"over":2355,"ping":2356,"pas":2357,"rate":2358,"rum":2359,"sho":2360,"ters":2361,"ues":2362,"vice":2363,"yippee":2364,"eres":2365,"Ġrun":2366,"Ġfines":2367,"Ġte":2368,"Ġtri":2369,"Ġtrave":2370,"enny":2371,"ried":2372,"head":2373,"hello":2374,"Ġpenny":2375,"Ġob":2376,"styled":2377,"ceive":2378,"Ġnative":2379,"omis":2380,"Ġhan":2381,"Ġhun":2382,"Ġbear":2383,"Ġback":2384,"Ġarra":2385,"Ġoften":2386,"iting":2387,"table":2388,"Ġrivers":2389,"Ġeither":2390,"ently":2391,"ention":2392,"Ġma":2393,"Ġmere":2394,"Ġtheres":2395,"hool":2396,"Ġwent":2397,"Ġanother":2398,"Ġshopping":2399,"Ġcar":2400,"Ġcare":2401,"Ġhard":2402,"Ġgather":2403,"ouri":2404,"asting":2405,"astro":2406,"Ġindiana":2407,"around":2408,"rainbow":2409,"tled":2410,"rown":2411,"Ġwatermans":2412,"Ġsteep":2413,"ments":2414,"Ġattit":2415,"Ġform":2416,"ised":2417,"Ġdear":2418,"Ġdeal":2419,"Ġvary":2420,"Ġbeans":2421,"Ġprovider":2422,"Ġstarred":2423,"Ġsicilian":2424,"Ġwhit":2425,"Ġrefresh":2426,"Ġreceive":2427,"Ġcostumers":2428,"than":2429,"Ġespeci":2430,"quisit":2431,"Ġdec":2432,"Ġnorthw":2433,"Ġexquisit":2434,"familiar":2435,"boasting":2436,"Ġoverlooking":2437,"Ġdiners":2438,"adults":2439,"Ġexcellently":2440,"Ġvisited":2441,"Ġopin":2442,"Ġenjoying":2443,"Ġgiving":2444,"Ġbreads":2445,"Ġpastas":2446,"Ġcatered":2447,"Ġspec":2448,"ranged":2449,"Ġvarious":2450,"Ġschool":2451,"Ġtypes":2452,"Ġfeatured":2453,"Ġmaybe":2454,"Ġdesired":2455,"Ġspecialized":2456,"lete":2457,"icks":2458,"....":2459,"Ġcharge":2460,"Ġleaves":2461,"ratings":2462,"Ġprof":2463,"Ġmainly":2464,"singly":2465,"Ġmodern":2466,"Ġanyone":2467,"Ġcompany":2468,"Ġcomplete":2469,"Ġsurpri":2470,"Ġsurround":2471,"Ġblocks":2472,"Ġtends":2473,"Ġguests":2474,"Ġneighbo":2475,"Ġaccept":2476,"Ġaccommodate":2477,"Ġunique":2478,"Ġunivers":2479,"Ġimpress":2480,"Ġsupplies":2481,"burger":2482,"Ġmiles":2483,"Ġentertainment":2484,"Ġluxurious":2485,"Ġequally":2486,"Ġmixed":2487,"Ġsuggest":2488,"shop":2489,"Ġfinest":2490,"Ġhungry":2491,"Ġarray":2492,"Ġattitude":2493,"Ġespecially":2494,"Ġexquisite":2495,"Ġsurrounding":2496,"Ġuniversity":2497,"10":2498,"ber":2499,"based":2500,"bank":2501,"bited":2502,"can":2503,"ches":2504,"day":2505,"exp":2506,"equ":2507,"giv":2508,"has":2509,"have":2510,"ily":2511,"ise":2512,"ious":2513,"non":2514,"pop":2515,"rom":2516,"sest":2517,"udi":2518,"vents":2519,"wine":2520,"Ġcre":2521,"Ġrd":2522,"Ġru":2523,"Ġfamous":2524,"ath":2525,"ations":2526,"rimp":2527,"Ġact":2528,"Ġaudi":2529,"hed":2530,"estled":2531,"Ġpea":2532,"Ġpra":2533,"Ġpiz":2534,"eak":2535,"eally":2536,"Ġcup":2537,"endy":2538,"Ġsiz":2539,"Ġsample":2540,"Ġhost":2541,"Ġbough":2542,"Ġbas":2543,"Ġrive":2544,"Ġaromis":2545,"Ġlar":2546,"Ġlacks":2547,"Ġind":2548,"lis":2549,"Ġriverbank":2550,"rees":2551,"rect":2552,"Ġemer":2553,"Ġevents":2554,"Ġmo":2555,"Ġmer":2556,"Ġmak":2557,"ute":2558,"Ġway":2559,"Ġwish":2560,"Ġans":2561,"Ġshot":2562,"people":2563,"ilet":2564,"their":2565,"Ġcal":2566,"Ġpubs":2567,"Ġgri":2568,"Ġgastro":2569,"Ġgrown":2570,"oud":2571,"rop":2572,"ĠcafÃ©ter":2573,"umber":2574,"Ġcheep":2575,"Ġstu":2576,"Ġstat":2577,"Ġrough":2578,"Ġtoilet":2579,"Ġeagles":2580,"Ġforget":2581,"Ġdid":2582,"Ġpricier":2583,"Ġpass":2584,"Ġclosest":2585,"Ġadequ":2586,"Ġsub":2587,"Ġbig":2588,"coming":2589,"thing":2590,"Ġgoods":2591,"Ġestablishments":2592,"Ġeaten":2593,"Ġfact":2594,"Ġoverpriced":2595,"Ġdirect":2596,"Ġtakeout":2597,"Ġenjoys":2598,"higher":2599,"centre":2600,"unfriendly":2601,"service":2602,"Ġcombo":2603,"cheaply":2604,"Ġranking":2605,"Ġperfectly":2606,"Ġpaying":2607,"Ġexpected":2608,"Ġentrees":2609,"usa":2610,"outside":2611,"Ġgeneral":2612,"Ġcharming":2613,"Ġquickly":2614,"Ġshrimp":2615,"Ġamongst":2616,"Ġregion":2617,"Ġproud":2618,"Ġsale":2619,"Ġprohi":2620,"Ġleg":2621,"Ġmodestly":2622,"Ġstandards":2623,"Ġsays":2624,"Ġhist":2625,"Ġtaking":2626,"Ġordered":2627,"Ġfreshly":2628,"Ġwont":2629,"Ġfalling":2630,"Ġattention":2631,"Ġrelaxed":2632,"Ġcooked":2633,"Ġapproved":2634,"oeuvre":2635,"Ġparents":2636,"Ġparties":2637,"freshly":2638,"Ġexceeding":2639,"Ġaccepts":2640,"Ġassortment":2641,"Ġhappy":2642,"Ġhappen":2643,"Ġminors":2644,"Ġattracts":2645,"expect":2646,"Ġsports":2647,"Ġscenic":2648,"pasta":2649,"Ġolder":2650,"Ġbaby":2651,"reasonably":2652,"Ġfavorable":2653,"Ġfocused":2654,"Ġpossible":2655,"Ġdisappoint":2656,"Ġindividuals":2657,"Ġtell":2658,"Ġtrip":2659,"Ġtraveling":2660,"Ġobtained":2661,"Ġrefreshments":2662,"Ġimpressive":2663,"Ġsurroundings":2664,"express":2665,"given":2666,"Ġaudience":2667,"Ġpraised":2668,"Ġpizza":2669,"Ġhosts":2670,"Ġbought":2671,"Ġmaking":2672,"ĠcafÃ©teria":2673,"Ġtoilets":2674,"Ġprohibited":2675,"'m":2676,"--":2677,"ari":2678,"ale":2679,"also":2680,"air":2681,"afforda":2682,"after":2683,"brea":2684,"cing":2685,"cur":2686,"car":2687,"cal":2688,"do":2689,"dy":2690,"ded":2691,"ey":2692,"ean":2693,"eur":2694,"fan":2695,"fore":2696,"fic":2697,"from":2698,"gan":2699,"got":2700,"gative":2701,"ground":2702,"icated":2703,"ibly":2704,"luton":2705,"my":2706,"min":2707,"more":2708,"oid":2709,"par":2710,"peri":2711,"sat":2712,"sion":2713,"tures":2714,"uring":2715,"void":2716,"where":2717,"yor":2718,"your":2719,"zy":2720,"Ġ6":2721,"Ġ;":2722,"ĠĊ":2723,"Ġ-Â£":2724,"Ġcate":2725,"Ġcele":2726,"Ġcertain":2727,"erate":2728,"erran":2729,"erican":2730,"Ġfin":2731,"Ġfront":2732,"Ġflare":2733,"Ġfried":2734,"Ġtouri":2735,"atters":2736,"aturing":2737,"Ġice":2738,"enance":2739,"rive":2740,"Ġali":2741,"Ġabs":2742,"Ġavoid":2743,"ams":2744,"american":2745,"estern":2746,"east":2747,"inary":2748,"Ġow":2749,"Ġore":2750,"Ġoth":2751,"stenance":2752,"cellent":2753,"Ġnestled":2754,"Ġnumber":2755,"Ġcute":2756,"ended":2757,"named":2758,"Ġsol":2759,"Ġsens":2760,"Ġsad":2761,"Ġsca":2762,"Ġher":2763,"Ġranting":2764,"Ġbath":2765,"Ġrich":2766,"Ġfamiliar":2767,"Ġares":2768,"Ġlate":2769,"Ġland":2770,"Ġliv":2771,"Ġlack":2772,"Ġinc":2773,"Ġinv":2774,"Ġincre":2775,"Ġinfamous":2776,"iterran":2777,"ided":2778,"Ġareas":2779,"Ġedi":2780,"Ġeffe":2781,"Ġcore":2782,"Ġcour":2783,"Ġcoast":2784,"Ġcoffe":2785,"Ġcous":2786,"Ġmile":2787,"eemed":2788,"Ġanti":2789,"ffers":2790,"ĠÂ£,":2791,"ĠÂ£.":2792,"apes":2793,"Ġresult":2794,"antic":2795,"ilst":2796,"ilar":2797,"veyor":2798,"veral":2799,"Ġlowest":2800,"dic":2801,"olute":2802,"area":2803,"arant":2804,"Ġcheat":2805,"lain":2806,"Ġcheapest":2807,"ored":2808,"raja":2809,"Ġstro":2810,"Ġsteak":2811,"Ġraving":2812,"ically":2813,"oth":2814,"Ġhouses":2815,"Ġdeemed":2816,"pping":2817,"Ġcrowd":2818,"Ġcrowds":2819,"Ġcuisines":2820,"Ġpal":2821,"Ġmills":2822,"Ġsort":2823,"Ġzizzis":2824,"Ġplatters":2825,"ounds":2826,"pricey":2827,"Ġref":2828,"Ġrem":2829,"Ġsuperi":2830,"Ġsustenance":2831,"featuring":2832,"ales":2833,"Ġseveral":2834,"Ġbeefeaters":2835,"Ġnegative":2836,"Ġescar":2837,"Ġgreatly":2838,"Ġquid":2839,"Ġquali":2840,"Ġreviewers":2841,"Ġinexpensively":2842,"ctrum":2843,"Ġdele":2844,"Ġmediterran":2845,"Ġlocale":2846,"Ġexc":2847,"Ġexist":2848,"Ġoverlook":2849,"join":2850,"Ġbesides":2851,"Ġvisitors":2852,"Ġoperate":2853,"Ġdisc":2854,"Ġdiscri":2855,"Ġenjoyable":2856,"ously":2857,"Ġbuck":2858,"Ġhel":2859,"Ġconsist":2860,"Ġspectrum":2861,"Ġsatisfied":2862,"unity":2863,"Ġcont":2864,"Ġcontains":2865,"ranch":2866,"ranked":2867,"costs":2868,"Ġchoices":2869,"Ġvaried":2870,"Ġscener":2871,"Ġbrings":2872,"Ġbringing":2873,"Ġwouldn":2874,"Ġcomm":2875,"Ġcompared":2876,"Ġmiddling":2877,"Ġlikely":2878,"imum":2879,"Ġpoints":2880,"Ġfusion":2881,"Ġpleased":2882,"Ġbadly":2883,"Ġideally":2884,"Ġbites":2885,"Ġevening":2886,"Ġdeserts":2887,"Ġgroup":2888,"Ġgrapes":2889,"Ġenter":2890,"Ġgenerated":2891,"Ġfavored":2892,"Ġawful":2893,"Ġawarded":2894,"Ġseek":2895,"Ġseems":2896,"Ġwitch":2897,"Ġleast":2898,"Ġafterno":2899,"Ġprams":2900,"Ġsausa":2901,"Ġnowhere":2902,"Ġorders":2903,"Ġclientele":2904,"Ġpartner":2905,"Ġlunches":2906,"Ġmaintains":2907,"being":2908,"Ġclassics":2909,"Ġproduces":2910,"Ġminded":2911,"Ġexclusively":2912,"Ġanything":2913,"Ġanywhere":2914,"Ġ23":2915,"Ġpurveyor":2916,"Ġreport":2917,"Ġthings":2918,"Ġwork":2919,"Ġguarant":2920,"Ġindia":2921,"Ġextra":2922,"Ġtrendy":2923,"Ġminimum":2924,"Ġplayground":2925,"Ġsupport":2926,"Ġintended":2927,"Ġgains":2928,"Ġgained":2929,"Ġkinds":2930,"Ġbeginning":2931,"Ġhearty":2932,"excellent":2933,"Ġpresti":2934,"Ġsimilar":2935,"Ġsporting":2936,"Ġbuilding":2937,"Ġscene":2938,"Ġregularly":2939,"Ġtab":2940,"Ġsoda":2941,"Ġsodas":2942,"Ġsingle":2943,"Ġsingles":2944,"Ġlaid":2945,"Ġbargains":2946,"Ġadditionally":2947,"Ġpreferred":2948,"Ġneighborhood":2949,"Ġachieved":2950,"available":2951,"Ġhandic":2952,"Ġnorthwest":2953,"Ġopinion":2954,"Ġspecif":2955,"Ġsurprisingly":2956,"Ġneighbour":2957,"popular":2958,"Ġcream":2959,"Ġruns":2960,"Ġactiv":2961,"Ġpeace":2962,"Ġbasic":2963,"Ġlarge":2964,"Ġindeed":2965,"Ġemerging":2966,"Ġcalm":2967,"Ġstatus":2968,"Ġadequate":2969,"Ġlegal":2970,"Ġhistori":2971,"Ġdisappointed":2972,"affordable":2973,"fancy":2974,"minating":2975,"turesque":2976,"Ġceleb":2977,"Ġcertainly":2978,"Ġtourist":2979,"Ġalike":2980,"Ġabsolute":2981,"Ġothers":2982,"Ġsadly":2983,"Ġbathroom":2984,"Ġincredi":2985,"Ġeffective":2986,"Ġcourse":2987,"Ġcoffees":2988,"Ġcousin":2989,"Ġsuperior":2990,"Ġescargot":2991,"Ġmediterranean":2992,"Ġoverlooks":2993,"Ġdiscriminating":2994,"Ġscenery":2995,"Ġafternoon":2996,"Ġabsolutely":2997,"'d":2998,",,":2999,".'":3000,".Â£":3001,"19":3002,"32":3003,"33":3004,"99":3005,"aff":3006,"act":3007,"abo":3008,"bu":3009,"ban":3010,"but":3011,"bar":3012,"british":3013,"best":3014,"both":3015,"cular":3016,"cery":3017,"ctable":3018,"due":3019,"drink":3020,"dents":3021,"drop":3022,"ees":3023,"eggs":3024,"fit":3025,"fare":3026,"fair":3027,"gn":3028,"ger":3029,"gory":3030,"gious":3031,"hist":3032,"ilies":3033,"ires":3034,"ksh":3035,"kfast":3036,"lust":3037,"liness":3038,"linary":3039,"mpe":3040,"mal":3041,"most":3042,"mari":3043,"nit":3044,"nice":3045,"ope":3046,"oon":3047,"pan":3048,"ply":3049,"place":3050,"pons":3051,"pounds":3052,"phist":3053,"rant":3054,"rough":3055,"so":3056,"shes":3057,"sons":3058,"sides":3059,"scoring":3060,"suitable":3061,"sily":3062,"tes":3063,"ted":3064,"tic":3065,"trada":3066,"tite":3067,"tradition":3068,"ull":3069,"vate":3070,"vor":3071,"ware":3072,"ym":3073,"ying":3074,"yling":3075,"čĊ":3076,"Ġod":3077,"Ġur":3078,"erves":3079,"Ġrood":3080,"Ġrom":3081,"Ġrid":3082,"Ġrear":3083,"Ġfame":3084,"Ġfla":3085,"Ġfitzb":3086,"Ġfour":3087,"ansive":3088,"another":3089,"Ġtur":3090,"Ġtable":3091,"Ġtad":3092,"Ġtran":3093,"Ġtakes":3094,"Ġtuc":3095,"ati":3096,"atisf":3097,"Ġimpe":3098,"ene":3099,"rity":3100,"Ġable":3101,"Ġaffor":3102,"Ġactive":3103,"Ġahead":3104,"amazing":3105,"among":3106,"esting":3107,"Ġpol":3108,"inting":3109,"inspired":3110,"stop":3111,"sticks":3112,"gether":3113,"ington":3114,"Ġrater":3115,"Ġratting":3116,"Ġcut":3117,"Ġculinary":3118,"Ġpried":3119,"Ġpriori":3120,"Ġprime":3121,"Ġprimari":3122,"Ġprivate":3123,"verthe":3124,"Ġsw":3125,"Ġhat":3126,"Ġhope":3127,"earning":3128,"Ġblow":3129,"Ġbare":3130,"Ġlend":3131,"Ġlast":3132,"Ġlay":3133,"Ġlad":3134,"Ġinst":3135,"itch":3136,"tacular":3137,"lie":3138,"reco":3139,"recommend":3140,"Ġetho":3141,"Ġlose":3142,"Ġlong":3143,"Ġcove":3144,"Ġmild":3145,"Ġmeat":3146,"Ġthrough":3147,"utes":3148,"house":3149,"Ġwat":3150,"Ġwhe":3151,"Ġwhet":3152,"Ġwise":3153,"ffes":3154,"Ġouter":3155,"Ġouting":3156,"Ġyear":3157,"Â£-":3158,"urpas":3159,"Ġshoo":3160,"Ġshores":3161,"Ġreser":3162,"Ġresults":3163,"Ġrespons":3164,"antly":3165,"theast":3166,"themed":3167,"Ġnoise":3168,"Ġcast":3169,"lling":3170,"Ġgod":3171,"Ġgro":3172,"Ġgate":3173,"Ġgar":3174,"Ġgas":3175,"Ġgrea":3176,"Ġglis":3177,"Ġgym":3178,"esses":3179,"essment":3180,"ession":3181,"Ġchill":3182,"vels":3183,"rocious":3184,"Ġfastfood":3185,"dishes":3186,"Ġservic":3187,"new":3188,"lets":3189,"Ġkey":3190,"Ġkitch":3191,"Ġboats":3192,"rally":3193,"dget":3194,"Ġnoted":3195,"Ġnotch":3196,"Ġnothing":3197,"Ġexpansive":3198,"Ġwaterside":3199,"Ġstake":3200,"Ġsticks":3201,"Ġstaff":3202,"Ġstyling":3203,"nsider":3204,"ryout":3205,"set":3206,"Ġattained":3207,"Ġatrocious":3208,"Ġtoy":3209,"Ġtoast":3210,"Ġtogether":3211,"Ġeach":3212,"Ġeasily":3213,"icult":3214,"icular":3215,"iske":3216,"otic":3217,"Ġdra":3218,"Ġdrop":3219,"Ġdrive":3220,"Ġspent":3221,"Ġspite":3222,"Ġspoon":3223,"Ġproves":3224,"Ġbecome":3225,"Ġbecoming":3226,"Ġbeware":3227,"tons":3228,"ively":3229,"Ġpunters":3230,"Ġvaries":3231,"Ġvalu":3232,"Ġones":3233,"zizzis":3234,"Ġolives":3235,"Ġbaked":3236,"Ġwhine":3237,"Ġwhiske":3238,"ethn":3239,"ensales":3240,"umpington":3241,"bies":3242,"Ġadv":3243,"Ġadded":3244,"cker":3245,"iraffes":3246,"Ġcritic":3247,"mber":3248,"mbing":3249,"Ġtherefore":3250,"Ġrequ":3251,"Ġremark":3252,"Ġsuffers":3253,"cond":3254,"consider":3255,"blem":3256,"Ġfrance":3257,"fortable":3258,"Ġsevers":3259,"Ġsecond":3260,"compan":3261,"Ġune":3262,"Ġuser":3263,"Ġneverthe":3264,"that":3265,"Ġest":3266,"Ġestablis":3267,"Ġvenues":3268,"ified":3269,"oks":3270,"Ġtrying":3271,"Ġfinding":3272,"Ġpocket":3273,"Ġdone":3274,"Ġdogs":3275,"Ġnortheast":3276,"Ġready":3277,"Ġreasons":3278,"tim":3279,"Ġmedian":3280,"Ġlocating":3281,"Ġlocals":3282,"Ġexample":3283,"Ġexact":3284,"Ġexotic":3285,"well":3286,"ourable":3287,"Ġdinning":3288,"Ġmenus":3289,"Ġdiet":3290,"akey":3291,"adent":3292,"adjacent":3293,"Ġalbe":3294,"Ġalmost":3295,"reasingly":3296,"Ġdisco":3297,"Ġ--":3298,"Ġbreaking":3299,"Ġbuds":3300,"Ġexperien":3301,"Ġorgan":3302,"Ġpastries":3303,"Ġlik":3304,"Ġlim":3305,"Ġsophist":3306,"Ġsettings":3307,"Ġwants":3308,"centrally":3309,"Ġsatisfying":3310,"riversides":3311,"Ġspecials":3312,"Ġvibe":3313,"Ġviewed":3314,"open":3315,"Ġchopping":3316,"Ġaccompan":3317,"Ġbudgets":3318,"Ġconsidering":3319,"Ġconsiderable":3320,"Ġunable":3321,"Ġcomfort":3322,"Ġcomensales":3323,"Ġcomfortable":3324,"type":3325,"Ġranks":3326,"Ġearns":3327,"Ġearth":3328,"Ġfarm":3329,"Ġfares":3330,"sited":3331,"sitter":3332,"Ġgotten":3333,"Ġpleasing":3334,"Ġlooks":3335,"Ġdeserves":3336,"Ġclassified":3337,"averagely":3338,"Ġgrand":3339,"why":3340,"whilst":3341,"Ġfans":3342,"Ġbeautifully":3343,"Ġentree":3344,"Ġshouldn":3345,"outs":3346,"...":3347,"Ġappear":3348,"Ġappeal":3349,"Ġfavouri":3350,"Ġseem":3351,"Ġfurnit":3352,"welcoming":3353,"Ġfoe":3354,"Ġfool":3355,"Ġleaving":3356,"visiting":3357,"Ġeveryday":3358,"Ġprom":3359,"Ġpermits":3360,"Ġproblem":3361,"Ġclimbing":3362,"Ġparticular":3363,"Ġlevels":3364,"Ġtastings":3365,"Ġmarks":3366,"Ġmarked":3367,"Ġspecialties":3368,"Ġluck":3369,"Ġstellar":3370,"Ġfondues":3371,"Ġmoderates":3372,"Ġcompetitor":3373,"Ġmeant":3374,"Ġgrade":3375,"sport":3376,"Ġ21":3377,"Ġ24":3378,"Ġcrazy":3379,"Ġcracker":3380,"Ġrelaxing":3381,"Ġunsatisf":3382,"Ġunsurpas":3383,"Ġcompetitively":3384,"ized":3385,"Ġcoupled":3386,"Ġdays":3387,"Ġassessment":3388,"Ġworry":3389,"Ġworse":3390,"Ġworld":3391,"Ġguest":3392,"Ġuseful":3393,"Ġappetite":3394,"received":3395,"Ġaccommodations":3396,"crown":3397,"Ġfits":3398,"Ġtrue":3399,"Ġtrumpington":3400,"Ġimprove":3401,"Ġpicturesque":3402,"Ġparking":3403,"Ġminutes":3404,"Ġkeeping":3405,"Ġchopsticks":3406,"Ġattraction":3407,"Ġattractive":3408,"medium":3409,"Ġinteresting":3410,"Ġgaining":3411,"Ġpurchased":3412,"burgers":3413,"Ġpresently":3414,"Ġsimply":3415,"Ġmilksh":3416,"Ġshown":3417,"Ġluxuriant":3418,"pasto":3419,"Ġtail":3420,"Ġtreats":3421,"Ġbabies":3422,"Ġlaw":3423,"Ġdelights":3424,"reasonable":3425,"Ġpossesses":3426,"Ġachieving":3427,"Ġdisappointing":3428,"Ġindividual":3429,"avalon":3430,"ccable":3431,"passing":3432,"Ġhang":3433,"Ġmaxim":3434,"Ġcarries":3435,"Ġcarryout":3436,"Ġvarying":3437,"Ġdecided":3438,"Ġdecadent":3439,"Ġnorthwestern":3440,"Ġopinions":3441,"Ġspectacular":3442,"Ġprofile":3443,"Ġprofession":3444,"Ġneighboring":3445,"Ġsizes":3446,"Ġmoved":3447,"Ġmerits":3448,"Ġgrill":3449,"Ġgrills":3450,"Ġstuff":3451,"Ġstudents":3452,"Ġroughly":3453,"Ġdidn":3454,"Ġdirectly":3455,"Ġproudly":3456,"Ġbabysitter":3457,"breakfast":3458,"curried":3459,"euros":3460,"fication":3461,"Ġcategory":3462,"Ġsensibly":3463,"Ġscare":3464,"Ġherbs":3465,"Ġlandmark":3466,"Ġlives":3467,"Ġlacklust":3468,"Ġincreasingly":3469,"Ġedible":3470,"Ġantipasto":3471,"Ġstrollers":3472,"Ġpalates":3473,"Ġrefle":3474,"Ġremain":3475,"Ġqualification":3476,"Ġexciting":3477,"Ġdiscount":3478,"Ġhelp":3479,"Ġconsistently":3480,"Ġcontin":3481,"Ġcommunity":3482,"Ġsausages":3483,"Ġguarantee":3484,"Ġprestigious":3485,"Ġhandicap":3486,"Ġspecifically":3487,"Ġactivities":3488,"Ġpeaceful":3489,"Ġhistorical":3490,"Ġcelebrating":3491,"Ġtourists":3492,"Ġbathrooms":3493,"Ġincredibly":3494,"above":3495,"budget":3496,"bargain":3497,"drinks":3498,"fairly":3499,"gnized":3500,"traditional":3501,"vorful":3502,"Ġurban":3503,"Ġromantic":3504,"Ġfamed":3505,"Ġflavorful":3506,"Ġfitzbilies":3507,"Ġturn":3508,"Ġtransport":3509,"Ġtucson":3510,"Ġimpeccable":3511,"Ġactively":3512,"Ġpolite":3513,"Ġpriority":3514,"Ġprimarily":3515,"Ġbarely":3516,"recognized":3517,"recommended":3518,"Ġethos":3519,"Ġcoveted":3520,"Ġmildly":3521,"Ġresponse":3522,"Ġgrocery":3523,"Ġgreasy":3524,"Ġglisson":3525,"Ġservicing":3526,"Ġkitchen":3527,"Ġwhiskey":3528,"ethnic":3529,"Ġcritics":3530,"Ġremarkable":3531,"considered":3532,"Ġnevertheless":3533,"Ġestablished":3534,"Ġexactly":3535,"Ġalbeit":3536,"Ġorganiz":3537,"Ġsophisticated":3538,"Ġaccompanied":3539,"Ġfavourite":3540,"Ġfurniture":3541,"Ġunsurpassed":3542,"Ġmilkshakes":3543,"Ġprofessionally":3544,"Ġlackluster":3545}