#version: 0.2 - Trained by `huggingface/tokenizers`
< |
| >
Ġ <|
e r
r i
a n
Ġ c
t h
a t
Ġ i
e n
Ġ th
r e
l y
a m
Ġ f
s t
o d
Ġ a
Ġth e
i n
o od
Ġ o
g e
e s
ri c
in g
e a
Ġi s
Ġ p
r at
en d
ri end
riend ly
o m
i d
rat ing
n am
nam e
v er
u st
ust om
ustom er
Ġ h
Ġ s
ea r
t y
n ear
Ġ b
an ge
am i
ami ly
Ġ l
f ood
Ġo f
Ġi n
l i
f riendly
e d
Ġ ri
Ġri ver
p ric
id e
re a
Ġ 5
s ide
Ġriver side
er ange
pric erange
Ġi t
c ustomer
customer rating
Ġl o
f amily
Ġf ood
family friendly
Ġc o
u r
Ġ m
a rea
u t
e e
h o
en t
Ġ w
Ġ an
f f
Ġo ut
Ġ y
e at
re st
Â £
Ġc h
Ġ Â£
ff ee
Ġs ho
Ġco ffee
Ġsho p
p e
g h
ty pe
Ġ r
eat type
Ġ n
ric e
i gh
Ġ near
Ġh igh
Ġ rest
Ġy es
an t
Ġan d
a ur
aur ant
Ġrest aurant
c h
i ty
Ġc ity
Ġc ent
Ġ rating
es e
i l
th e
Ġn o
Ġcent re
Ġp u
Ġc a
Ġf riendly
Ġc ustomer
Ġth an
2 0
at ed
c ated
r en
Ġh a
Ġpu b
l l
Ġ g
Ġlo cated
Ġ t
o u
a st
a li
v e
a p
r o
ver a
vera ge
f Ã
fÃ ©
Ġlo w
Ġca fÃ©
Ġa verage
Ġp rice
Ġ j
ali an
Ġf ast
ap an
Ġit alian
apan ese
Ġf amily
at e
Ġj apanese
od er
oder ate
Ġha s
ren ch
Ġm oderate
d i
Ġf rench
o l
o r
Ġs er
u m
er s
di an
Ġr ange
Ġin dian
i th
a r
Ġser v
Ġw ith
s h
n e
il d
l a
ea p
c e
Ġch eap
es s
Ġl ess
l e
Ġ k
Ġb o
li sh
Ġ en
Ġ rice
Ġbo at
Ġ 3
Ġp ric
Ġ 1
g lish
Ġen glish
o re
Ġm ore
r a
3 0
Ġ e
Ġserv es
Ġth at
Ġb y
d ge
am b
Ġch ild
ri dge
Ġc amb
Ġcamb ridge
2 5
ol d
ro w
Ġg old
Ġgold en
x p
in ese
Ġch inese
Ġb ar
l o
i t
Ġno t
Ġe xp
at er
Ġw ater
m an
Ġwater man
Ġk id
Ġ st
n s
er e
u e
Ġa rea
Ġt w
Ġp la
Ġa r
m ent
li es
Ġpric ed
r y
a y
Ġ rat
Ġca ll
Ġcall ed
l ue
s e
z i
s s
Ġr ou
Ġrou ge
Ġrat ed
Ġc ur
re ss
Ġh ol
id ay
Ġhol iday
Ġin n
Ġcur ry
Ġexp ress
i x
z b
it zb
il lies
itzb illies
Ġ at
Ġt o
Ġr a
Ġ ea
Ġea g
Ġeag le
Ġo ne
Ġf or
d a
row ns
Ġb lue
ment um
Ġof f
Ġa ll
i c
i s
o w
o t
Ġh ou
Ġhou se
Ġ d
ra da
or t
m s
an d
i ce
Ġ v
Ġchild ren
l and
Ġp ort
Ġar ms
Ġport land
u l
Ġw rest
Ġwrest l
Ġwrestl ers
th ere
en ix
Ġp ho
Ġpho enix
Ġs p
ge t
e l
ul t
Ġpric es
Ġf y
Ġfy ne
Ġf itzbillies
Ġsp ice
Ġb e
a ri
ur g
Ġa re
ro v
Ġb urg
Ġp rov
p p
Ġ ve
Ġve get
b ow
in bow
ari an
Ġveget arian
Ġra inbow
Ġoff ers
n t
t o
i ve
Ġn ood
Ġburg er
Ġprov id
Ġnood le
i pp
ipp ee
Ġy ippee
in e
Ġpu nt
Ġpunt er
Ġk ing
Ġa li
Ġali mentum
ult s
Ġh ot
Ġhot el
z a
Ġb rowns
en ty
Ġpla za
Ġtw enty
Ġc row
Ġst ar
Ġtw o
w ood
ild wood
Ġst rada
Ġr an
Ġg re
c um
Ġcrow ne
Ġv a
Ġo n
Ġm an
Ġpla ce
re e
Ġva ults
i li
Ġs ic
Ġsic ili
Ġsicili a
a k
il l
z zi
zi zzi
Ġm id
Ġw h
Ġran ch
Ġc u
Ġcu is
Ġserv ing
Ġcuis ine
Ġo li
Ġoli ve
ro ve
m er
Ġg rove
um mer
s ummer
Ġlo ch
Ġb ut
Ġp a
la ce
Ġthe y
Ġpa lace
Ġmoderate ly
om i
t to
Ġco tto
Ġb ak
Ġbak ers
Ġc lo
Ġc la
Ġkid s
Ġm ill
Ġha ll
Ġcla re
Ġw ildwood
ou gh
n d
Ġit s
l ing
en s
um p
Ġt ree
Ġd ump
Ġdump ling
ens ive
Ġgre en
r ent
e t
Ġs or
rent o
Ġsor rento
i ch
Ġwh ich
Ġrating s
b i
ll s
Ġa d
Ġprovid es
' s
Ġco cum
Ġ zizzi
Ġp l
w ns
Ġy ou
Ġ name
ff e
i ra
ira ffe
Ġmid summer
ou nd
Ġpl ough
k et
Ġcustomer s
Ġc ric
ket ers
Ġcric keters
Ġar omi
Ġname d
a b
Ġb ra
lo cated
m b
Ġhigh ly
Ġexp ensive
z il
Ġbra zil
bi mb
bimb ap
o n
Ġ re
f itzbillies
Ġc an
Ġth ere
Ġcent er
j a
Ġra ja
Ġha ve
Ġg iraffe
ast e
b rowns
Ġclo wns
pric ed
Ġs ix
lo n
Ġbe lls
l s
eat er
Ġs u
Ġco st
ali mentum
v i
Ġprovid ing
Ġ 20
st rada
Ġb i
Ġth is
Ġbi bimbap
c o
ri at
Ġad riat
Ġadriat ic
Ġoff er
v a
Ġa va
Ġt aste
lo ch
b lue
Ġf r
Ġs e
c om
Ġclo se
Ġfr om
Ġava lon
c ot
f or
cot to
co cum
ra ve
ll ers
Ġb ee
Ġbee f
rave llers
Ġbeef eater
o s
Ġf ive
t i
Ġ u
sh i
Ġoffer ing
Ġsu shi
e w
Ġf ound
ls o
Ġa lso
Ġno n
Ġg ood
Ġstar s
Ġe st
ab lish
Ġest ablish
i v
Ġestablish ment
w ildwood
ami lies
i r
x t
Ġm ea
Ġgre at
Ġt ravellers
Ġv en
Ġven ue
Ġse lls
Ġf amilies
Ġp ound
Ġn e
Ġser ve
m id
Ġs it
w ith
mid summer
ar omi
Ġpound s
i f
ab le
Ġne xt
ro n
Ġa s
Ġen vi
ron ment
Ġenvi ronment
Ġon ly
c lo
Ġ3 0
q u
u ated
ver y
g re
Ġ eat
in d
gre en
a l
h ere
o k
Ġw e
Ġ qu
Ġ very
vi ew
m os
p here
ce iv
Ġat mos
el com
Ġatmos phere
Ġsit uated
Ġt ry
Ġf ind
Ġp o
Ġre ceiv
Ġth ree
Ġre view
clo wns
Ġad ult
st ar
Ġw elcom
Ġd o
xp ensive
e xpensive
ok ing
Ġin expensive
g iraffe
' t
Ġd e
ri n
Ġf a
Ġno r
bi bimbap
y le
Ġ rea
Ġthe ir
Ġmea ls
Ġhigh er
ed i
Ġnor th
Ġreceiv ed
Ġlo oking
Ġch e
Ġm edi
Ġlo c
Ġreview s
b le
Ġ eater
Ġe x
Ġeater y
ali ty
w e
Ġmedi um
Ġcost s
s on
Ġw ine
rat ed
Ġbe t
ti on
Ġrea son
b o
ff or
ffor da
Ġqu ality
we en
Ġa fforda
Ġbet ween
o ur
lon g
Ġst yle
Ġafforda ble
Ġw ill
Ġa bo
Ġad ults
Ġo ver
Ġpo or
i on
Ġwelcom e
Ġrat e
ow n
Ġdo es
Ġserv ice
nd er
Ġy our
Ġd in
Ġe ur
t aste
Ġg o
Ġa long
Ġ get
at ion
en u
Ġm enu
Ġde li
ri ti
riti sh
Ġb ritish
om e
Ġsu it
Ġ di
ak e
Ġu nder
Ġh ow
Ġex ce
e ver
Ġ .
Ġhow ever
b y
Ġmea l
com m
Ġloc ation
c i
Ġeur os
Ġw ho
is it
Ġwh ere
comm end
ll ent
Ġre commend
Ġsuit able
Ġserv ed
Ġdin ing
Ġexce llent
f ast
Ġt ake
a s
g ing
Ġth en
Ġabo ve
th ough
Ġis n
Ġbe en
Ġu p
c t
j o
- Â£
c k
Ġa l
Ġv isit
Ġ ,
jo y
t ing
Ġwe ll
Ġcrow n
Ġall ow
Ġ am
' re
Ġj ust
Ġran ging
Ġp er
rin k
Ġfood s
Ġd rink
Ġrecommend ed
gh t
Ġo p
in t
w ay
Ġ -
ch ild
rin g
Ġwith in
v en
Ġwho le
Ġen joy
Ġ end
Ġg iv
it e
Ġdi sh
Ġb rea
v ing
ou s
Ġche ese
Ġreason able
ri ent
Ġpric ing
Ġfa ir
Ġdish es
a d
Ġ Ġ
Ġar ound
ab ly
er i
Ġs ide
Ġbrea k
c a
h igh
Ġgiv en
en ce
Ġreason ably
Ġo ur
Ġb u
lo w
Ġexp eri
t s
Ġo rient
Ġbreak fast
y ou
Ġexperi ence
Ġout side
eat u
Ġrange s
Ġk n
Ġf eatu
Ġo r
Ġcost ing
Ġdeli ver
Ġse ll
Ġal though
al ly
c tion
Ġs et
Ġp ast
Ġ 25
Ġn ice
Ġkn own
k id
Ġs ome
Ġto w
Ġl i
Ġco ns
il e
Ġj o
Ġbe st
Ġs at
Ġg ive
Ġpoor ly
Ġf ine
Ġs pe
is f
Ġprice y
Ġset ting
re s
Ġw ant
Ġaverage ly
Ġpast a
c ent
Ġ '
Ġri ght
Ġsat isf
t ravellers
Ġnear by
Ġfa re
j apanese
th er
Ġth ough
i ent
Ġbe ing
Ġorient ed
u n
Ġ type
ri ver
pric e
Ġspe ci
Ġsatisf a
s er
ri es
river side
Ġf riend
Ġd own
Ġtow n
ci ous
ven ient
Ġv i
Ġche ck
o ne
Ġp re
Ġget s
Ġsatisfa ction
Ġco n
Ġw as
co st
Ġdeli cious
il able
Ġdrink s
Ġvi ew
Ġs o
ser ving
Ġa c
Ġava ilable
child ren
Ġcon venient
l d
o p
Ġwelcom es
a way
f rench
Ġc ho
Ġi f
Ġf ries
Ġburg ers
r ange
Ġwh ile
Ġbu dge
Ġjo int
Ġv ari
tion al
Ġallow ed
Ġd ine
Ġbudge t
i es
id er
Ġlow er
um er
Ġbo ast
it alian
Ġu s
Ġspeci ali
in es
Ġs c
ou ld
Ġfair ly
Ġcons ider
z ing
Ġw ould
Ġrange d
Ġu n
Ġb ring
it t
Ġde cent
Ġlo ve
igh t
ra di
Ġqu ite
Ġfeatu res
Ġsell ing
e ty
Ġc om
es ide
li c
as ed
f e
Ġt radi
Ġvari ety
ch eap
ul d
Ġop tion
Ġconsider ed
Ġreceiv es
ul ar
Ġli k
Ġtradi tional
er ic
Ġbe low
Ġprov ide
Ġabo ut
eric an
Ġb ased
Ġit e
clo se
Ġboast s
Ġh ea
Ġn ew
Ġconvenient ly
Ġite ms
es es
Ġto o
Ġran k
Ġam erican
Ġ ty
Ġb eside
high ly
Ġdeliver ies
Ġty p
a in
Ġw ines
ar d
Ġmid d
Ġper fe
Ġcho ice
Ġperfe ct
l ly
th is
Ġpo p
Ġc ome
en glish
com e
Ġsc ore
Ġmidd le
Ġche eses
Ġtyp ic
pe ct
Ġcost umer
Ġlik e
m oderate
at ers
Ġpub lic
Ġhea d
i m
u s
Ġc aters
st yle
ca le
a ll
Ġ ear
o ns
ll ar
Ġcheap ly
Ġpop ular
o ut
Ġc ater
Ġp ay
Ġeat ing
Ġpo int
Ġl itt
or th
ne xt
Ġdo llar
Ġdeliver s
Ġlitt le
a zing
c l
customer s
Ġr o
al though
re d
Ġthe m
Ġam azing
Ġro ad
Ġf ar
in dian
s it
ff er
Ġva lue
t er
Ġg ot
moderate ly
k ir
u d
u ll
y es
Ġstar ting
Ġpl ea
Ġear n
Ġdollar s
kir ts
p s
s kirts
ea l
Ġout skirts
ic es
Ġex pect
op le
Ġearn ed
Ġf ull
Ġb ad
Ġm ay
ro ss
Ġsp end
ti ons
sit uated
Ġp e
Ġha d
ate ly
Ġpla c
Ġac ross
i an
s cale
Ġi d
Ġa ge
Ġlo ok
ch inese
Ġt ast
lo oking
Ġstar t
Ġup scale
i ri
o se
Ġb it
Ġserv ices
Ġe ven
Ġd es
Ġsp iri
Ġcla ss
Ġdoes n
Ġspeciali z
Ġpe ople
Ġspiri ts
n er
Ġloc al
Ġop en
f ort
u b
Ġh ome
Ġrat es
Ġfriend s
a verage
a ck
p ite
Ġa way
Ġs li
le t
ic k
Ġd on
o ffer
u se
w h
Ġin cl
Ġw orth
Ġg r
Ġbo th
Ġrea lly
ght ly
offer ing
Ġincl ud
Ġo ther
ea ut
if ul
Ġdi st
Ġspecializ es
Ġsli ghtly
eaut iful
u it
at ive
Ġh ear
Ġb eautiful
Ġy et
Ġser ver
co ffee
Ġse le
Ġfeatu ring
un ately
Ġtypic ally
Ġid eal
fort unately
Ġ ent
Ġas ian
Ġun fortunately
Ġplea se
' ll
e st
n ot
Ġp ar
Ġh ere
Ġco uld
Ġsp a
Ġbe ca
Ġbeca use
a long
o st
Ġs m
Ġsho uld
Ġop tions
Ġus u
en er
Ġth ose
Ġto p
Ġsm all
t ry
Ġh amb
Ġn ight
Ġha ving
ro nt
Ġeur o
Ġhamb urg
an k
Ġm one
Ġmone y
. .
Ġs ou
on ly
Ġlove ly
f ul
f ront
t ty
Ġa pp
Ġp ers
Ġout let
Ġch ar
Ġg ener
Ġlow ly
Ġbe verage
Ġfa v
Ġpre tty
Ġpers on
' .
Ġst op
Ġqu ick
kid s
Ġplac ed
d own
l ed
Ġa w
Ġs h
Ġs ee
Ġm ost
Ġrank ed
Ġscore s
Ġusu ally
l es
Ġf ur
Ġo vera
gh et
Ġst ore
on g
Ġcost ly
Ġfr uit
Ġsit s
Ġsit ed
Ġloc ate
Ġspa ghet
Ġovera ll
Ġspaghet ti
. ,
p er
w elcom
st and
Ġm ar
Ġw o
Ġrestaurant s
Ġwh at
ca fÃ©
Ġserver s
c ket
f ter
an ce
at es
Ġf o
Ġl ea
Ġout stand
ch e
Ġsp ot
Ġsu re
Ġam ong
Ġfur ther
Ġoutstand ing
c ity
u c
v isit
co ho
Ġal coho
Ġdes pite
ack s
Ġhamburg ers
che ck
k ing
en joy
Ġo k
Ġp r
Ġs ea
Ġb ank
Ġm at
Ġw ide
Ġn eat
Ġcent ra
Ġe very
Ġbra cket
Ġre g
Ġsu per
Ġoffer ed
Ġeat s
Ġreview ed
ard s
Ġsele ction
welcom e
re sh
Ġf ant
Ġa ren
Ġa fter
om ew
Ġs a
rest aurant
Ġg a
ast ic
ro om
Ġpl us
Ġdin ner
Ġallow s
Ġage s
Ġgener ally
Ġbeverage s
Ġwo nder
Ġfant astic
0 0
i p
o f
r t
t e
Ġa u
Ġs n
Ġs omew
Ġriver front
Ġm ight
Ġsho rt
ve l
Ġwith out
Ġd ue
Ġman y
Ġorient al
Ġpre m
Ġspeciali zing
Ġcom es
Ġtypic al
Ġhear t
c ili
e le
p a
p ub
v es
y led
Ġ 4
Ġm ak
ut on
Ġre l
Ġfa cili
Ġper m
Ġopen ed
Ġsn acks
n o
o ri
Ġp ro
Ġh old
Ġrest room
Ġno w
Ġcur rent
Ġwelcom ed
Ġview s
wh ile
Ġsh ip
Ġwonder ful
Ġrel ative
i re
t it
ric t
Ġno ne
Ġea st
Ġli es
Ġcons umer
un ch
Ġun friendly
Ġdist rict
Ġalcoho l
Ġcurrent ly
f amilies
n ing
Ġ nam
th ent
Ġl uton
ent s
ent ele
or s
Ġne ed
qu ality
Ġwho se
Ġor d
Ġac c
itt ed
Ġthem ed
Ġtast y
Ġdist ance
Ġpar t
Ġchar ge
Ġfav ori
Ġsuper b
Ġau thent
Ġperm itted
Ġnam es
Ġauthent ic
a re
b p
e ed
x im
an s
Ġc li
th ing
Ġf ree
Ġl e
Ġl unch
Ġcheap er
Ġthat s
vi ous
Ġsuit ed
im ed
Ġtast ing
Ġcentra lly
Ġga ve
Ġmak es
Ġrestroom s
Ġrelative ly
Ġfavori te
f ree
f ound
g in
i um
i et
u ch
Ġc l
am es
od est
Ġh e
Ġm uch
Ġm odest
ee p
Ġt ak
Ġst and
Ġst yled
Ġre s
Ġqu iet
Ġnor m
ct s
Ġbu y
Ġspeci al
Ġpre vious
ard ed
Ġgr ub
Ġinclud es
Ġsou th
Ġsea food
Ġprem ium
n g
s u
u re
Ġth ir
Ġth ames
Ġs ay
Ġl ight
pp er
Ġgre ater
Ġu pper
Ġdi s
Ġbu s
Ġjo in
Ġcom pe
Ġgr ou
Ġapp ro
Ġlea ve
Ġcl entele
' ,
b e
c re
m p
Ġf eed
Ġs ear
Ġl u
Ġm ust
Ġw ere
Ġshop s
ch ing
Ġnot e
Ġst e
way s
ad ult
Ġli st
Ġplac es
Ġclass ic
wh en
Ġent ire
Ġfo nd
Ġpr od
Ġhold s
Ġord er
Ġthir ty
c y
d es
m et
n orth
o rient
p ri
t ain
Ġ ed
an cy
Ġf resh
Ġin t
Ġm oder
Ġm ind
Ġm ake
Ġt a
Ġsu ch
ti es
Ġsit e
Ġfa lls
Ġal ways
Ġinclud ing
Ġbank s
Ġreg arded
pa red
Ġcharge s
Ġcompe tit
des pite
Ġed ge
c on
f ind
i st
i red
v ed
Ġf un
st er
Ġb ite
Ġin side
Ġm e
Ġm ain
Ġch ain
Ġg our
Ġaverage d
Ġran g
Ġwh en
Ġpl ates
Ġre d
Ġfa ll
Ġex cl
us ive
Ġmat ure
Ġgrou ps
Ġsear ching
Ġlu x
orient ed
Ġgour met
Ġexcl usive
b ring
e ven
h a
i sh
o cre
p rov
r ner
s ing
u p
Ġ z
Ġ amb
er y
re view
Ġf ew
Ġa vera
Ġs am
Ġs cale
Ġco rner
Ġw al
Ġan y
Ġg ra
it ies
Ġst ill
Ġat t
Ġra ther
Ġyou ng
Ġre cent
Ġsome thing
Ġcom p
uc ed
Ġsomew here
Ġfacili ty
Ġste ps
Ġprod u
Ġred uced
review ed
Ġavera ging
c ri
f ive
i ble
i ps
p o
Ġ 2
er ri
Ġc ra
Ġf ancy
Ġa imed
in ess
ea ls
ea way
Ġl ic
Ġw ar
Ġch ips
Ġt erri
um ers
la x
Ġst ay
Ġprovid ed
Ġwh y
ens ed
Ġre lax
Ġu ns
Ġmedi ocre
Ġkn ow
Ġtow ards
Ġpre pared
ain s
Ġok ay
Ġle vel
Ġtak eaway
Ġstand ard
Ġta g
Ġcompetit ive
Ġz one
Ġprodu cts
Ġlic ensed
a int
b ly
c tions
d s
d in
e u
e ge
h e
i z
j ust
l f
o eu
Ġ ate
Ġa p
Ġa ss
es ome
Ġp ur
id es
id ing
Ġh ors
Ġs ur
Ġb lo
Ġin to
Ġlo ves
Ġco ll
Ġco ok
Ġco up
Ġw in
Ġw on
Â£ .
Ġg bp
ou nt
Ġaverage s
or y
le vel
se lf
Ġra ge
Ġd ay
Ġd eals
to n
Ġsor ry
Ġre p
Ġreceiv ing
Ġwelcom ing
Ġdo or
Ġbet ter
Ġgo ing
Ġal ter
Ġgiv es
ad e
Ġbreakfast s
Ġscore d
Ġapp rov
Ġaw are
Ġaw esome
Ġrecent ly
Ġterri ble
oeu v
Ġblo ck
Ġcoll ege
Ġalter n
g o
g s
h at
i ed
m e
s p
ri ght
Ġc am
en ities
Ġth ing
Ġp ri
Ġb ill
Ġch ines
Ġhigh est
Ġt r
Ġt end
ow nt
Ġstar ts
co ring
Ġu se
Ġne igh
Ġyour self
Ġdin er
Ġam enities
Ġboast ing
Ġcater ing
uit able
Ġsele ctions
Ġsee king
Ġfruit s
Ġmar ket
Ġmar gin
Ġmat ch
Ġevery one
Ġsomew hat
Ġpro xim
Ġnorm al
pri ate
prov iding
Ġgra b
din ing
Ġap pe
Ġaltern ative
ownt own
Ġproxim ity
f in
f resh
h n
i ring
l ess
n ic
s es
er n
er ts
er tain
at ing
re ceiv
Ġf ee
in ce
Ġp rin
Ġs old
Ġin di
pric es
Ġm y
Ġm ade
Ġw or
Ġhigh t
Ġca su
ar y
ce p
Ġe xt
lo ok
Ġd owntown
Ġnood les
Ġpo lic
Ġnorth ern
Ġche ster
Ġwill ing
Ġgo es
Ġdeli ca
Ġdi ffer
Ġexce ed
comm od
ci es
Ġup w
Ġjo hn
un ning
Ġac cep
Ġac commod
Ġun i
Ġplea s
Ġfacili ties
Ġneed s
Ġbus iness
Ġappro priate
Ġfond ue
ha ving
Ġwar m
Ġass ort
Ġcoup les
Ġwin ery
Ġprin ce
Ġcasu al
Ġpolic y
Ġchester ton
Ġdelica cies
Ġdiffer ent
b ed
b ack
c row
f t
g gs
l th
p tional
q ue
s y
u g
Ġ es
at ro
Ġi mp
am ous
Ġf it
Ġf ish
st s
Ġp ic
Ġp atro
Ġs coring
Ġs ince
near by
ami li
Ġl et
Ġlo ved
Ġm in
Ġm ood
Ġw ron
Ġw all
Ġha pp
Ġt ap
Ġt im
Ġk eep
Ġwater front
Ġpla y
Ġpa iring
ja cent
Ġsu pp
ti z
with in
Ġde fin
Ġexce ptional
Ġam ount
ite ly
Ġso ft
Ġcho p
Ġdecent ly
Ġhea lth
pect ed
Ġthem e
Ġdes cri
Ġinclud e
Ġhear d
Ġhamburg er
Ġsa id
Ġspecial ty
Ġfeed back
Ġsam e
Ġatt ra
Ġcra ving
Ġuns uitable
sp ired
Ġappe tiz
Ġfee l
Ġupw ards
Ġpatro ns
Ġwron g
Ġdefin itely
' ve
a ls
b s
b eside
d ing
g bp
i ss
l b
r ound
u ri
w ant
st ro
Ġo pp
Ġp os
ver s
Ġh is
Ġlo t
Ġco ol
Ġco nd
ur y
Ġm om
Ġm ee
ut ation
Ġpu p
Ġt ea
ap s
la re
Ġk ind
Ġst ree
Ġst unning
ere st
is es
Ġd ate
ul ous
Ġbe gin
ine xpensive
Ġbi stro
Ġu k
Ġqu aint
Ġget ting
ct ive
ct ory
ĠĠ ĠĠ
Ġcons umers
venient ly
Ġcho ose
Ġlik ed
ian ce
Ġtast es
Ġent ries
Ġspa ce
Ġsou p
Ġmost ly
Ġmar k
uc ive
Ġacc ess
Ġcli ent
Ġnorm ally
Ġbus y
Ġint erest
Ġmoder ated
con veniently
Ġlux ury
Ġamb iance
Ġwal king
Ġstay ing
Ġpur ch
Ġrep utation
Ġapprov al
oeuv res
receiv ing
amili ar
Ġwall et
Ġtap as
Ġtim e
Ġpairing s
Ġhealth y
Ġdescri bed
Ġappetiz ers
Ġpos it
Ġcond ucive
Ġstree t
a se
b urg
d ine
d on
e x
h aps
k n
o ther
p le
r an
t en
Ġ ge
er ling
Ġth in
re at
re me
Ġf ab
od ay
in ity
in ation
Ġs im
Ġb el
Ġl a
Ġin spired
Ġlo ts
Ġco nt
Ġm il
ut e
Ġsho w
the y
Ġg ue
Ġt oday
Ġj apan
or ding
la imed
ess erts
Ġe ver
Ġe ggs
it s
it ed
Ġst erling
Ġra ve
Ġea sy
ic inity
Ġd esserts
Ġv icinity
Ġsp ort
Ġad di
Ġad jacent
os ite
star s
Ġloc ates
Ġafforda bly
Ġalong side
Ġdeli very
Ġenjoy ed
Ġbrea d
Ġbu ild
res pected
ther es
Ġsatisfa ctory
Ġspeciali ses
Ġsc en
Ġspend ing
Ġclass y
Ġent ertain
Ġpar k
Ġusu al
Ġeuro pe
Ġsou ps
Ġchar ging
Ġcentra l
Ġreg ular
Ġsa fe
Ġacc ording
xim ately
Ġcli ents
Ġappro ximately
Ġme ans
Ġlux uri
Ġext reme
Ġpleas ant
crow ne
ug a
Ġpic nic
Ġopp osite
Ġaccess ible
Ġposit ive
kn own
Ġfab ulous
Ġbel uga
Ġextreme ly
5 0
a ge
a red
b or
c us
e k
f er
g ood
g ge
g ain
h ood
i e
i er
i ons
k e
l ea
m ing
p ast
r d
t ake
u es
v id
Ġ :
an y
Ġc ant
th ree
Ġf ry
st ination
Ġa ch
Ġo ld
ea d
Ġp ut
Ġp ick
rat e
om ic
Ġs od
Ġs ing
Ġb eat
rea son
Ġm ix
Ġm iss
Ġw it
pe ci
ll o
Ġg la
Ġt reat
ap po
or ly
ith er
Ġbo ard
Ġe qu
Ġe con
Ġchild less
Ġgre ek
Ġcotto n
Ġpl ate
Ġsu gge
Ġoffering s
Ġsit ting
gre at
Ġpo ss
star red
Ġde stination
Ġdeli ght
Ġvisit ing
Ġper haps
Ġdrink ing
ĠĠ Ġ
Ġorient ated
Ġfeatu re
Ġwant ing
Ġpre fer
cost ing
Ġso on
Ġspeciali sing
Ġcom ing
ud e
Ġfav or
Ġfo cus
Ġalcoho lic
Ġprem ises
Ġacc laimed
Ġres ides
su shi
Ġdis appo
tain ed
Ġamb ient
Ġwal k
po orly
Ġcook s
Ġneigh bor
Ġindi vid
Ġaccep t
Ġassort ed
Ġmom ent
Ġmee t
Ġinterest ed
Ġpurch ase
Ġge ared
Ġthin k
Ġjapan eses
Ġaddi tion
Ġeurope an
lea ve
Ġach ie
Ġgla ss
Ġecon omic
Ġindivid u
3 5
a va
c c
c lare
f amous
f amiliar
g ry
h ead
i b
m ed
m ar
n y
o ver
p ing
r um
s ho
v ice
y ippee
er es
ri ed
th an
en ny
Ġth eres
st yled
Ġo b
ea st
Ġp enny
om is
rating s
Ġh an
Ġh un
Ġb a
Ġb es
Ġb ear
Ġb ack
Ġof ten
Ġriver s
Ġm a
Ġm ere
ho ol
ent ly
ent ion
Ġw ent
Ġan other
Ġshop ping
Ġr un
Ġn ative
Ġca r
Ġca re
Ġha rd
Ġg ain
Ġt e
Ġt ri
Ġt rave
ou ri
ast ing
ast ro
Ġindian a
ar ound
ce ive
ra y
ra inbow
Ġe ither
row n
it ing
Ġwaterman s
Ġst eep
Ġar ray
ment s
Ġat tit
Ġfor m
is ed
Ġd eal
Ġv ary
Ġbe ans
Ġprovid er
Ġstar red
Ġsicili an
Ġwh it
Ġre fresh
Ġre ceive
Ġcost umers
qu isit
Ġde c
Ġnorth we
Ġex quisit
bo asting
Ġover looking
Ġdin ers
Ġexcellent ly
Ġvisit ed
Ġop in
Ġenjoy ing
Ġgiv ing
Ġbrea ds
ad ults
Ġfeatu red
Ġpast as
Ġfine st
Ġspe ct
range d
Ġvari ous
Ġsc hool
Ġtyp es
Ġcater ed
Ġmay be
Ġdes ired
Ġspecializ ed
let e
ick s
.. ..
Ġlea ves
Ġga ther
pa ss
Ġpro f
Ġmoder n
Ġmain ly
sing ly
Ġany one
Ġcomp any
Ġcomp lete
he llo
Ġsur pri
Ġsur round
Ġblock s
Ġtend s
Ġneigh bo
Ġaccommod ate
Ġuni que
Ġuni vers
Ġes peci
Ġimp ress
Ġsupp lies
burg er
Ġmil es
Ġgue sts
Ġentertain ment
Ġluxuri ous
Ġmix ed
Ġequ ally
Ġsugge st
sho p
Ġhun gry
Ġattit ude
Ġexquisit e
Ġsurround ing
Ġunivers ity
Ġespeci ally
1 0
b er
b ased
b ank
c an
d e
d ay
e xp
e qu
g iv
h as
h ib
i ly
i se
i ous
n on
p op
r om
t u
t eri
v ents
w ine
Ġ ric
ri mp
Ġc re
th ers
at ions
re es
Ġf amous
st led
ea k
ea lly
Ġp ea
Ġp ra
Ġp res
Ġp iz
end y
Ġh el
Ġh ost
Ġh ist
Ġs ort
Ġs iz
Ġb ough
Ġb ab
Ġb as
Ġl ate
Ġl ar
Ġl acks
Ġin d
Ġri ve
Ġriver bank
Ġm o
Ġm er
Ġw ay
Ġw ish
Ġan s
Ġch eep
Ġsho t
pe ople
Ġr d
Ġr u
Ġr ant
il et
the ir
Ġca l
Ġpub s
Ġg u
Ġg ri
Ġg astro
Ġg rown
ou d
ro p
ĠcafÃ© teri
di c
di ence
um ber
Ġpric ier
Ġe mer
Ġe vents
Ġst at
Ġar omis
Ġrou gh
Ġto ilet
Ġeag les
Ġfor get
Ġd id
Ġd ear
Ġcu p
Ġpa ss
Ġad equ
Ġsu b
Ġbi g
com ing
Ġclose st
Ġgood s
Ġestablishment s
Ġeat en
Ġfa ct
Ġex c
Ġover priced
Ġdi re
Ġtake out
ct ly
Ġenjoy s
high er
cent re
un friendly
ser vice
Ġcom bo
Ġcom fort
cheap ly
Ġrank ing
Ġperfect ly
us age
out side
Ġpay ing
Ġexpect ed
Ġsele ct
Ġent rees
Ġpar ents
Ġpar ties
Ġchar ming
Ġgener al
Ġquick ly
Ġsh rimp
Ġwo nt
Ġamong st
Ġpr oud
Ġreg ion
Ġsa le
Ġau dience
Ġmak ing
Ġpro hib
Ġle g
Ġmodest ly
Ġtak ing
Ġstand ards
Ġsay s
Ġorder ed
Ġfresh ly
Ġfall ing
ha ve
Ġsam ple
Ġatt ention
Ġrelax ed
Ġcook ed
Ġrep ort
Ġapprov ed
oeuv re
fresh ly
Ġexceed ing
Ġaccep ts
Ġassort ment
Ġmin ors
Ġhapp y
Ġhapp en
Ġattra cts
ex pect
Ġsport s
Ġscen ic
past a
Ġold er
reason ably
Ġposs ible
Ġfavor able
Ġfocus ed
Ġdisappo int
Ġindividu als
mar k
Ġob tained
Ġte ll
Ġtri p
Ġtrave ling
Ġrefresh ments
Ġimpress ive
Ġsurrounding s
exp ress
giv en
Ġpra ised
Ġpiz za
Ġhost s
Ġbough t
Ġbab y
ĠcafÃ©teri a
Ġtoilet s
Ġprohib ited
' m
- -
a c
a le
a lso
a ir
a fforda
a fter
b rea
c ur
c ar
c if
c ount
d o
d y
d ed
e y
e an
e ur
f ore
f ic
f eatu
f ancy
f rom
g n
g an
g ot
g ative
g ains
g round
i res
i bly
l uton
m y
m in
m ore
m edi
o ric
o id
p eri
r ank
s at
t ers
v oid
w here
y or
y our
z y
Ġ 6
Ġ ;
Ġ Ċ
Ġ edi
Ġ -Â£
er ate
er ran
ri ve
Ġc ate
Ġc ele
Ġc ertain
Ġc ute
th room
th nic
at ters
Ġi ce
en c
en ance
am s
am erican
Ġf in
Ġf us
Ġf ront
Ġf lare
Ġf amiliar
Ġf ried
Ġa bs
Ġa void
in ary
Ġo w
Ġo re
Ġo thers
ea pe
Ġp rest
end ed
id ed
name d
ust enance
Ġh er
Ġs ol
Ġs ens
Ġs ad
Ġs ca
Ġs ustenance
Ġb rin
Ġl and
Ġl iv
Ġl ack
Ġin c
Ġin v
Ġin cre
Ġin famous
li te
ed it
Ġco re
Ġco ur
Ġco ast
Ġco ffe
Ġco us
Ġm ile
Ġm aint
Ġm edit
ee med
Ġw a
Ġan ti
ff ers
eat ers
Ġch eat
Ġch eape
ĠÂ£ ,
ĠÂ£ .
Ġn umber
ant ic
il st
il ar
Ġg ains
Ġt ab
Ġt ouri
ve yor
ap es
vera l
Ġlow est
ol ute
ar ant
la in
ce llent
le ct
ore d
ra ja
Ġe ffe
Ġbar gain
Ġbar gains
it ch
Ġst ro
Ġst eak
Ġarea s
Ġra ving
ic ally
Ġhou ses
Ġd eemed
Ġare s
pp ing
Ġali ke
Ġcrow d
Ġcrow ds
Ġcuis ines
Ġpa l
Ġmill s
Ġzizzi s
Ġpl atters
ound s
Ġre f
Ġre m
Ġsu peri
Ġse veral
Ġbeef eaters
ti v
Ġgreat ly
Ġne stled
Ġne gative
al es
Ġqu id
Ġqu ali
Ġreview ers
Ġinexpensive ly
Ġloc ale
Ġex ist
Ġover look
jo in
Ġvisit ors
Ġop erate
Ġenjoy able
ous ly
Ġbu ck
Ġcons ist
Ġspe cif
res que
Ġsatisf ied
un ity
price y
cost s
Ġac tiv
Ġcho ices
Ġvari ed
Ġsc ener
Ġwould n
Ġbring s
Ġcom m
Ġcom pared
Ġtradi tion
Ġmidd ling
Ġlike ly
im um
Ġpoint s
Ġbad ly
Ġid eally
Ġbit es
Ġeven ing
Ġdes erts
Ġgr apes
Ġhear ty
Ġent er
Ġgener ated
Ġfav ored
Ġaw ful
Ġaw arded
Ġsee k
Ġsee ms
Ġlea st
uc es
Ġpr ams
Ġafter no
Ġsa usage
Ġnow here
Ġord ers
Ġpart ner
Ġcli entele
Ġlunch es
Ġres ult
Ġdis cri
Ġgrou p
be ing
Ġclassic s
Ġprod uces
Ġint ended
Ġmind ed
ster n
Ġexclusive ly
Ġany thing
Ġany where
Ġ2 3
Ġpur veyor
Ġthing s
Ġtr endy
Ġindi a
Ġwor k
Ġext ra
Ġpleas ed
Ġes car
Ġmin imum
Ġplay ground
Ġsupp ort
Ġkind s
Ġbegin ning
ex cellent
ran ch
Ġsim ilar
Ġla id
Ġcont ains
Ġsport ing
Ġbuild ing
Ġscen e
Ġregular ly
Ġsod a
Ġsod as
Ġsing le
Ġsing les
Ġwit ch
Ġprefer red
Ġneighbor hood
Ġaddition ally
Ġachie ved
ava ilable
Ġhan dic
Ġba throom
Ġbes ides
Ġgain ed
Ġnorthwe st
Ġopin ion
Ġspect rum
Ġsurpri singly
Ġneighbo ur
pop ular
tu resque
Ġric h
Ġcre am
Ġpea ce
Ġhist oric
Ġbas ic
Ġlar ge
Ġind eed
Ġru ns
Ġrant ing
Ġcal m
Ġgu arant
Ġemer ging
Ġstat us
Ġadequ ate
Ġleg al
Ġdisappoint ed
afforda ble
featu ring
min ating
rank ed
erran ean
Ġcele b
Ġcertain ly
Ġfus ion
Ġabs olute
Ġprest i
Ġsad ly
Ġbrin ging
Ġincre di
Ġcour se
Ġcoffe es
Ġcous in
Ġmaint ains
Ġmedit erranean
Ġcheape st
Ġeffe ctive
Ġsuperi or
Ġoverlook s
Ġscener y
Ġafterno on
Ġdiscri minating
Ġescar got
Ġhandic ap
Ġabsolute ly
' d
, ,
. '
. Â£
1 9
3 2
3 3
9 9
a ff
a ctly
b u
b an
b ut
b ar
b ritish
b est
c ery
d ue
d rink
d rop
e es
e ggs
e thnic
f it
f are
f air
g er
g ory
g ious
h ist
i cated
i lies
k sh
k fast
l ust
l iness
m pe
m ari
m al
m ost
n it
n ice
o pe
o ve
o on
p an
p ly
p ar
p ort
p lace
p ons
p ounds
p hist
r ant
r ough
s o
s itt
s ons
s ides
s coring
s uitable
s ily
t es
t ed
t ic
t rada
t ite
t radi
u ff
v ate
v or
w are
y m
y ing
y ling
č Ċ
Ġ od
Ġ ur
er ves
ri ty
ri tic
an other
Ġc ut
Ġc ul
Ġc ritic
th at
th os
at isf
Ġi mpe
en e
Ġth rough
re co
re commend
am ed
am azing
am ong
am ple
Ġf la
Ġf itzb
Ġf our
Ġf ans
Ġf amed
st op
st icks
Ġa ble
Ġa ffor
Ġa ctive
Ġa head
in ting
in spired
ge ther
ing ton
ea rest
om antic
ver the
Ġh i
Ġh at
Ġh ope
Ġs w
ear ning
Ġb low
Ġb are
Ġl end
Ġl ast
Ġl ay
Ġl ad
Ġin st
li e
li ss
rea sy
rea singly
Ġlo se
Ġlo ng
Ġco ve
ur n
ur pass
Ġm eat
Ġm ild
ut es
ho use
Ġw at
Ġw ise
ff es
Ġout er
Ġout ing
Ġy ear
Â£ -
Ġch ill
Ġsho o
Ġsho res
Ġr ood
Ġr omantic
ant ly
the med
Ġno thing
Ġno ise
Ġca st
ll ing
Ġg od
Ġg ro
Ġg ate
Ġg ar
Ġg as
Ġg ym
Ġg liss
Ġg reasy
Ġt able
Ġt ad
Ġt uc
Ġt urn
ve ls
ro cious
Ġfast food
di sh
Ġserv ic
ne w
ess es
ess ment
ess ion
le g
le ts
Ġk ey
Ġk itch
Ġboat s
ra lly
Ġe thos
dge t
lo c
Ġnot ed
Ġnot ch
Ġexp ans
Ġwater side
Ġst ake
Ġst ud
Ġst icks
Ġst aff
Ġst uff
Ġst yling
ns ider
ry out
Ġrat er
Ġrat ting
se t
Ġat tained
Ġat rocious
Ġto y
Ġto ast
Ġto gether
Ġea ch
Ġea sily
ic ult
ic ular
is ke
ot ic
Ġd ra
Ġd et
Ġd rop
Ġd rive
Ġsp ent
Ġsp ite
Ġsp oon
Ġbe come
Ġbe coming
Ġbe ware
Ġprov es
ive ly
Ġpunt ers
Ġva l
Ġon es
ak es
zizzi s
Ġwh ine
Ġwh et
Ġwh iske
Ġoli ves
Ġbak ed
ens ales
ump ington
bi es
Ġad v
Ġad ded
ira ffes
ab ove
mb er
mb ing
Ġre qu
Ġre mark
Ġthere fore
Ġsu ffers
co nd
co nsider
Ġfr ance
Ġse vers
Ġse cond
com pan
ti m
Ġu ne
Ġu ser
Ġestablish ed
Ġven ues
Ġne verthe
if ied
ok s
Ġtry ing
Ġfind ing
Ġpo cket
Ġpo lite
Ġdo ne
Ġdo gs
Ġde lect
Ġfa res
Ġrea r
Ġrea dy
Ġrea sons
Ġnorth east
Ġmedi an
Ġloc ating
Ġloc als
ble m
Ġex actly
Ġex ample
Ġex otic
we ll
bo th
our able
Ġdin ning
Ġmenu s
Ġdi et
ake y
ct ed
ck er
Ġal be
Ġal most
Ġ- -
ad ent
ad jacent
Ġbreak ing
Ġbu ds
Ġexperi enc
Ġor gan
Ġpast ries
Ġli m
Ġsetting s
Ġwant s
cent rally
Ġsatisf ying
river sides
Ġspeci als
Ġvi be
Ġpre pa
Ġview ed
Ġso phist
Ġac compan
op en
Ġcho pping
Ġbudge ts
Ġvari es
Ġconsider ing
Ġconsider able
Ġun able
Ġcom ensales
Ġrank s
Ġear th
Ġear ns
out s
Ġfar m
sit ed
Ġgot ten
Ġplea sing
Ġlook s
Ġdes erves
Ġclass ified
average ly
wh y
wh ilst
Ġgr and
Ġbeautiful ly
Ġent ree
Ġpar king
Ġshould n
.. .
Ġapp ear
Ġapp eal
Ġfav ouri
Ġsee m
Ġfur nit
welcom ing
Ġfo e
Ġfo ol
Ġlea ving
visit ing
Ġpr om
Ġevery day
Ġperm its
ori ty
Ġpro blem
Ġpart icular
ans port
Ġcli mbing
Ġle vels
Ġtasting s
Ġtak es
Ġres ults
Ġres pons
Ġspecial ties
Ġdis co
Ġdis count
Ġlu ck
Ġste llar
Ġfond ues
Ġmoder ates
Ġta il
Ġcompetit or
Ġme ant
prov ed
Ġgra de
Ġ2 1
Ġ2 4
Ġcra zy
Ġcra cker
Ġrelax ing
Ġuns atisf
Ġuns urpass
Ġcompetitive ly
iz ed
Ġass essment
Ġcoup led
Ġday s
Ġpri ed
Ġpri me
Ġpri mari
Ġpri vate
Ġpri ority
Ġtr ue
Ġtr umpington
Ġtr ansport
Ġuse ful
Ġappe tite
receiv ed
Ġwor ry
Ġwor se
Ġwor ld
Ġaccommod ations
crow n
Ġimp rove
Ġfit s
Ġpic turesque
Ġmin utes
Ġkeep ing
Ġchop sticks
Ġattra ction
Ġattra ctive
Ġmark s
Ġmark ed
Ġinterest ing
Ġpurch ased
burg ers
Ġsim ply
Ġla w
Ġcont in
Ġmil ksh
Ġshow n
Ġgue st
Ġluxuri ant
past o
reason able
Ġtreat s
Ġposs esses
Ġdelight s
Ġdisappo inting
Ġachie ving
Ġindividu al
ava lon
cc able
Ġhan g
Ġba bies
Ġma xim
Ġcar ries
Ġcar ryout
Ġgain ing
Ġvary ing
Ġdec ided
Ġdec adent
Ġnorthwe stern
Ġopin ions
Ġspect ac
pass ing
Ġprof ile
Ġprof ession
Ġneighbo ring
Ġpres ently
Ġhel p
Ġsiz es
Ġmo ved
Ġmer its
Ġgri ll
Ġgri lls
Ġrough ly
Ġdid n
Ġexc iting
Ġdire ctly
Ġcomfort able
Ġproud ly
Ġbaby sitt
brea kfast
cur ried
eur os
fic ation
gn ized
medi um
Ġedi ble
Ġcate gory
Ġher bs
Ġsens ibly
Ġsca re
Ġland mark
Ġliv es
Ġlack lust
Ġinc reasingly
Ġanti pasto
Ġtouri sts
Ġstro llers
Ġpal ates
Ġquali fication
Ġconsist ently
Ġspecif ically
Ġactiv ities
Ġcomm unity
Ġsausage s
Ġbathroom s
Ġpeace ful
Ġhistoric al
Ġguarant ee
Ġceleb rating
Ġpresti gious
Ġincredi bly
bu dget
bar gain
drink s
fair ly
tradi tional
vor ful
Ġur ban
Ġcul inary
Ġcritic s
Ġimpe ccable
reco gnized
recommend ed
Ġfla vorful
Ġfitzb ilies
Ġactive ly
Ġbare ly
Ġcove ted
Ġmild ly
Ġgro cery
Ġgliss on
Ġtuc son
dish es
Ġservic ing
Ġkitch en
Ġexpans ive
Ġstud ents
Ġwhiske y
Ġremark able
consider ed
Ġneverthe less
Ġalbe it
Ġorgan iz
Ġsophist icated
Ġaccompan ied
Ġfavouri te
Ġfurnit ure
Ġrespons e
Ġunsurpass ed
Ġprimari ly
Ġmilksh akes
Ġspectac ular
Ġprofession ally
Ġbabysitt er
Ġlacklust er
