#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ =
Ġ |
e r
a n
Ġ r
a t
Ġ c
Ġ f
r i
e n
h e
e s
Ġ a
i n
Ġ t
a m
l y
o d
o od
e a
Ġ p
i s
Ġ o
Ġf ood
g e
s t
c e
T he
in g
Ġ is
Ġ n
Ġr at
o m
Ġp ri
Ġrat ing
en d
am e
ri end
riend ly
Ġc u
st om
stom er
i d
Ġpri ce
Ġcu stomer
n ame
Ġ The
v er
i t
Ġ I
t a
Ġ C
Ġr an
Ġran ge
at er
Ġo f
ea r
Ġ s
Ġn ear
am i
r e
Ġf ami
Ġfami ly
u r
Ġ e
p e
Ġ 5
Ġ h
Ġ l
ater y
Ġe atery
Ġt y
Ġty pe
Ġa r
i ver
Ġar ea
en t
id e
s ide
iver side
Ġt he
f riendly
Ġr iverside
u t
es ta
Ġ B
h o
an t
ur ant
esta urant
Ġr estaurant
at e
Ġ an
Ġ F
l i
f e
Ġo ut
Ġl o
Ġt h
f fe
Ġc o
ffe e
Ġco ffee
ho p
a p
Ġs hop
Ġ in
g h
it y
Ġ R
Â £
Ġ Â£
Ġc ent
Ġ m
Ġc ity
i gh
Ġan d
Ġh igh
Ġcent re
es e
Ġ y
c h
i l
Ġy es
Ġf riendly
ĠI t
Ġ E
ĠI n
Ġ P
Ġn o
ate d
Ġth an
Ġ w
2 0
r en
c ated
u b
Ġh a
Ġp ub
l e
a st
Ġlo cated
Ġha s
r o
d i
Ġ W
ver a
vera ge
di an
Ġ A
es s
Ġa verage
ĠIn dian
er v
J ap
an ese
Ġs erv
Jap anese
Ġ b
i ce
li an
Ġ Japanese
ta lian
o u
ĠI talian
Ġlo w
Ġ H
od er
oder ate
it h
Ġm oderate
ren ch
ĠF rench
Ġ G
v e
Ġw ith
a f
Ã ©
af Ã©
ĠC afÃ©
u m
Ġ S
a l
o l
er s
o r
Ġc he
il d
Ġche ap
Ġ T
Ġ 3
is h
n e
a r
l ish
Ġl ess
Ġserv es
n g
o at
ĠR ice
ĠB oat
Ġ 1
ĠF ast
ng lish
ĠE nglish
Ġth at
h ild
h in
hin ese
Ġc hild
ĠC hinese
r a
o re
Ġm ore
l a
3 0
t l
m an
ater man
ĠW aterman
d ge
am b
ri dge
ĠC amb
ĠCamb ridge
Ġb y
Ġno t
2 5
ol d
old en
ĠG olden
e d
Ġ k
ro w
Ġk id
x p
l l
o t
n s
ĠT w
o w
u e
er e
m ent
Ġ it
ĠB ar
Ġ M
L o
Ġ V
Ġ O
li es
Ġprice d
ĠA r
r y
l ue
Ġrat ed
le d
Ġc al
Ġcal led
i x
z b
it zb
il lies
itzb illies
a g
Ġ at
ĠE ag
ĠEag le
Ġf ast
ĠC ur
ĠCur ry
s e
h ere
a y
li ment
liment um
d a
Ġf or
Ġof f
ĠR a
ĠB lue
r ess
ĠE xp
ol id
ĠH olid
ĠHolid ay
ĠIn n
ĠExp ress
en ix
ho enix
ĠP hoenix
row ns
ĠR ou
ĠRou ge
t ra
tra da
r es
res tl
restl ers
ĠW restlers
Ġt o
Ġchild ren
u l
u n
i ve
i c
ou se
c es
ĠH ouse
y ne
Lo ch
ĠF yne
T here
an d
ul t
m s
Ġp ro
Ġ N
ĠF itzbillies
Ġa re
ĠP or
tl and
ĠAr ms
ĠPor tland
Ġpro v
ĠS p
ĠSp ice
t er
Ġprov id
Ġpri ces
Ġ Y
ur g
e l
Ġ K
ĠP un
ĠPun ter
t o
ot to
urg er
Ġoff ers
ĠA limentum
Ġ st
ĠK ing
ent y
ĠB urger
i p
ĠTw enty
ĠTw o
ood le
ĠN oodle
ip pe
ippe e
ĠY ippee
b ow
e ge
ri an
in bow
ta rian
ĠV ege
ĠVege tarian
ĠRa inbow
ult s
ĠS trada
Ġp la
ĠB rowns
Ġpla ce
in e
i z
w ood
ild wood
iz z
Z izz
ĠO ne
Zizz i
ĠA ll
ro ve
li ve
ĠO live
ĠG rove
il l
o c
Ġo n
Ġb ut
oc um
Ġserv ing
a ults
ĠV aults
Ġ Loch
ot el
Ġst ar
ĠP la
z a
ĠPla za
ĠH otel
ĠC row
om i
h i
id s
ĠR an
ĠS ic
ĠSic i
li a
ĠSici lia
is ine
m er
Ġmoderate ly
um mer
ids ummer
ĠM ill
ĠC otto
ĠCrow ne
ĠR iverside
Ġ g
re e
Ġrating s
s ive
a ce
o n
ĠP al
ĠPal ace
en sive
Ġkid s
xp ensive
Ġprovid es
ĠRan ch
e t
al l
hi ch
Ġw hich
e ll
la re
ĠC u
ĠH all
ĠC lare
ĠW ildwood
Ġ Zizzi
Lo cated
a k
' s
Ġ d
ĠThe y
l ow
Ġn ame
low ns
ĠAr omi
ĠC ocum
n d
ou nd
Ġe xpensive
Ġ D
l ing
ell s
um p
ump ling
ĠT ree
ĠD umpling
ĠM idsummer
ĠB ak
ĠBak ers
Ġname d
Ġhigh ly
ĠM an
re en
Ġy ou
i ra
ira ffe
I n
F itzbillies
c k
Ġha ve
Ġc an
Ġcustomer s
Ġb e
Ġr e
Ġcent er
ri ce
i m
ĠIt s
Ġth ere
N ear
i b
ĠC lowns
ck et
v i
b ap
im bap
ib imbap
ĠCu isine
r ent
A limentum
ri cket
ĠC ricket
ĠCricket ers
B rowns
j a
ĠS or
Ġr iver
ĠRa ja
rent o
ĠSor rento
Ġ 20
Ġa l
p rice
ĠG iraffe
ĠG reen
Ġco st
Ġprovid ing
S trada
ĠP l
ast e
v en
price d
ou gh
ra z
ĠPl ough
ĠB raz
ĠBraz il
Ġcu isine
Ġoff er
es t
b le
B lue
ĠC ity
Ġit s
ĠA d
ĠB ells
ĠS ix
at ic
ri atic
ĠAd riatic
ĠB ibimbap
Ġa d
F or
C otto
v al
o s
Ġf r
Ġno n
ĠT aste
Ġ en
e e
Ġfr om
C ocum
val on
ĠA valon
Ġoffer ing
l o
s o
h is
Ġf ound
ra ve
esta b
Ġ estab
lish ment
Ġestab lishment
ll ers
Ġs u
ĠB ee
fe ater
ĠR est
rave llers
ĠBee feater
c om
Ġf ive
Ġal so
ea l
Ġs ells
Ġserv e
e w
W ildwood
A r
Ar omi
Ġ ven
Ġven ue
Ġstar s
ĠCu stomer
Ġp ound
lo se
W ith
i on
Ġthe y
ĠT his
ro n
i r
Ġpound s
Ġon ly
Ġg ood
vi ron
viron ment
M idsummer
Ġ3 0
ĠT ravellers
Ġen vironment
a ble
Ġc lose
vi ew
Ġs it
re at
Ġo ne
Ġm eal
Ġre ce
Ġg reat
Ġe at
Ġa s
ver y
u ated
in d
q u
m os
p here
mos phere
Ġ very
Ġat mosphere
Ġad ult
I f
Ġp o
o k
Ġt ry
ĠF riendly
Ġre view
Ġ qu
at ing
ent re
Ġf ind
Ġfami lies
el com
ĠC entre
C lowns
Ġsit uated
' t
Ġ Located
Ġth ree
ĠR ating
Ġrece ive
t h
Ġreceive d
y le
Ġth is
Ġw elcom
s hi
Ġran g
ok ing
f f
Ġn e
Ġm id
Ġcost s
x t
c t
e xpensive
Ġin expensive
ami ly
u gh
st ar
ho ugh
ow n
Ġsu shi
Ġd o
Ġb et
Ġ un
ri t
e en
ea s
Ġreview s
w een
Ġbet ween
G reen
Ġrat e
B ibimbap
Ġlo oking
ĠCustomer s
Ġst yle
Ġa ll
d er
Ġne xt
b o
eas on
Ġe x
G iraffe
Ġr eason
Ġpo or
Ġlo c
ĠF ood
o ng
Ġa bo
Ġad ults
Ġmeal s
Ġo ver
al ity
j o
A n
om e
Ġg o
ge t
Ġdo es
Ġqu ality
ff or
Ġ get
e ver
Ġf a
rit ish
ffor da
ĠB ritish
Ġhigh er
ow ever
Ġwelcom e
Ġ u
Ġa fforda
Ġun der
a s
Ġw ill
Ġafforda ble
o ur
Ġal ong
at ion
r ated
Ġserv ed
Ġ v
Ġy our
Ġserv ice
en u
T aste
ri ces
ur os
Ġm enu
Ġsu it
Ġ .
Ġno r
Ġthe ir
com m
Ġloc ation
Ġis n
ĠP rices
Ġex ce
Ġbe en
comm end
Ġre commend
Ġw here
ll ent
Ġnor th
ĠRan ge
Ġexce llent
Ġd in
c i
Ġd is
Ġabo ve
Ġm e
ĠCrow n
is it
Ġrang ing
Ġsuit able
f amily
t hough
ĠP ub
t ing
Ġth en
Ġ ,
Ġw ho
Ġg i
- Â£
Ġ L
Ġe uros
Ġd e
Ġall ow
Ġp er
Ġme di
Ġw ine
' re
Ġreason able
Ġwith in
Ġdin ing
in t
ĠThe ir
Ġh owever
Ġrecommend ed
Ġ -
ĠN ot
jo y
Ġv isit
Ġu p
Ġgi ven
Ġmedi um
ak e
igh t
it e
a d
he s
Ġ Ġ
Ġo p
ri ng
H igh
Ġs ide
al ly
Ġdis hes
ĠS hop
hild ren
Ġw e
u st
Ġf e
Ġen joy
erv ing
Ġrang es
c ing
Ġar ound
Ġcost ing
ou s
i f
Ġt ake
Ġpri cing
ĠP rice
Ġw ell
Ġs p
Y ou
a b
Ġ he
Ġ 25
c o
ct ion
Ġs ell
ĠW ith
r ea
Ġo r
Ġs et
Ġe xp
Ġaverage ly
Ġg ive
er i
en ce
Ġfood s
ĠW e
Ġfe at
f ood
Ġwho le
A t
Ġexp eri
Ġs at
ĠY ou
ab ly
Ġexperi ence
h il
Ġa m
is f
rea k
l though
v es
Ġco ns
Ġd ri
Ġpoor ly
Ġsat isf
hil e
n k
Ġ j
Ġdri nk
Ġj ust
Ġw ant
Ġreason ably
Ġk n
Ġset ting
Ġsatisf a
Ġw as
Ġb reak
Ġbe ing
f ast
Ġ jo
he ap
Ġs c
pe ci
Ġsatisfa ction
B y
T ravellers
a il
Ġ '
Ġo ur
Ġfa re
v ail
Ġc ater
Ġop t
vail able
F rench
Ġout side
Ġb est
Ġget s
Ġkn own
Ġt hough
Ġn ice
Ġfa ir
v ing
ĠC hildren
Ġjo int
Ġa vailable
Ġbreak fast
o ast
u stomer
ri ent
Ġb u
um er
Ġ end
Ġs peci
ĠR ated
Ġf riend
Ġs o
Ġrece i
I talian
S erving
Ġs ome
rient ed
O n
F riendly
R iverside
l d
Ġt own
ent ly
Ġd own
b y
Ġprov ide
Ġp re
ĠH owever
Ġallow ed
id er
Ġprice y
Ġb oast
Ġde li
C ustomer
F ast
d it
Ġr ight
ou ld
dit ion
Ġl i
ch ild
Ġw ould
ven i
Ġqu ite
Ġcons ider
c a
ĠH igh
Ġsell ing
R ated
Ġche ck
ci ous
Ġrecei ves
o p
Ġo riented
Ġabo ut
ur es
ra dition
Ġp ast
Ġco n
as ed
Ġconsider ed
r an
it t
or th
Ġdeli cious
radition al
w ay
z ing
Ġfeat ures
C heap
f or
ĠT here
High ly
Ġopt ion
Ġboast s
E nglish
Ġnear by
Ġlo ve
Ġto o
ran ge
Ġt raditional
Ġb ased
Ġlow er
a li
l u
Ġran k
ĠF amily
li c
ul d
Ġcon veni
s s
Ġ view
Ġ if
Ġrange d
Ġb ar
Ġb el
Ġche ese
Ġal though
Ġu s
Ġde c
Ġb ring
oderate ly
ul ar
Ġwelcom es
t y
Ġc ho
Ġt w
ĠY es
Ġcost umer
ff er
F amily
Ġ ear
Ġpast a
T his
t s
Ġcheap ly
Ġfair ly
Ġspeci ali
Ġbel ow
p ic
pe ct
ar d
ĠN o
Ġhe ad
Ġdrink s
e ms
i es
Ġn ew
ĠI s
fe ct
ĠA lthough
Ġit ems
urg ers
Ġd ine
In dian
Ġpo p
Ġli k
l ar
Ġc om
Ġs ho
ol lar
Ġd ollar
Ġtw enty
Ġc ome
el iver
Customer s
g es
Ġf ine
ri es
ne d
Ġd eliver
Ġper fect
ffer ing
L ow
Ġp ay
Ġty pic
Ġcho ice
Ġear ned
th er
Ġbu dge
Ġdec ent
K id
M oderately
Ġc h
it uated
co st
Ġconveni ently
Ġlik e
Y es
a ri
Ġl itt
ĠA verage
Ġg ot
Ġeat ing
Ġbudge t
Ġlitt le
A lthough
C ome
e op
o ns
t he
st yle
Ġpo int
Ġdollar s
C hinese
C lose
o ne
t here
Ġw hile
Ġpop ular
eop le
a ve
Ġa c
Ġthe m
ate ly
a zing
c lu
ĠE uros
Ġb ad
ar t
Ġstar ting
Ġv ari
e le
Ġf ries
Ġp eople
Ġm ay
Ġw h
ĠN ear
u se
es ide
ĠO ur
Ġfeat u
Ġcater s
C hildren
O ffering
ami lies
gh t
le t
ot h
ic es
ĠK ids
Ġdoes n
Ġsp end
co ffee
Ġam azing
t un
Ġrat es
Ġs er
li ght
Ġpub lic
la ss
et y
child ren
i ons
es p
es es
Ġs light
Ġe ven
Ġy et
Ġserv ices
Ġb it
Ġbe ca
for tun
Ġvari ety
Ġser ver
Ġbeca use
fortun ately
k id
o st
Ġ id
Ġf ar
in es
ĠR iver
Ġha d
Ġche eses
eal ly
Ġmid d
esp ite
Ġslight ly
' ll
S ituated
ea se
re d
ĠK id
Ġspeciali z
at ive
en er
am es
Ġw orth
Ġha ving
Ġb urgers
Ġb eside
Ġloc al
Ġfriend s
N ot
a in
ea ut
Ġp l
ur o
Ġh ome
Ġout let
Ġw ines
Lo oking
if ul
Ġtypic ally
Ġmidd le
eaut iful
A lo
u p
Ġ U
Ġr eally
Ġc lass
Ġlo ok
Ġw on
ĠW hile
Ġlow ly
Ġex pect
Ġop en
Ġsc ore
Ġfeatu ring
Ġspecializ es
Alo ng
p p
t ty
u ll
Ġs om
Ġco uld
ĠS erving
Ġg ener
ĠL ow
Ġpre tty
e xt
Ġp ers
Ġh ouse
ĠF amilies
Ġb eautiful
ic an
mer ican
Ġid eal
Ġpers on
Ġf an
st and
ĠC hild
Ġin clu
ĠA merican
Ġb oth
or es
Ġd on
Ġsho uld
Ġinclu d
T ry
e atery
o ut
w ith
vera ll
ĠS u
ĠM eal
elcom e
Ġdis t
Ġsc ores
Ġus u
Ġch ar
Ġserver s
stand ing
C hild
N ext
W elcome
Ġf all
Ġf ull
Ġn ight
Ġout standing
Ġw it
ĠT h
ic k
Ġst ore
val ue
Ġsit ed
Ġlove ly
Ġdeliver ies
I t
n er
Ġ value
on ly
Ġusu ally
O ne
n ear
s ca
Ġa w
Ġt ast
is t
Ġs ele
ho se
ĠH as
Ġoffer ed
Ġup sca
Ġam ong
Ġupsca le
0 0
a ck
g ing
i rit
k ir
s kir
Ġ ent
he ck
Ġt hose
Ġar en
Ġrestaurant s
Ġout skir
Ġplace d
Ġstar t
ron t
Ġsit s
Ġeat s
Ġopt ions
ĠU n
ĠSu shi
irit s
Ġoutskir ts
C ity
a way
f ul
l es
Ġa pp
Ġo k
Ġb urger
Ġspeci al
Ġgener ally
ĠMeal s
p er
Ġr el
Ġo ther
Ġo verall
Ġs m
Ġe very
Ġe uro
ut on
ho ut
Ġm ar
ĠA s
Ġb ra
Ġreview ed
Ġallow s
Ġrank ed
Ġwit hout
ĠUn fortunately
' .
A verage
W hile
a re
f ront
h er
i an
Ġp art
Ġs ee
Ġh ere
Ġl ea
ro ss
ĠN orth
Ġd ue
Ġcons umer
Ġac ross
Ġsom ew
Ġsm all
Ġbra cket
B P
V isit
r t
y led
an y
Ġf ur
ri ct
Ġa way
Ġcu r
Ġh amb
ut h
Ġm ak
Ġm ight
Ġto p
Ġre g
Ġcost ly
ĠPl ease
Ġqu ick
ĠRating s
Ġfa v
Ġper m
Ġsp ot
Ġspeciali zing
Ġwh at
Ġdist rict
Ġrel ative
. ,
. .
P ub
l so
u it
Ġ Lo
an k
Ġa vera
ĠC heap
Ġs a
pe t
Ġcent r
ĠH ave
ĠT hough
Ġst op
Ġg r
Ġd espite
rent ly
lo cated
Ġsu re
Ġsuit ed
Ġwho se
ĠL uton
Ġhe art
Ġcom es
Ġdeliver s
A d
C heck
f ter
f ree
r ating
Ġc li
Ġf ree
Ġp lu
ta in
Ġs ay
Ġno ne
ĠA t
vi ous
Ġne at
Ġun friendly
Ġsp irits
itt ed
Ġwon der
Ġapp ro
Ġfur ther
Ġperm itted
Ġgr ub
Ġplu s
N o
a verage
n joy
r estaurant
t i
u s
Ġ 4
Ġ J
Ġc l
st ic
Ġn ames
it ive
it ies
ta stic
Ġh old
ĠB ut
Ġm ost
Ġno w
Ġw ere
ro om
ĠA lso
ve l
Ġriver front
ard s
Ġfan tastic
Ġcur rently
Ġrelative ly
Ġcli ent
C afÃ©
E xpensive
K ids
Ġ ea
Ġr es
Ġr est
Ġa ge
Ġa fter
Ġp r
Ġs h
Ġl ist
ĠA nd
erv es
Ġb ank
ĠS ta
Ġthat s
Ġst and
Ġpla ces
Ġbu y
Ġpre m
Ġview s
Ġtypic al
Ġopen ed
ĠTh ames
Ġsele ction
Ġmak es
E njoy
P rice
c il
he t
Ġa ges
Ġt ak
Ġs ea
Ġm at
Ġm one
Ġm any
Ġw ide
Ġnot e
Ġst yled
Ġg ro
Ġd es
Ġal co
ct s
rit e
Ġfa cil
Ġdin ner
Ġli es
Ġpl ease
Ġhamb urgers
Ġwonder ful
Ġmone y
Ġalco ho
' ,
F ound
W h
i re
i et
k ing
k ids
n ing
u ch
v id
Ġ z
Ġa uth
od est
ent ic
Ġan y
ap p
Ġm uch
Ġm odest
ĠS erves
ag het
res h
Ġg ave
Ġqu iet
Ġwelcom ed
Ġun fortunately
Ġsp aghet
Ġpre vious
Ġthem ed
Ġinclud es
Ġchar ges
Ġfall s
Ġtast y
Ġmar k
ĠAs ian
ĠLo c
room s
Ġauth entic
Ġspaghet ti
F ind
d ing
i red
o f
o ad
o rite
x pect
an ce
ri en
Ġp os
ta l
Ġl e
Ġth ir
ch ing
Ġcal l
Ġst ill
on d
Ġsu ch
Ġsit e
Ġex clu
Ġloc ate
Ġnor m
Ġup per
Ġam b
Ġbu s
Ġprovide d
Ġsomew here
Ġfav orite
Ġcentr ally
Ġgro up
Ġalcoho l
Ġz one
rien tal
Ġthir ty
Ġexclu sive
D espite
E ven
c y
d own
g in
p ri
at es
od u
is es
ĠI f
Ġs ur
re ater
ent ele
Â£ .
Ġm ind
Ġm ake
Ġm ust
Ġm ain
Ġw al
ĠG BP
ĠM oderate
ĠO n
un ch
Ġg reater
im ed
Ġne ed
Ġor der
Ġconveni ent
ard ed
Ġcom pet
Ġsho rt
Ġwh y
ack s
Ġok ay
Ġlea ve
Ġavera ging
Ad ult
Ġcl entele
Ġea st
Ġrest rooms
Ġpr odu
Ġsh ip
Wh en
W e
a le
a ving
b e
c ently
g g
h ing
i um
i ed
u d
x im
Ġ ate
Ġ di
Ġr ice
Ġr oad
Ġc ra
en s
in ess
Ġt ow
Ġrat her
ĠC lose
Ġs ear
Ġl unch
ĠF or
Ġshop s
Ġin to
Ġm oder
Ġw ater
Ġw ar
ro vid
vera ges
um ers
ĠS ituated
or s
hin es
on veni
Ġbe verages
Ġre p
Ġfr uit
qu ality
Ġrecei ving
Ġch ain
Ġac c
Ġscore d
Ġent ire
Ġhold s
Ġprem ium
ĠLoc ate
rovid ing
E at
N orth
P roviding
a red
c ri
m et
n ative
u re
u al
er y
Ġf un
Ġf resh
en ities
Ġa imed
in ce
Ġt end
ea way
Ġo riental
ĠC al
ĠC hines
re view
ur met
Ġlo ves
Ġco ok
Ġco up
ĠE uro
ĠE xpect
Ġb oat
or t
Ġcheap er
ter native
Ġst ay
et hing
Ġre cently
Ġal ternative
ee p
Ġpo lic
Ġgo urmet
Ġu se
ĠPub lic
Ġgi ves
Ġfe ed
Ġam enities
Ġbreakfast s
ĠHigh ly
way s
Ġclass ic
Ġsom ething
Ġaw are
Ġstand ard
Ġtak eaway
Ġle vel
Ġgroup s
Ġprodu cts
Ġsear ching
onveni ently
ĠCal led
review ed
Ġpolic y
A ll
B ring
D own
F amilies
H aving
T hough
a ge
c ustomer
e p
e ly
h at
l f
n ce
p ared
t own
an s
at ro
Ġf ond
es ome
Ġt ag
Ġt aste
am ous
Ġp atro
Ġpri nce
id es
Ġs ince
Ġth ing
Ġw ro
ro un
ou n
ĠG reat
ĠT y
ĠM oderately
ĠO ffering
se lf
Ġal ways
ff ers
Ġne igh
ct ions
Ġdown town
Ġboast ing
Ġfan cy
Ġaw esome
Ġreg arded
Ġsa id
Ġbank s
Ġfacil ity
Ġnorm al
Ġcompet itive
Ġcra ving
Ġpatro ns
Ġwro ng
C row
G et
G BP
L et
M oderate
R e
b ed
i g
n acks
o e
q ue
s erving
Ġ im
Ġr age
ea ve
it s
Ġs old
Ġs nacks
ap s
Ġin t
Ġm ood
Ġb ite
ĠS t
ĠAr ea
Ġat tra
oc re
Ġstar ts
Ġg u
Ġg ra
Ġd ate
Ġd ay
Ġyou ng
ib le
ĠSor ry
Ġsu per
With in
Ġgo es
Ġgo ing
Ġyour self
Ġmedi ocre
ad e
ĠĠ ĠĠ
ĠPrice d
Ġhe ar
co ring
rea d
Ġsc ale
Ġthem e
Ġpl eas
Ġinclud ing
Ġdist ance
Ġtast ing
Ġsele ctions
Ġevery one
Ġmar gin
Ġsomew hat
uit able
ĠJ o
ĠJ ust
ĠSta r
ĠSta rt
Ġsea food
Ġmat ure
Ġbus iness
Ġtow ards
Ġwar m
cri bed
Ġcoup les
oun t
F ood
H ere
a int
b s
b ack
c heap
f in
f ive
h igh
h aps
i ving
l ess
o or
o se
o riented
p t
p ired
s pired
Ġ es
er ling
er ts
er tain
Ġr ave
Ġc as
Ġf in
ri ver
he st
ood les
Ġp ur
Ġp ar
ce iving
Ġh app
Ġl et
Ġl ight
ent s
ut ation
ĠB ring
ĠB reak
ĠF ind
Ġm om
ĠE ven
Ġw or
le vel
ĠA n
Ġaverage d
Ġb o
Ġb read
ĠH ere
or ding
la x
ns uitable
ĠO ffers
Ġat t
Ġst ep
Ġst erling
Ġd ish
Ġd eal
Ġre lax
Near by
Ġsu pp
Ġwelcom ing
Ġbet ter
Ġwill ing
ci es
Ġme et
Ġde fin
ite ly
Ġam ount
oast ing
Ġpre pared
Ġdeli ca
Ġdec ently
Ġcom p
Ġinclud e
ian ce
Ġavera ges
Ġappro pri
Ġpos itive
Ġamb iance
Ġrep utation
Ġfeed back
Re ceiving
Ġsuper b
Ġcas ual
river side
ĠBreak fast
Ġstep s
Ġdefin itely
Ġdelica cies
Ġappropri ate
' ve
G o
M id
P oor
Q u
R ight
T ake
W ant
b or
e ed
f t
i e
i ent
l b
m ely
p rices
p pet
r d
r ner
u c
u g
u v
Ġ i
er n
er ri
Ġr un
Ġc ant
Ġf ew
Ġa ch
Ġa ppet
in ation
Ġt erri
Ġp ut
Ġp up
Ġn oodles
it ed
ĠC an
ĠC am
ĠC ome
ĠC ost
ĠC heck
Ġs ou
Ġs coring
re mely
Ġe dge
Ġe xt
Ġh is
Ġh otel
Ġh ors
Ġl u
Ġth in
Ġco rner
Ġin spired
ĠR e
Ġm ade
Ġb ill
ith er
ĠG ood
ve d
al th
ĠT ry
ĠO verall
ul ous
ic ens
ĠSp irits
Ġpla y
ĠCotto n
ĠD on
ĠMan y
Ġre f
Ġre m
ĠAd ults
Ġsu gg
Ġas s
Ġu nsuitable
comm od
Ġexce ed
Ġnorth ern
Ġdin er
ĠL ess
Ġper haps
Ġfe el
Ġenjoy ed
Ġsp or
Ġsp ace
Ġhe ard
Ġhe alth
Ġkn ow
Ġsc en
Ġso on
Ġso uth
Ġcho ose
ffer ent
pect ed
Ġac commod
Ġwh en
Ġchar ging
Ġspecial ises
Ġreg ular
Ġcentr al
tain s
Ġappro val
Ġclient s
Ġdes cribed
Ġfacil ities
Ġmark et
Ġpos s
Ġamb ient
ĠOn ly
ud e
Ġdi fferent
Ġcook s
ort ed
Ġstay ing
Ġneigh bor
Crow ne
oe uv
Ġim p
Ġgu est
Ġgra b
Poor ly
Ġach ie
Ġterri ble
Ġsou p
Ġext remely
icens ed
Ġsugg est
oeuv res
3 5
B eside
B oasting
C ost
C onveniently
I ne
R a
R eason
S ta
b er
b ly
b ulous
c c
c ta
c ent
e di
f er
h n
h ood
i a
i ven
i ring
i que
n y
p ing
p le
t en
y es
at her
Ġc hop
Ġf it
Ġf ry
en ny
he ese
in ity
Ġt r
Ġt ap
Ġt rave
Ġp ic
Ġp enny
is ing
is hes
Ġo b
st yled
ing ly
om is
it ude
ĠI T
ĠC ol
ĠC ons
ĠC onveniently
Ġs e
Ġe ver
Ġe qu
Ġe ither
Ġl icensed
iver s
ĠB e
ho ol
ĠF ive
Ġlo t
Ġlo ts
Ġshop ping
Ġin c
Ġin side
Ġm y
Ġm il
Ġm ere
Ġhigh t
Ġw restlers
Ġha rd
le ge
ro p
ĠW ine
ess erts
Ġb ab
ĠG ree
or y
ar y
ĠWaterman s
Ġk eep
ĠExp ensive
res pected
ic inity
Ġpro xim
ĠN O
Zizz is
rove d
Ġg lass
Ġg ain
Ġd est
Ġd esserts
Ġbe verage
Ġcost umers
lo oking
Ġqu aint
ct ive
Ġun ique
Ġget ting
Ġfa bulous
Ġalong side
Ġv icinity
Ġexcellent ly
Ġdis app
Ġme ans
Ġgi ving
ĠL eave
Ġvisit ed
ad ult
ĠĠ Ġ
Ġop in
Ġjo in
Ġsc hool
peci ally
Ġcater ing
Ġcater ed
Ġso ft
Ġpre fer
Ġtw o
Ġcom ing
Ġsho w
Ġfeatu re
oth er
Ġspend ing
Ġpl ate
Ġclass y
Ġent ertain
Ġspecial ising
Ġsee king
Ġlea ves
Ġhamb urger
tain ed
Ġappro xim
Ġcl os
Ġres ides
Ġprem ises
Price d
Ġmat ch
Ġdes ired
Ġany one
Ġbus y
Ġsur pri
Ġsur roun
Ġwal let
Ġmoder ated
Ġfruit s
Ġacc ording
Ġtend s
ĠEuro pe
ĠTy pic
ig hest
Ġpleas ant
ĠJo hn
Ġes pecially
Ġmom ent
Ġbo ard
Ġatt itude
Ġsupp lies
Ġcomp any
ug a
Ġappet iz
Ġlu x
Ġthin k
Ġhealth y
Ġaccommod ate
Cost ing
Ine xpensive
edi um
ĠCol lege
ĠGree k
Ġproxim ity
Ġdest ination
Ġdisapp o
Ġapproxim ately
Ġsurroun ding
A G
A m
B e
B urger
D ine
D on
E R
F ive
G reat
G iven
J ust
N on
O riented
T her
V ER
a se
a ir
a iring
b ited
c entre
e y
e at
f ic
h as
l der
n vironment
r um
s hop
u ring
w ards
Ġ 2
Ġ :
Ġ eas
Ġ Qu
er es
Ġr ea
at h
Ġc row
Ġf oc
Ġf amous
ri p
ri ll
ri cing
he d
in ery
Ġt od
Ġt ell
Ġt rip
am ple
ea d
Ġp airing
Ġo lder
The y
it ing
it able
ĠC heese
Ġs ing
Ġs ame
Ġs or
Ġs ample
Ġe mer
Ġh ost
Ġh ighest
Ġl a
Ġl ar
Ġl acks
Ġar ra
Ġan other
ĠF riend
ĠF ound
li ar
Ġco nd
Ġin d
Ġin di
Ġin ter
Ġm an
Ġm in
Ġm ix
il et
ĠE nvironment
ĠP ricing
Ġw ent
ĠW hich
ĠA VER
ess ible
Ġb ough
Ġb ist
Ġb ack
af f
ĠCafÃ© ter
um ber
ĠS o
ar ea
Ġchild less
ll o
ment s
ĠM edium
Lo ok
ĠV ery
ĠO ther
ĠAr omis
ĠEag les
Ġfor m
Ġfor get
Ġto ilet
un ning
Ġpro f
Ġpro hi
Ġprovid er
Ġst unning
Ġstar red
ĠSici lian
Ġd id
ound s
ĠD espite
Ġbe at
Ġbe com
Ġbe gin
Ġoffering s
Ġestablishment s
ion al
qu isit
th an
th ing
star s
bo ve
Ġex quisit
fforda ble
Ġafforda bly
as s
Ġv ary
Ġexce pt
Ġup wards
Ġdrink ing
Ġwant ing
Ġbel uga
Ġlik ed
Ġpay ing
Ġmay be
ĠU K
Ġgener al
ĠSu itable
Ġchar ge
ĠTh at
ĠTh ree
Ġent ries
Ġspecial ty
Ġpart ies
Ġmak ing
Ġreg ion
Ġsa le
Ad ults
Ġsay s
us ed
Ġstand ards
Ġtak ing
Ġmodest ly
Ġnorm ally
Ġmain ly
Ġwal k
gg s
Ġmoder n
Ġwater front
Ġacc essible
Ġfond ue
roun d
ĠTy pe
Ġfin est
Ġpur ch
uc ive
ĠRe view
Ġref resh
Ġass orted
Ġspor ts
Ġposs ible
Ġguest s
Reason ably
Sta r
Ġtap as
Ġtrave ling
Ġob tained
Ġequ ally
ĠNO T
Ġentertain ment
Ġsurpri s
ĠEurope an
ĠTypic ally
Ġappetiz ers
Ġsurrounding s
AG E
Ther es
eat uring
Ġcrow d
Ġtod ay
Ġsor ry
Ġhost s
Ġarra y
Ġcond ucive
Ġinter est
Ġmix ed
ĠAVER AGE
Ġbough t
Ġbist ro
ĠCafÃ©ter ia
Ġtoilet s
Ġprohi bited
Ġexquisit e
Ġexcept ional
1 0
5 0
A s
A vailable
B ased
C om
C lare
F r
F an
H ave
L uton
L eave
N ame
P rices
R ating
S at
T h
d ed
e qu
f ami
f amous
g an
g ain
i ly
k s
m p
m ing
m oderate
n ic
o id
p es
r ate
s on
t ures
u ri
u es
u ce
v oid
w here
x ce
Ġ ;
Ġ Ċ
Ġ entre
Ġ Zizzis
er ate
er fect
Ġr ed
Ġr ive
Ġr ough
Ġc ar
Ġf o
Ġf ish
Ġf lare
Ġf ront
en ance
he llo
Ġa bs
Ġa void
Ġt ea
Ġt ab
am s
ea ce
Ġp res
Ġp ick
Ġp ass
Ġp eace
is e
is ed
Ġo re
Ġo th
Ġo rient
st enance
Ġn est
Ġn umber
Ġpri m
Ġcu t
Ġof ten
Ġs od
Ġs ub
Ġs ix
Ġs iz
Ġs im
Ġs ad
re am
re vious
ur y
ur se
Ġe t
Ġe ggs
pe cta
Ġh i
Ġh o
Ġty pes
Ġarea s
ide d
ut ely
Ġan s
Ġco us
Ġco urse
Ġin famous
Ġm o
Ġm er
ĠE at
ĠP erfect
ĠP revious
Ġw aterman
Ġw ay
Ġw inery
Ġpub s
Ġb ear
Ġb ak
Ġb as
Ġb ig
Ġb ath
ĠH e
ol utely
Ġche at
ar k
Ġk ind
row n
ĠM id
ress ive
Ġpro ud
ĠN ext
to p
Ġst at
Ġst ree
Ġst eep
ip s
ĠRan ges
ĠMill s
Ġg ather
Ġg rill
Ġd ear
ĠD ishes
im um
ib ly
ĠPl ates
Ġad v
Ġad dition
Ġad equ
Ġsu stenance
ĠBeefeater s
Ġgood s
Ġsit ting
Ġeat en
ok s
ct ory
Ġinexpensive ly
Ġdo or
Ġun ivers
rit y
Ġloc ates
Ġfa ct
Ġdin ers
Ġdis c
Ġde le
Ġvisit ing
ake y
Ġop erate
Ġenjoy s
Ġenjoy ing
Ġenjoy able
ous ly
Ġtake out
hil st
Ġcons umers
Ġsatisf ied
Ġsatisfa ctory
Ġsc ener
peci ali
Ġbu ck
Ġspeci fic
ider ed
ĠHigh er
op ular
Ġcon tains
Cheap ly
Ġlove d
Ġrank ing
Ġbring s
pect rum
Ġcom bo
Ġperfect ly
Ġch ips
Ġlike ly
the y
Ġpoint s
Ġac ce
Ġbad ly
Ġwh it
Ġfeatu red
Ġmidd ling
Ġspecializ ed
Ġwon t
Ġexpect ed
Ġgener ated
Ġchar ming
Ġfall ing
Ġwit ch
ĠTh eres
ick s
Ġaw arded
Ġtast es
Ġamong st
Ġapp roved
Ġpart ner
ĠLo ok
Ġsa fe
Ġclient ele
Ġres ult
Ġpr ams
vid ual
Ġany thing
Ġany where
Ġexclusive ly
Ġmain tains
Ġwal king
Ġneed s
ens ibly
Ġfresh ly
Ġclassic s
Ġneigh bo
Ġattra cts
Ġhear ty
Ġpleas ed
ĠJo in
Ġpar ents
Ġhapp y
Ġhapp en
Ġwor k
Ġdeal s
ĠCost umer
Ġscen e
Ġscen ic
Ġregular ly
Ġneighbor hood
Ġimp ressive
Ġachie ved
Ra inbow
Ġpic nic
ĠCons umers
Ġmil es
Ġbab y
Ġgain ed
Ġopin ion
Ġprefer red
Ġclos est
Ġlux ury
Ġdisappo int
Be ing
air ly
Ġeas y
Ġfoc used
Ġpairing s
Ġsing le
Ġemer ging
Ġla id
Ġlar ge
Ġind eed
Ġindi vidual
Ġmin imum
Ġpurch ase
ĠReview s
Ġrefresh ments
Ġsurpris ingly
Fr om
Fan cy
fami liar
tures que
uce d
xce llent
Ġentre es
Ġred uced
Ġabs olutely
Ġoth ers
Ġorient ated
Ġsad ly
Ġcous in
Ġbas ic
Ġstree t
Ġunivers ity
Ġscener y
' d
' m
, ,
- -
. Â£
1 9
3 3
9 9
A lso
A bove
A ffordable
A round
B oth
C ent
C ons
D o
D ue
D rop
E ar
E xp
E xpect
E xcellent
F amous
F eaturing
F airly
G ood
H ell
H ead
I d
I s
J o
K n
M ore
N ice
O ver
P eople
P opular
R an
R ivers
S ited
T o
T raditional
W hilst
Y ippee
a ct
a ries
b an
b ut
b les
c ap
c ular
c ond
d ers
d ay
e ve
e uros
f ore
f are
g le
g al
g round
i ch
i lies
i ous
k e
k ey
l p
l is
l oc
l iness
m al
m ed
m oderately
m ost
n it
n ot
o ffee
o ffering
p an
p ub
p ar
p his
r eas
r ally
s it
t ers
t his
t ies
u ng
u ff
y ing
y or
y ling
č Ċ
Ġ od
Ġ ur
Ġ ant
Ġ ice
Ġ vi
Ġ est
Ġ -Â£
er to
an g
an di
an sive
Ġr u
Ġr om
Ġr id
Ġr ear
Ġr aving
at ions
Ġc a
Ġc ast
Ġc raz
Ġc rit
Ġc are
Ġc ertain
Ġc ream
Ġf yne
Ġf our
Ġf us
Ġf oe
Ġf its
ri st
en e
es ides
es cribed
Ġa ct
Ġa ffor
Ġa ctive
in ers
in ting
Ġt ur
Ġt ou
Ġt ree
Ġt im
Ġt reat
Ġt radition
ea k
Ġp ol
Ġp ra
Ġp hoenix
Ġp izz
is s
is ines
Ġo w
Ġo li
Ġo ld
st icks
Ġrat er
Ġrat ting
Ġpri ed
end y
end ed
Ġcu p
Ġcu isines
ver the
it ch
ĠI d
ta ble
ĠC hop
ĠC hest
ĠC offee
Ġran ch
Ġran ting
ear ed
Ġs pecta
Ġs pectrum
Ġs ensibly
re di
re commend
pe d
pe cc
Ġh at
Ġh ung
Ġl end
Ġl ate
Ġl ay
Ġl and
Ġl ad
Ġar es
ent ion
ĠB y
ĠB urgers
ĠB oth
ĠB eautiful
ĠB oasting
ho s
ant ly
ant ic
ant ee
ĠF itzb
ĠF ull
ĠF eaturing
Ġth ro
Ġco re
Ġco ast
Ġco ol
Ġin v
Ġin st
ĠR el
ĠR oad
Â£ -
ĠÂ£ ,
ĠÂ£ .
Ġm ild
Ġy ear
il e
ĠE atery
ĠE njoy
ĠP ounds
Ġw at
Ġw he
Ġw his
ast a
ast ro
ro cious
ĠW elcom
ĠA cc
ĠA bove
ĠA ffordable
ess es
ess ment
Ġb lue
Ġb are
Ġb loc
Ġb esides
ou rite
ve yor
ĠS c
ĠS ell
ĠS top
ĠS peciali
al es
or able
Ġche ep
ild ing
Ġcheap est
ĠT raditional
ĠT uc
ar antee
ore d
la in
la imed
Ġk itch
ĠM a
ĠM ay
ĠM enu
ĠV isit
ĠO f
ĠO riental
ry out
Ġat rocious
Ġto ast
un friendly
ive d
ic s
ic ult
ic ular
Ġpro ble
ĠN ame
ĠN on
Ġprov es
ĠK eep
ĠPun ters
to ns
Ġst ell
Ġst aff
Ġst uff
Ġst yling
ine xpensive
Ġon es
ĠRan g
Ġg ate
Ġg ar
Ġg rove
Ġg as
Ġg rown
Ġg eared
Ġg astro
Ġd ra
ĠD E
ĠD escribed
ck er
Ġbe ans
Ġre qu
im ate
Ġthere fore
ib e
ja cent
Ġriver s
Ġal be
ĠPl us
ĠAd dition
Ġad ded
os ite
lo oks
so ns
Ġsu ffers
com pan
Ġven ues
ir aff
Ġgreat ly
Ġreview ers
Ġqu ali
Ġne verthe
ct ed
star red
Ġdo ne
Ġun able
Ġun be
Ġex c
Ġex ist
Ġex act
Ġloc ale
Ġover priced
Ġover looks
our able
Ġv aries
Ġv ibe
Ġmenu s
ĠRange d
Ġme at
Ġme ant
Ġ- -
Ġvisit ors
Ġsp ent
Ġsp ite
Ġhe lp
Ġor gan
Ġor ders
Ġexp ansive
isf ied
Ġcons ist
Ġdri ve
Ġsatisf ying
Ġwant s
Ġsetting s
Ġbreak ing
Ġsc are
Ġbu ilding
Ġso phis
On ly
Ġwould n
Ġconsider ing
Ġpast ries
range d
Ġrank s
Ġview ed
Ġus er
Ġdec ided
Ġbring ing
ty pe
Ġcho ices
Ġear ns
Ġsho o
Ġsho t
Ġdeliver y
Ġbudge ts
Ġch ill
ari ly
Ġgot ten
Ġac compan
Ġvari ed
Ġvari ous
Ġid eally
Ġfar es
ative ly
Ġlocal s
Ġpl ates
ĠU s
Ġbeautiful ly
Ġfan s
out s
Ġusu al
Ġaw ful
Ġent er
Ġent ree
ĠUn friendly
Ġspecial ties
Ġevery day
Average ly
Ġpart icular
Ġsee k
Ġlea st
Ġlea ving
Visit ing
Ġfur nit
Ġcur ry
Ġfav ourite
Ġfav orable
Ġperm its
Ad jacent
ti cated
Ġmost ly
Ġnow here
Ġea ch
Ġea gle
Ġres ults
Ġrest room
Price y
Ġdes erts
Ġalcoho lic
Wh y
Ġmark s
Ġmark ed
ĠLoc ation
Ġle gal
Ġorder ed
Ġcompet it
Ġprodu ces
Ġdi re
Ġcra cker
Ġrep ort
Ġacc laimed
Ġcook ed
Ġcoup led
Ġboat s
Ġuse ful
Ġlevel s
Ġthing s
Crow n
Let s
Ġim pecc
Ġint ended
Ġattra ction
Ġattra ctive
Ġgu arantee
Ġday s
Ġpur veyor
Ġpar k
Ġwor se
Ġbread s
Ġatt ention
Ġrelax ing
ĠBreakfast s
ĠCost s
Ġplay ground
Ġref le
Ġrem ain
Ġrem ark
Ġass essment
Ġexceed ing
Ġspor ting
Ġposs esses
Ġimp rove
Ġachie ving
Ġsoup s
Ra ja
Ġtr ue
Ġtr endy
Ġpic turesque
Ġse cond
Ġinc reas
Ġinc redi
Ġbab ies
Ġkeep ing
Ġopin ions
Ġlux uri
Ġdisappo inting
Am ong
Am azing
ĠQu id
Ġrea sons
Ġprof ile
Ġdid n
Ġbecom e
Ġbecom ing
Ġvary ing
Ġcrowd s
Ġinterest ing
Ġinterest ed
Com ing
Name d
Th ree
Ġrough ly
Ġfo ol
Ġpeace ful
Ġnest led
Ġprim arily
Ġcut e
Ġsod a
Ġsiz es
Ġet hos
Ġho pe
Ġmo ved
Ġmer its
Ġbath rooms
Ġstat us
Ġgrill s
Ġadequ ate
Ġdele cta
Ġspecific ally
Ġacce pt
Ġneighbo ur
Ġbaby sit
Ġdisappoint ed
Ġindividual s
Cent rally
Cons idered
Ear ning
Exp ress
Hell o
Jo in
Kn own
Rivers ides
Ġur ban
erto n
andi cap
Ġrom antic
Ġcraz y
Ġcrit ics
Ġcertain ly
Ġfus ion
Ġactive ly
Ġtur n
Ġtou rist
Ġtim e
Ġpol ite
Ġpra ised
Ġpizz a
Ġoli ves
ĠChop sticks
ĠChest erton
Ġspecta cular
recommend ed
Ġhung ry
ĠFitzb ilies
Ġthro ugh
ĠRel atively
Ġmild ly
Ġwhis key
ĠWelcom ing
ĠAcc ording
Ġbare ly
ĠSell ing
ĠTuc son
Ġkitch en
Ġproble m
Ġstell ar
Ġalbe it
ĠAddition ally
iraff es
Ġneverthe less
Ġexact ly
Ġorgan iz
Ġsophis ticated
Ġaccompan ied
Ġfurnit ure
Ġimpecc able
Ġremark able
Ġincreas ingly
Ġluxuri ous
Ġbabysit ter
