#version: 0.2 - Trained by `huggingface/tokenizers`
e r
i n
] ,
a t
r e
o n
Ġ a
o r
m e
l a
Ġ p
l e
a s
a me
v e
Ġ g
la y
t h
t i
f or
in g
Ġ s
Ġ th
e n
er s
o u
e d
e s
Ġ i
č Ċ
n t
] )
" ,
]) ",
r at
c ti
Ġg ame
for m
i r
le as
lay er
re leas
n ame
i on
Ġ h
n d
a r
Ġi s
Ġ y
Ġ S
re s
Ġy ou
m u
l at
Ġ rat
Ġ T
o o
Ġ P
Ġp ers
releas e
p e
u re
Ġ d
2 0
Ġg en
Ġ w
Ġh as
Ġ I
Ġ o
Ġgen res
Ġ b
a l
s t
Ġ M
Ġrat ing
Ġpers on
a d
v er
n o
])", "
ve nt
vent ure
ir d
Ġa nd
p layer
at ion
r i
a c
Ġ f
Ġo f
r o
o p
cti ve
lat form
pe ctive
l ti
mu lti
multi player
h e
Ġp latform
Ġ E
Ġ in
20 1
in form
Ġth e
S t
Ġ t
Ġ on
e ve
e ar
i e
g e
a i
cti on
lay St
laySt ation
a m
l op
eve lop
ad venture
a n
' s
Ġ release
t er
. "
e l
ĠP C
Ġp layer
Ġplatform s
p ers
pers pective
Ġth at
y es
Ġd evelop
t e
Ġ C
l i
b o
Ġgame s
Ġ for
y ear
b le
e x
Ġ c
Ġs h
ĠI t
X bo
Xbo x
v ai
vai la
vaila ble
Ġsh oo
Ġa vailable
ĠT he
Ġ (
Ġ R
Ġdevelop er
oo d
o m
es t
Ġ Xbox
Ġshoo ter
Ġ W
Ġa n
Ġi t
Ġ A
Ġ v
Ġ D
ie w
Ġw as
in u
inu x
a ge
Ġ 201
Ġ L
Ġp lay
Ġv iew
ver age
l y
l d
g h
or t
ir st
i c
e g
i f
Ġth ird
k e
Ġ N
i t
Ġ multiplayer
Ġs t
Ġ releas
rat eg
Ġ H
p ort
l l
rateg y
Ġ m
Ġw i
Ġreleas ed
i mu
P layStation
ĠP layStation
p lay
le nt
imu lat
i s
Ġa ction
Ġst rategy
a ction
ro le
u t
play ing
Ġ no
i d
Ġ 2
? "
in t
ri v
Ġ 1
q u
Ġb y
Ġwi th
Ġ li
r b
es rb
ou t
en d
ex c
20 0
i ve
) ],
Ġ re
e am
r ac
Ġ esrb
gh t
exc el
excel lent
g ood
Ġt o
T he
Ġ B
a y
rac ing
re qu
requ est
a ve
Ġli ke
Ġ role
imulat ion
t ri
a verage
z z
ĠS te
ĠSte am
st eam
riv ing
d venture
9 9
i o
b u
o or
int end
intend o
th ird
f t
Ġb e
ro m
Ġf rom
tri bu
m ac
ĠM ac
tribu te
at tribute
Ġrat ed
Ġp u
ĠL inux
l inux
Ġpu zz
c h
Ġpuzz le
c e
at ure
d ie
Ġno t
Ġd o
a nd
Ġ G
in ion
Ġa dventure
Ġ V
c k
Ġ O
Ġs port
on e
Ġf irst
Ġb ut
la n
Ġpers pective
Ġplay ed
u n
ĠM ature
t a
om b
g ive
Ġ F
ver if
op inion
verif y
f irst
i ght
ĠT e
e t
ĠI I
Ġ 3
Ġh ave
Ġg ood
ĠS t
ex p
Ġs imulation
Ġin die
al l
ĠN intendo
er ta
ai d
Y ou
Ġ or
Ġ me
u p
p oor
Ġc an
i a
al ly
ver y
W h
me nt
P C
u d
pe c
i er
Ġa b
s u
Ġ e
Ġab out
u r
Ġ 200
Ġ out
Ġa verage
r y
very one
ĠTe en
ĠG ame
c om
' t
Ġ en
b ird
c al
Ġb ird
ĠE veryone
ĠGame s
u s
Ġplatform er
a g
o w
er o
Ġ U
ĠT h
ud io
id e
a nt
ĠS pe
ĠSt udio
e ed
Ġdevelop ed
j o
Ġs o
ĠSpe ed
i g
in d
ti on
Ġd riving
jo y
Ġen joy
d riving
me nd
com mend
erta in
nt ertain
ĠE ntertain
ĠEntertain ment
l o
g g
t le
ir m
ar d
Ġw h
pec if
gg est
on f
c onf
ĠStudio s
ad e
re commend
lan ation
exp lanation
su ggest
pecif ier
conf irm
ĠD o
a re
Ġa s
Ġt a
P G
Ġm o
ac k
Wh at
ti me
or m
cti cal
s h
or ld
Ġta ctical
en t
o ft
ld er
k ing
el l
Ġan y
r on
er e
m p
D o
ĠR aid
ĠRaid er
Ġa re
o s
Ġ excellent
th er
h o
e m
o l
N eed
1 99
on d
u st
i v
Ġ1 99
Ġ201 4
it ch
b er
ĠH ero
s imulation
Ġc ame
Ġ1 0
l in
ĠS k
up er
s s
Ġ k
as s
ĠW ar
Ġ 4
Ġth in
I f
Ġthin k
R o
b all
ou ld
Ġdo es
r a
Ġa l
o int
d e
Ġ j
la r
o on
ĠW orld
Ġs ing
oo m
s port
Ġsing le
Ġf e
Ġ201 5
r an
Ġs pecifier
]) ,
it tle
Ġj ust
s o
ra ft
a w
Ġ201 8
as ed
Ġp oor
Ġp re
no w
ur n
res t
Ġp oint
Ġre ally
Ġs aid
Ġk now
ĠC h
li ck
b ased
ĠT y
as t
Ġrating s
c lick
a k
c oon
m ber
at er
ĠTy coon
o rest
t t
u lar
ĠF orest
Ġon ly
ou gh
et ro
Ġ n
R PG
re al
201 4
Ġ lo
imulat or
lan c
' re
M O
MO RPG
t o
Ġyou r
S uper
Ġs u
Ġ exp
Ġt urn
N intendo
c ro
ĠW i
ĠP ro
ad ed
Ġc omb
d ge
s la
ĠS oft
sla sh
cro ll
a x
ĠU s
orm s
o aded
ĠS croll
ĠM ag
ĠE lder
el oaded
ĠC lanc
ĠR eloaded
ĠScroll s
ĠMag ic
ĠClanc y
o st
ĠC re
s e
Ġon e
Ġm ade
Ġ Z
Ġ racing
or i
ĠS m
) .
Ġf un
i ll
ĠS h
rat ing
Ġo ther
ĠR e
Ġplay ing
Ġs ide
at e
C o
or ation
ĠC or
Ġa ll
an ce
ĠP ay
Ġe ver
lin e
o t
t ed
n tion
Ġsport s
Ġme ntion
Ġ K
tt y
h ic
Ġcomb at
ĠL ast
y st
ri ver
ĠA m
Ġ1 5
ĠV I
A re
S ho
Ġt ry
io Sho
ioSho ck
ve hic
ĠC ry
ĠA ge
A ss
Ġs up
B A
el y
L ittle
c raft
vehic ular
ĠSoft w
c t
Ġth is
Ġh ack
ĠM MORPG
Ġal so
i li
Ġ mu
ĠA n
Ġpre tty
w itch
Ro ll
Ġme an
Ġmo de
Ġ You
Ġsup port
in ball
s ide
Ġm y
a ke
Ġmention ed
r u
or y
ĠO n
i m
Ġre ce
T omb
on g
Ġth ere
ĠU n
ond er
ĠT omb
evelop er
Ġsu ch
M etro
ĠE A
d eveloper
Ġfe el
ant ed
ĠN ight
201 5
Ġlo ve
ĠOn line
r or
Ġre al
as h
ĠM ost
ĠH it
T om
Ġf ind
A ge
i lent
u it
at al
ĠH ill
Ġrece ive
uit ar
m a
Ġ ex
on y
es s
nd erta
ĠR PG
if e
ass in
ĠCre ed
Ġreceive d
nderta le
a os
ir ror
ĠE dge
ĠC atal
ĠW anted
ĠA dventure
ĠH aw
ĠB ig
ĠSk ater
ĠCh aos
ĠSm ash
ĠHit s
ĠCatal yst
ĠHaw k
v ol
ic h
Ġh ear
Ġgen er
s ic
l oo
ĠM an
ĠS witch
Ġshoo t
f er
ing s
Ġd id
Ġhear d
Ġf a
Ġf ight
Ġf an
Ġfight ing
y p
Ġs ay
Ġs imulator
k ed
on t
ĠHero es
e ver
Ġg et
201 6
o ld
Ġ201 6
ĠTh is
riv ia
ĠSoftw are
u e
ĠB e
ĠSk y
' m
201 7
Ġwh ich
p latform
v i
ri m
Ġ201 7
n e
as ter
ĠT i
bo ard
ic e
) ."
W orms
ĠH ave
i res
ar k
ar ted
201 1
ke t
Ġmo st
n ess
Ġ201 1
1 6
c ket
e ag
er Co
ĠL eag
ĠN eed
ĠAm ong
erCo aster
ĠLeag ue
[ ]),
d ate
s pecifier
u nt
Ġ &
ĠE nd
ĠE mp
ie f
ge l
ĠR un
ĠR oom
ĠW ol
ĠW itch
ĠD oom
ĠD ark
gh old
ort al
ĠH unt
ch arted
ĠII I
ĠTh ief
ron ghold
ĠWar craft
ĠWi ld
ĠK ings
ĠAn gel
ĠEmp ires
ĠWol f
ĠWitch er
ĠDark ness
L ife
' ve
H ave
Ġ vehicular
nt er
Ġt al
d a
li zz
om m
ĠO lder
ig n
lizz ard
t s
ĠE n
a p
c ade
i re
m an
ĠThe ory
Ġm ak
Wh y
ron ic
k y
ĠR o
Ġo p
ĠA d
ay s
Ġmak es
v iew
la st
Ġfa v
ĠD river
C ry
N BA
c ar
Ġre view
Ġtal king
e p
r and
li d
Ass assin
ĠI nter
ori te
B ioShock
Ġdoes n
M ax
S o
c ed
199 9
I s
p oration
u tion
ĠM ight
ex t
Ġenjoy ed
Ġ199 9
ĠCor poration
vol ution
in die
re at
Ġw onder
in es
Ġt ext
ou ght
ad d
Ġt rivia
Ġbe en
G uitar
o d
Ġ loo
le s
li er
200 5
Ġfav orite
F or
S pe
ou s
Ġso me
mp le
oo t
Ġd is
A n
U ndertale
Ġth ought
ĠA re
is h
M irror
u m
es id
ĠS p
Ġ200 5
S ilent
p o
Ġ un
re ak
us e
Ġreview s
a u
c age
ou nd
an ced
it al
Ġe le
ow n
ig ital
U n
b lo
d own
in a
or St
for ge
ir t
ar a
lat ion
ĠE vi
el da
ĠA po
ĠL eg
ĠN F
is ion
Ġli ked
ĠO car
ia blo
cal yp
iv ision
ran ge
ĠZ elda
ĠPay ne
ot orSt
ĠSky rim
ĠTi me
ish ing
esid ent
ĠEvi l
ĠApo calyp
ĠLeg end
ĠOcar ina
otorSt orm
ĠApocalyp se
3 3
Q u
e ier
f are
h ind
k ay
l ind
s ir
s is
v anced
z ation
Ġ 20
Ġ qu
er man
in ce
th an
ar ter
ar io
ĠP ri
ĠP inball
ĠM eier
ĠM ario
ro ft
ĠE than
201 0
eve lation
an ishing
ĠC ell
ĠC iv
ĠC arter
ĠC roft
ĠR evelation
ĠD ut
ĠD igital
ĠD ivision
ĠL ines
ut last
Ġ1 2
ĠB omb
ĠB reak
ĠB lind
tri s
and os
ĠV anishing
ĠO sir
ĠTe mple
ĠSt range
ag er
ow down
ant um
em y
lin ter
ĠWar fare
ran sport
ĠSh owdown
ili zation
ĠNight ma
ĠMan ager
ĠBe hind
omm andos
ĠEn emy
ĠAd vanced
add en
oot ball
ĠSp linter
ĠNF L
Qu antum
Ġ20 33
ĠPri me
ĠCiv ilization
ĠDut y
ĠBomb erman
ĠOsir is
ĠNightma res
F A
I FA
Ġd on
Ġele ment
i al
Ġo kay
Ġb o
Ġc on
p le
Ġre me
T ony
Ġreme mber
Ġshoot ers
Ġdid n
Ġelement s
e ct
am i
Ġ201 0
Ġi f
Ġt oo
ĠD ance
Roll erCoaster
W orld
u al
Ġloo king
ĠI s
c ent
i en
y e
ght y
ĠDo g
au ghty
M ight
P ortal
or th
Ġd e
Ġw ell
ĠA l
E A
Ġ ear
ĠS o
St ronghold
Ġe ye
d y
o re
Ġth ough
a f
m all
ti es
ri ght
Ġv ide
Ġvide o
o x
ll us
ĠEA D
llus ion
Ġg reat
Ġs e
Ġf ound
Ġbo th
f f
Ġsh ould
S mall
th ing
Ġy ear
Ġof f
Un charted
Ġs im
al ve
Ro cket
Ġgener al
c i
me dy
Ġwi ll
a ctive
e en
Ġ r
Ġ eve
on ami
rat ed
Ġin to
Ġthe m
te mber
Ġwh at
ep tember
ĠInter active
Ġear lier
Ġeve n
d ay
la ck
le d
Ġthe y
ĠL ittle
Ġdis li
M an
ĠT eam
ĠI nd
M adden
a ble
Ġmu ch
Ġex am
S id
r ough
ĠT o
ri f
201 3
iv ers
Ġexam ple
B us
F ar
F IFA
H L
L ara
b ack
ĠT ru
ĠW ond
ĠN orth
et al
ori z
ĠWond ers
C raft
h ia
n ake
r one
s a
u a
u ro
v ers
z ard
la de
en ua
rat hia
ar Craft
ĠS ac
ĠS imulator
ĠS nake
ĠS enua
ĠP ur
ĠE ater
ĠE ff
ĠE rathia
ĠThe ft
ĠR est
ĠA ut
ĠD aw
if t
riv ial
ay ers
ĠG ear
ĠF ear
et to
su it
ĠTh rone
ho t
ĠCh ronic
ĠWi zard
ĠZ ero
ĠSh ift
ĠRe volution
ĠCor sa
ĠPay back
Roll cage
ĠUn ivers
ĠAl one
ĠSo lid
af ia
ĠInd ia
rif ice
ĠTru ck
oriz on
ĠSac rifice
ĠPur suit
ĠEff ect
ĠRest oration
ĠAut o
ĠDaw n
ĠChronic les
ĠUnivers e
D iablo
b lade
Ġth rough
ĠS im
Ġw ould
Ġt ri
ell blade
Metro id
ĠSim s
D irt
M otorStorm
O ri
Ġh ad
Ġ201 3
ll For
Ġmu sic
ien ce
llFor ce
C all
F ootball
es ign
mu sic
200 9
ĠTh ere
om p
Ġ200 9
Ġtri ed
T ransport
a king
i te
Ġa r
as y
ĠW orms
200 1
M ass
b is
i ties
Ġ at
Ġh ow
ĠM ont
Ġf el
ĠC ities
ĠD esign
platform er
Cry sis
ci ent
bis oft
Ġfel t
Ġ200 1
Ġexp er
Ġwonder ing
C ommandos
O utlast
R esident
T e
Te tris
1 9
B lizzard
P ay
h as
ĠI llusion
Ġoff ers
S ky
ti c
Ġw ere
Ġo ver
Pay day
Sky forge
S ince
Ġ u
Ġg ot
Ġc al
Ġfe at
Ġexper ience
e vers
h am
i ther
o me
Ġ exc
at tle
at ely
ĠS uper
Ġgener ally
Ġr un
evers oft
w ays
Ġ ti
er ri
Ġgen re
Ġb ad
201 2
ri end
Ġf ond
St arCraft
id er
Ġ up
for t
ĠM etro
Ġ201 2
ĠB ioShock
Super hot
Spe llForce
st rategy
Ġc u
200 4
Ġbe t
un ately
Ġcal led
Ġti tle
C S
F ire
H ero
T rivial
Ġ right
ar cade
Ġf riend
ro se
ic ro
ĠH o
Ġwh y
Ġal ways
ĠRo ll
Ġar cade
Hero es
D river
P rose
ri ous
Ġ200 4
Ġpoor ly
Ġop tion
Ġcu rious
icro Prose
H orizon
R e
ter est
Ġc he
port s
199 8
Ass etto
Ġex pec
D ance
G rand
u res
oo ter
ĠR ed
sh ooter
199 4
Ġ199 4
platform s
Ġse em
E uro
N HL
l us
Ġth en
Ġw ant
ce p
Ġ199 8
H ellblade
M etal
m er
n am
ĠN BA
fort unately
nam ic
N ever
g en
on cep
le dge
ĠC oncep
is ual
ĠB lizzard
ĠF ire
Ġde cent
ham mer
gen res
ledge hammer
ĠConcep ts
M afia
in al
Ġb ack
ĠC an
is e
Ġbe ing
Ġfriend s
L ayers
u ter
ĠT ony
it y
Ġpre fer
Ġsimulator s
Ġw ay
Ġit s
ĠA ss
omp uter
in e
or k
al f
st al
Ġe ither
Ġwh en
y namic
Ġ lat
ĠC omputer
rac k
ĠF ant
ĠVI I
Ġop inion
ĠFant asy
) ,
1 7
R B
S RB
m are
s ier
t d
z ing
er ic
Ġa ma
ar sier
Ġis n
ĠT ur
oo f
ĠI n
ĠM ass
ad a
ĠE SRB
ĠC E
ĠW ay
ĠW ake
ĠW onder
ĠL td
Ġ1 4
200 2
ĠO ut
Ġ200 2
orm ally
sh ade
ĠRe ign
ĠAm eric
ĠNight mare
Man ia
ĠMont real
ĠIllusion s
ĠCan ada
rack Mania
Ġama zing
ĠTur bo
ĠAmeric an
N aughty
i x
u l
v ing
ĠS ilent
res s
Ġshoot ing
Ġqu ite
al ity
Ġin terest
Ġt end
Ġpuzzle s
Ġn ormally
Ġsupport ed
Ġfeat ures
Ġrun s
Ġs ame
ĠT om
Ġc ould
ran k
Ġover all
Ġ us
Ġg am
Ġg ive
ĠM irror
ie ld
ĠU ndertale
Ġn e
An cient
Ġexpec ted
H alf
I n
W ar
a use
Ġp ar
le ct
Ġb est
li ght
Ġc h
ic ally
200 7
ur t
mp ress
Ġlo t
War craft
light ly
8 6
M MORPG
f ield
f urt
p r
r ts
Ġa d
th em
ĠM ad
ad ow
Ġin c
te k
ĠA rts
ĠD ynamic
Ġreleas es
ĠG uitar
ĠF rank
tt en
ĠCre w
attle field
lect ronic
pr oof
ĠDynamic s
ĠFrank furt
N ight
at ed
Ġperspective s
Ġ200 7
ĠRo cket
Ġdisli ke
Ġche ck
Ġlat ely
Night shade
A lan
R ise
T rackMania
Ġ time
Ġa m
Ġbe c
Spe aking
lus ive
F inal
s ider
Ġplatform ers
ĠSm all
ĠUn charted
ĠRPG s
G od
K onami
as e
Ġexc lusive
V alve
b y
d u
w n
ai l
Ġc ome
ĠN aughty
ĠV alve
ĠRe medy
S eptember
f ore
f ox
f ul
s y
s em
Ġ very
on ix
ar re
ĠS eptember
Ġplay ers
ĠB ost
Ġso lid
Co re
loo ber
ky o
ĠTo kyo
ĠHo le
Re medy
ork s
Ġbec ause
by fox
sy onix
sem ble
ĠBost on
a b
nt ly
Ġt yp
ĠW ould
ta le
su ally
ell tale
Ġqu ality
Ġcon sider
Ġ lack
201 8
Ġno w
ur re
ĠK onami
Ġlove d
) ])","
b rand
c re
h ack
Ġg o
Ġt ru
Ġc ont
Ġm ight
ĠSt ronghold
Ġu sually
urre ntly
U bisoft
i le
r ing
Ġw e
Ġbe fore
et ail
pec t
Ġn ice
Ġcon so
a ut
c as
d io
f ly
x t
ĠP ortal
Ġf am
Ġthe ir
te xt
ĠA st
Ġm ature
200 0
Ġme dio
Ġmo re
ast ers
tic ular
ĠAss assin
Ġgam ing
Ġpar ticular
Ġmedio cre
' d
i Max
k ill
l la
n ation
s on
u erri
y ro
en iMax
ver kill
el ine
Ġc ase
ĠD etail
Ġ201 9
Ġre fer
Ġre cent
Ġdo wn
ud son
ron aut
em asters
ax is
ĠSoftw orks
ap p
mpress ed
tten tion
Ġtyp ically
cas ual
ĠAst ronaut
nation al
uerri lla
ĠAstronaut s
B y
O h
l ud
ers ion
Ġof fer
Ġm ake
Ġto ld
Ġ200 0
ĠInter national
Ġbet ter
Ġinc lud
p inball
Ġs ince
Ġv ersion
Ġm an
200 8
ĠU bisoft
lo re
ĠSky forge
ĠRoll erCoaster
N eversoft
R ed
l s
Ġth an
ri s
Ġc om
ĠR esident
ĠN eversoft
Ġre commend
ow s
199 3
Ġ199 3
ili ar
Ġfam iliar
i lar
Ġa w
Ġp inball
Ġgame play
ĠC ommandos
Ġc urrently
ĠO utlast
ĠTe tris
Ġ200 8
ous ly
Ġun fortunately
Ġsim ilar
ĠMass ive
Ġne w
Ġrefer ring
S h
e ce
Ġh ate
ar y
Ġt een
ĠO ri
vi ously
Ġinterest ed
Ġrecent ly
Sh adow
B attlefield
I E
J un
M icroProse
S CS
W are
t en
w ood
Ġ l
Ġ la
on ic
ir axis
ĠS ant
ĠS ho
ĠS CS
st ar
ĠM onic
no d
Ġplatform ing
ĠC ore
Ġ2 9
Ġ1 1
ĠB arre
io Ware
bu ron
ck star
ow er
ĠPro du
ĠCry sis
ont nod
rim lore
ĠTi buron
ap com
An them
ĠRed wood
ece mber
Jun e
ĠSant a
ĠSho res
ĠMonic a
ĠBarre ls
ĠProdu ction
S ports
t ing
u g
w ard
Ġp ro
ĠS ports
ĠT ransport
ĠM ax
ĠM icroProse
Ġm ind
Ġsome thing
Ġcont ent
Ġconso les
S ledgehammer
V isual
Ġb it
Ġb ig
Ġt erri
Ġno thing
Ġenjoy able
t urn
t rivia
Ġ le
ĠM otorStorm
Ġof ten
ĠC all
li m
Ġwith out
ĠF ootball
Ġsay ing
Ġun i
Ġdisli ked
Ġterri ble
E ar
T eam
e k
p p
Ġa g
Ġs et
ĠS ledgehammer
Ġin vol
ĠD irt
ĠD iablo
ĠL ife
ĠV isual
ĠRoll cage
Ear lier
T arsier
i ally
Ġs yst
no t
pec ially
Ġab s
199 0
ĠMetro id
Ġparticular ly
app oint
Ġsyst em
D ays
E D
F use
a vailable
b ru
c to
e bru
j ek
u no
w een
z ion
Ġ es
la zion
th am
th ough
Ġs i
ou tham
ĠS imu
ĠS outham
ĠR ED
ĠD ays
Ġwas n
Ġ2 2
Ġ1 6
200 3
ĠB us
Ġ200 3
ĠPro jek
Ġfa ir
Ġbet ween
Fire proof
Ġconsider ed
lim ax
cto ber
ebru ary
uno s
Ġes pecially
lazion i
ĠSimu lazioni
ĠProjek t
T in
h at
n g
t y
er ely
ĠT arsier
ĠL ara
Ġm erely
ĠF ar
Ġcan not
Wh en
Ġ199 0
Ġk ind
Ġfe ature
Ġn or
ĠUn fortunately
Ġmost ly
Ġexclusive ly
B een
E lectronic
H ow
T S
y le
Ġ Quantum
le ction
Ġy et
ĠS id
Ġc reat
Ġ1 9
ĠF IFA
Ġe veryone
ĠDo es
os e
ĠAn cient
Cry stal
Been ox
S lightly
Ġs ti
Ġs witch
ou r
ĠS lightly
ĠM adden
el ight
Ġc omm
ĠR TS
it able
Ġst and
Ġso l
Ġsu itable
ĠCry tek
Cry tek
19 86
ab ili
Ġcreat ed
Ġ19 86
Ġcomm on
B loober
T elltale
c all
r Ã
en ox
leas ed
ĠT in
ĠE lectronic
ĠL ayers
Ġre call
un ch
ĠCry stal
ĠBe enox
Ġman y
B lack
P syonix
e y
h er
at ing
la ss
th es
nd er
Ġrat her
ĠM afia
no ther
ĠE x
Ġt ell
ĠN ever
Ġ1 3
com ing
ron g
Ġdis appoint
Ġhow ever
thes da
E n
O verkill
P re
a z
d emasters
j a
o ve
u ll
v ory
z ero
© al
Ġ 7
in ja
or ing
Ġs pe
Ġi m
ĠT ower
Ġd es
ĠM etal
ĠA zero
Ġst yle
ĠH ow
ll od
id os
qu are
Ġto byfox
ĠB attle
ĠF use
Ġwh o
Ġn ever
to byfox
Co demasters
Ġall ows
ru m
ĠEn semble
od us
ĠMont rÃ
ĠHo lo
ĠFire proof
ĠIn c
pect rum
ug ust
Ġabs ol
Ġsti ll
ĠEx odus
En semble
Pre viously
az elight
ove mber
ĠAzero th
llod s
ĠMontrÃ ©al
T h
c es
u ally
Ġs ur
ĠP syonix
Ġplay able
if fer
ĠN HL
ĠB lack
Ġch ance
Ġad d
Ġtru ly
By te
Ġuni mpressed
Ġsol ving
lass ic
ĠHow ever
ĠHolo Byte
iffer ent
E volution
O ne
Z eniMax
re d
Ġs pec
ĠE uro
Ġc omp
ĠH ellblade
ut ely
ĠB loober
mp ly
Ġare n
Ġtru e
Ġdown lo
Ġsi mply
Ġspe aking
Ġabsol utely
Ġspec ial
A d
A ttention
C an
D id
G uerrilla
H udson
I llusion
P yro
S p
W ould
f a
o ther
p ite
p ris
Ġa pp
le ng
es ome
ĠT elltale
ĠP yro
Ġb a
ĠE volution
ĠA ttention
Ġplay s
Ġst rateg
ĠH udson
Ġli king
ĠG rand
ĠG uerrilla
ack ed
ĠUn casual
ĠAd eline
Un casual
Fire brand
Fire fly
ĠFire brand
ĠFire fly
Ġaw esome
Ġla unch
Ġinvol ve
Ad eline
Sp ider
' ll
H it
M oon
S IE
f in
m ers
Ġa ud
le ar
Ġth ose
Ġc ho
Ġc ap
ic k
ĠH orizon
ur ing
ĠTh ough
Ġwh ile
ĠZ eniMax
Ġmu st
Ġfeat uring
ĠAss etto
Ġgive n
Ġgive s
Ġinclud ing
Hit man
Ġcho ice
Ġcap abili
B ioWare
C apcom
H ey
m ing
n i
Ġ leas
in ally
Ġp er
Ġi mpressed
Ġh el
Ġf o
Ġf ull
Ġv ia
it ing
Ġwi sh
Ġto ward
Wh ich
Ġfun ction
Ġu nder
Ġup coming
Ġinterest ing
Ġus es
Ġcom ing
Ġsystem s
Ġcapabili ties
Ġleas t
D ontnod
D ecember
E R
F iraxis
G rimlore
H O
P ER
U PER
b j
f lection
i ctive
y er
Ġ jo
Ġ June
Ġg u
ou nt
ĠS aw
ĠT rivial
Ġo lder
al leng
ac t
Ġf ami
Ġin st
Ġdevelop ers
ĠC od
ĠD ontnod
ĠD ecember
Ġto t
ĠB attlefield
ĠG rimlore
ĠO K
ĠO verkill
ĠF iraxis
Ġe asy
tion al
ho st
Ro ckstar
lanc ed
ĠAn them
ĠRo ckstar
car y
ien ces
Ġtitle s
Ġag o
Ġdes pite
Ġsur pris
Ġdownlo ad
Ġba lanced
HO T
UPER HOT
flection s
ĠSaw yer
alleng ing
Ġfami ly
ĠCod emasters
) ?
b e
y pe
en ti
Ġw or
Ġb oring
ĠC apcom
Ġc lassic
ĠB ioWare
Ġenjoy ing
Ġany thing
Ġk id
ĠSh adow
Ġloo k
Ġam ount
Ġstrateg ic
mers ive
Ġaud iences
Ġtot ally
B e
K unos
a ving
c c
c he
c us
i ti
i gh
Ġ J
Ġ line
Ġa ct
Ġp os
le ss
Ġth ing
ĠS IE
ĠM oon
ĠD id
Ġst ory
Ġm ay
ta in
Ġknow s
Ġsu bj
ili ty
[]), "
Ġde fin
Mass ive
ĠSuper hot
Ġseem s
Ġsimilar ly
Ġl u
Ġinvolve s
Ġfo cus
Ġtoward s
Ġsubj ect
) ])",
A nd
C D
C limax
F ebruary
O ctober
i l
i z
v o
re ct
on est
Ġa nother
or rect
as on
Ġh ated
Ġw orth
Ġb u
Ġf ar
Ġin d
Ġt ype
ge ther
evelop ed
ĠC D
ĠC limax
Ġc our
Ġc orrect
ĠW h
it ely
Ġst rong
Ġre ason
ĠO ctober
ĠF ebruary
ĠSt arCraft
ag ers
Ġmo ment
199 7
Ġ199 7
Ġcomb in
ĠMMORPG s
Ġne ither
Ġjo b
Ġgu ess
Ġinst ance
Ġline up
Ġact ually
Ġdefin itely
Ġcour se
A ugust
b ing
w hat
y ing
er ally
Ġa ble
la in
as tic
ti ful
en s
en erally
Ġh igh
oo l
Ġb le
Ġon line
ter tain
li c
Ġc are
Ġm a
is tic
Ġto gether
ĠB ut
Ġdo ing
ĠG enerally
Ġor ig
su al
Ġe very
Ġen tertain
ĠSpe llForce
ĠRe leased
ĠK unos
Ġreview ed
au tiful
ĠAl though
Ġse e
Ġoption s
Ġexpec t
Ġcommon ly
Ġdisappoint ing
Be thesda
I t
P S
S quare
b ility
e op
i ble
r ust
Ġ rest
at ive
Ġa vo
Ġg ra
Ġs af
en ing
Ġh u
Ġh aving
Ġw ork
ĠI f
Ġf requ
Ġf ant
Ġc ri
Ġc ool
Ġm is
ĠF PS
Wh ile
Ġwh ere
Ġpre viously
Ġmean s
Ġfav or
ep tional
Ġsome what
Ġcon ve
Ġus ers
Ġam ong
ab ly
Ġversion s
Ġteen agers
Ġlaunch ed
Ġkid s
iti ve
Ġpos itive
onest ly
Ġind ifferent
Ġble nd
lic ated
eop le
Ġavo id
Ġsaf e
Ġfrequ ent
Ġfant astic
A llods
E idos
H azelight
I vory
N inja
N ovember
S pectrum
c in
f un
i es
j er
t tle
u sual
Ġ end
Ġ use
er ful
in terest
Ġa vaila
or bing
Ġp lus
as cin
th ers
ing ham
Ġth ings
en ce
Ġi mpress
Ġh it
ĠS pectrum
ĠI vory
Ġo ld
ird est
ri tty
ĠE idos
201 9
ear jer
li est
Ġsh ort
ĠA llods
ĠD eveloped
ĠN inja
ĠN ovember
it es
ĠH azelight
Ġli ttle
Ġre g
ĠB irm
Ġme ss
ade o
Ġas king
Ġta ke
Ġmo d
sh ort
mp ower
Ġn eed
vol ting
Ġget ting
ap s
ap an
right ening
Ġcome s
Ġgo tten
Ġinclud es
Ġl ong
ward ing
Th ere
fa ir
lear n
Ġhel p
ĠJ apan
iz arre
ens ive
Ġorig inally
Ġfavor ites
Ġfrequent ly
interest ing
ascin ating
earjer king
ĠBirm ingham
mpower ing
! "
a lent
b ably
i eve
l er
n ed
p leas
p os
r ch
w he
Ġ ke
Ġp eople
Ġs ad
ou nter
Ġh ard
ĠS quare
Ġb el
vent ures
ri ve
Ġf act
ĠW hat
Ġview s
Ġpu rch
su me
ĠTh at
Ġas sume
iv alent
Ġal though
ĠBe thesda
Re leased
Ġche ap
Ġus er
Ġad ventures
Ġcom ple
Ġpro bably
Ġinvol ving
Ġfair ly
Ġim mersive
Ġfunction ality
Ġunder whe
Ġhu ge
Ġmis s
Ġavaila bility
pleas ant
Ġunderwhe l
A nother
C h
G host
b ivalent
c ounter
k s
o ver
p acked
w ar
Ġ multi
Ġ last
me s
Ġp ic
Ġp acked
as i
Ġs m
Ġs enti
Ġh onestly
ar t
Ġd ifferent
Ġw rong
no ying
ac ular
Ġthe mes
Ġt op
Ġc am
ĠA ugust
eg ative
ke war
ĠN o
it ed
Ġm at
Ġm ix
id d
qu e
Ġli m
Ġpuzz ler
ĠG od
ĠF inal
Ġme ant
com p
Ġen counter
]), "
Ġn egative
Ġcomb ines
ĠPay day
Ġtry ing
Ġfeel ing
ne w
Ġar ound
Ġprefer ence
Ġam bivalent
pect acular
Ġwho le
Ġsurpris ing
Ġlu kewar
ĠWh ile
Ġmod es
Ġbel ieve
Ch ris
Ġsenti ment
Ġencounter ed
Ġlukewar m
S UPERHOT
e a
h aps
i st
l ust
n ing
o ck
p tion
s cary
t ry
v orite
Ġa cc
or ough
Ġp ut
Ġg ritty
ti re
Ġs pecif
Ġs uper
Ġs cary
Ġth orough
Ġi mp
Ġh old
Ġh app
ĠS UPERHOT
Ġd rive
Ġo thers
ri ll
ro p
Ġc ertain
ĠW ind
ch allenging
ta ctical
Ġen ough
Ġen try
Ġen tire
are d
Ġas pect
Ġal right
Ġsu ggest
Ġcomb ine
ĠRe flections
Ġsupport s
Ġrece ption
Ġfan s
add ictive
Ġse lection
Ġdisli king
Re flections
Ġch allenging
Ġlack lust
Ġgo ing
Ġconso le
Ġdown right
Ġuni que
Ġstand ard
Ġadd ictive
fa vorite
che ap
Ġcri tic
pos ed
Ġmulti ple
comp licated
Ġthorough ly
rill ing
ĠWind ows
Ġlacklust er
1 0
E ver
J ust
W as
d ic
j or
k es
u mp
v ant
Ġ ro
Ġp res
Ġp lain
ĠT rackMania
oo se
Ġd ay
Ġw anted
Ġb ased
Ġb last
ro w
Ġc lear
ĠIt s
ĠR ise
ĠA nd
ĠA lan
Ġst u
port ant
Ġm aking
Ġm idd
Ġli ve
Ġbe autiful
ĠG host
pec ts
Ġta kes
Do es
ĠCh ris
Ġlo ts
ĠWi th
Ġsup posed
ĠOn e
Ġex t
Ġsome time
Ġun pleasant
Ġqu ick
Ġprefer red
Ġgam er
Ġch oose
Ġad ore
Ġad vant
Ġlack ing
Ġcont ro
Ġcom pe
Ġnew est
Ġl ow
Ġpro du
Ġim portant
Ġper haps
Ġsurpris ed
Ġwor st
Ġcorrect ly
Ġcombin ed
Ġma jor
rust rating
Ġreg ular
Ġpic ked
Ġadvant age
f ect
f fort
g n
k i
p ai
p ut
Ġ name
er en
at es
re ci
on ent
or d
me d
la x
Ġg ave
Ġs ure
Ġs pectacular
Ġi de
ir ky
Ġh or
Ġd ynamic
Ġo wn
Ġb l
Ġb ro
ation s
ri ate
ĠE ve
Ġt on
Ġt ea
Ġon es
ĠC urrently
Ġc up
Ġan noying
Ġm one
un ning
Ġsimulation s
Ġme m
Ġe asi
Ġe ffort
us ing
Ġwh ose
are ly
Ġas k
Ġas pects
ast s
Ġmention ing
Ġfeel ings
ĠNight shade
Ġreal istic
Ġthought s
Ġde al
Ġear ned
Ġexc eptional
