{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"er":257,"in":258,"],":259,"at":260,"re":261,"on":262,"Ġa":263,"or":264,"me":265,"la":266,"Ġp":267,"le":268,"as":269,"ame":270,"ve":271,"Ġg":272,"lay":273,"th":274,"ti":275,"for":276,"ing":277,"Ġs":278,"Ġth":279,"en":280,"ers":281,"ou":282,"ed":283,"es":284,"Ġi":285,"čĊ":286,"nt":287,"])":288,"\",":289,"])\",":290,"rat":291,"cti":292,"Ġgame":293,"form":294,"ir":295,"leas":296,"layer":297,"releas":298,"name":299,"ion":300,"Ġh":301,"nd":302,"ar":303,"Ġis":304,"Ġy":305,"ĠS":306,"res":307,"Ġyou":308,"mu":309,"lat":310,"Ġrat":311,"ĠT":312,"oo":313,"ĠP":314,"Ġpers":315,"release":316,"pe":317,"ure":318,"Ġd":319,"20":320,"Ġgen":321,"Ġw":322,"Ġhas":323,"ĠI":324,"Ġo":325,"Ġgenres":326,"Ġb":327,"al":328,"st":329,"ĠM":330,"Ġrating":331,"Ġperson":332,"ad":333,"ver":334,"no":335,"])\",\"":336,"vent":337,"venture":338,"ird":339,"Ġand":340,"player":341,"ation":342,"ri":343,"ac":344,"Ġf":345,"Ġof":346,"ro":347,"op":348,"ctive":349,"latform":350,"pective":351,"lti":352,"multi":353,"multiplayer":354,"he":355,"Ġplatform":356,"ĠE":357,"Ġin":358,"201":359,"inform":360,"Ġthe":361,"St":362,"Ġt":363,"Ġon":364,"eve":365,"ear":366,"ie":367,"ge":368,"ai":369,"ction":370,"laySt":371,"layStation":372,"am":373,"lop":374,"evelop":375,"adventure":376,"an":377,"'s":378,"Ġrelease":379,"ter":380,".\"":381,"el":382,"ĠPC":383,"Ġplayer":384,"Ġplatforms":385,"pers":386,"perspective":387,"Ġthat":388,"yes":389,"Ġdevelop":390,"te":391,"ĠC":392,"li":393,"bo":394,"Ġgames":395,"Ġfor":396,"year":397,"ble":398,"ex":399,"Ġc":400,"Ġsh":401,"ĠIt":402,"Xbo":403,"Xbox":404,"vai":405,"vaila":406,"vailable":407,"Ġshoo":408,"Ġavailable":409,"ĠThe":410,"Ġ(":411,"ĠR":412,"Ġdeveloper":413,"ood":414,"om":415,"est":416,"ĠXbox":417,"Ġshooter":418,"ĠW":419,"Ġan":420,"Ġit":421,"ĠA":422,"Ġv":423,"ĠD":424,"iew":425,"Ġwas":426,"inu":427,"inux":428,"age":429,"Ġ201":430,"ĠL":431,"Ġplay":432,"Ġview":433,"verage":434,"ly":435,"ld":436,"gh":437,"ort":438,"irst":439,"ic":440,"eg":441,"if":442,"Ġthird":443,"ke":444,"ĠN":445,"it":446,"Ġmultiplayer":447,"Ġst":448,"Ġreleas":449,"rateg":450,"ĠH":451,"port":452,"ll":453,"rategy":454,"Ġm":455,"Ġwi":456,"Ġreleased":457,"imu":458,"PlayStation":459,"ĠPlayStation":460,"play":461,"lent":462,"imulat":463,"is":464,"Ġaction":465,"Ġstrategy":466,"action":467,"role":468,"ut":469,"playing":470,"Ġno":471,"id":472,"Ġ2":473,"?\"":474,"int":475,"riv":476,"Ġ1":477,"qu":478,"Ġby":479,"Ġwith":480,"Ġli":481,"rb":482,"esrb":483,"out":484,"end":485,"exc":486,"200":487,"ive":488,")],":489,"Ġre":490,"eam":491,"rac":492,"Ġesrb":493,"ght":494,"excel":495,"excellent":496,"good":497,"Ġto":498,"The":499,"ĠB":500,"ay":501,"racing":502,"requ":503,"request":504,"ave":505,"Ġlike":506,"Ġrole":507,"imulation":508,"tri":509,"average":510,"zz":511,"ĠSte":512,"ĠSteam":513,"steam":514,"riving":515,"dventure":516,"99":517,"io":518,"bu":519,"oor":520,"intend":521,"intendo":522,"third":523,"ft":524,"Ġbe":525,"rom":526,"Ġfrom":527,"tribu":528,"mac":529,"ĠMac":530,"tribute":531,"attribute":532,"Ġrated":533,"Ġpu":534,"ĠLinux":535,"linux":536,"Ġpuzz":537,"ch":538,"Ġpuzzle":539,"ce":540,"ature":541,"die":542,"Ġnot":543,"Ġdo":544,"and":545,"ĠG":546,"inion":547,"Ġadventure":548,"ĠV":549,"ck":550,"ĠO":551,"Ġsport":552,"one":553,"Ġfirst":554,"Ġbut":555,"lan":556,"Ġperspective":557,"Ġplayed":558,"un":559,"ĠMature":560,"ta":561,"omb":562,"give":563,"ĠF":564,"verif":565,"opinion":566,"verify":567,"first":568,"ight":569,"ĠTe":570,"et":571,"ĠII":572,"Ġ3":573,"Ġhave":574,"Ġgood":575,"ĠSt":576,"exp":577,"Ġsimulation":578,"Ġindie":579,"all":580,"ĠNintendo":581,"erta":582,"aid":583,"You":584,"Ġor":585,"Ġme":586,"up":587,"poor":588,"Ġcan":589,"ia":590,"ally":591,"very":592,"Wh":593,"ment":594,"PC":595,"ud":596,"pec":597,"ier":598,"Ġab":599,"su":600,"Ġe":601,"Ġabout":602,"ur":603,"Ġ200":604,"Ġout":605,"Ġaverage":606,"ry":607,"veryone":608,"ĠTeen":609,"ĠGame":610,"com":611,"'t":612,"Ġen":613,"bird":614,"cal":615,"Ġbird":616,"ĠEveryone":617,"ĠGames":618,"us":619,"Ġplatformer":620,"ag":621,"ow":622,"ero":623,"ĠU":624,"ĠTh":625,"udio":626,"ide":627,"ant":628,"ĠSpe":629,"ĠStudio":630,"eed":631,"Ġdeveloped":632,"jo":633,"Ġso":634,"ĠSpeed":635,"ig":636,"ind":637,"tion":638,"Ġdriving":639,"joy":640,"Ġenjoy":641,"driving":642,"mend":643,"commend":644,"ertain":645,"ntertain":646,"ĠEntertain":647,"ĠEntertainment":648,"lo":649,"gg":650,"tle":651,"irm":652,"ard":653,"Ġwh":654,"pecif":655,"ggest":656,"onf":657,"conf":658,"ĠStudios":659,"ade":660,"recommend":661,"lanation":662,"explanation":663,"suggest":664,"pecifier":665,"confirm":666,"ĠDo":667,"are":668,"Ġas":669,"Ġta":670,"PG":671,"Ġmo":672,"ack":673,"What":674,"time":675,"orm":676,"ctical":677,"sh":678,"orld":679,"Ġtactical":680,"ent":681,"oft":682,"lder":683,"king":684,"ell":685,"Ġany":686,"ron":687,"ere":688,"mp":689,"Do":690,"ĠRaid":691,"ĠRaider":692,"Ġare":693,"os":694,"Ġexcellent":695,"ther":696,"ho":697,"em":698,"ol":699,"Need":700,"199":701,"ond":702,"ust":703,"iv":704,"Ġ199":705,"Ġ2014":706,"itch":707,"ber":708,"ĠHero":709,"simulation":710,"Ġcame":711,"Ġ10":712,"lin":713,"ĠSk":714,"uper":715,"ss":716,"Ġk":717,"ass":718,"ĠWar":719,"Ġ4":720,"Ġthin":721,"If":722,"Ġthink":723,"Ro":724,"ball":725,"ould":726,"Ġdoes":727,"ra":728,"Ġal":729,"oint":730,"de":731,"Ġj":732,"lar":733,"oon":734,"ĠWorld":735,"Ġsing":736,"oom":737,"sport":738,"Ġsingle":739,"Ġfe":740,"Ġ2015":741,"ran":742,"Ġspecifier":743,"]),":744,"ittle":745,"Ġjust":746,"so":747,"raft":748,"aw":749,"Ġ2018":750,"ased":751,"Ġpoor":752,"Ġpre":753,"now":754,"urn":755,"rest":756,"Ġpoint":757,"Ġreally":758,"Ġsaid":759,"Ġknow":760,"ĠCh":761,"lick":762,"based":763,"ĠTy":764,"ast":765,"Ġratings":766,"click":767,"ak":768,"coon":769,"mber":770,"ater":771,"ĠTycoon":772,"orest":773,"tt":774,"ular":775,"ĠForest":776,"Ġonly":777,"ough":778,"etro":779,"Ġn":780,"RPG":781,"real":782,"2014":783,"Ġlo":784,"imulator":785,"lanc":786,"'re":787,"MO":788,"MORPG":789,"to":790,"Ġyour":791,"Super":792,"Ġsu":793,"Ġexp":794,"Ġturn":795,"Nintendo":796,"cro":797,"ĠWi":798,"ĠPro":799,"aded":800,"Ġcomb":801,"dge":802,"sla":803,"ĠSoft":804,"slash":805,"croll":806,"ax":807,"ĠUs":808,"orms":809,"oaded":810,"ĠScroll":811,"ĠMag":812,"ĠElder":813,"eloaded":814,"ĠClanc":815,"ĠReloaded":816,"ĠScrolls":817,"ĠMagic":818,"ĠClancy":819,"ost":820,"ĠCre":821,"se":822,"Ġone":823,"Ġmade":824,"ĠZ":825,"Ġracing":826,"ori":827,"ĠSm":828,").":829,"Ġfun":830,"ill":831,"ĠSh":832,"rating":833,"Ġother":834,"ĠRe":835,"Ġplaying":836,"Ġside":837,"ate":838,"Co":839,"oration":840,"ĠCor":841,"Ġall":842,"ance":843,"ĠPay":844,"Ġever":845,"line":846,"ot":847,"ted":848,"ntion":849,"Ġsports":850,"Ġmention":851,"ĠK":852,"tty":853,"hic":854,"Ġcombat":855,"ĠLast":856,"yst":857,"river":858,"ĠAm":859,"Ġ15":860,"ĠVI":861,"Are":862,"Sho":863,"Ġtry":864,"ioSho":865,"ioShock":866,"vehic":867,"ĠCry":868,"ĠAge":869,"Ass":870,"Ġsup":871,"BA":872,"ely":873,"Little":874,"craft":875,"vehicular":876,"ĠSoftw":877,"ct":878,"Ġthis":879,"Ġhack":880,"ĠMMORPG":881,"Ġalso":882,"ili":883,"Ġmu":884,"ĠAn":885,"Ġpretty":886,"witch":887,"Roll":888,"Ġmean":889,"Ġmode":890,"ĠYou":891,"Ġsupport":892,"inball":893,"side":894,"Ġmy":895,"ake":896,"Ġmentioned":897,"ru":898,"ory":899,"ĠOn":900,"im":901,"Ġrece":902,"Tomb":903,"ong":904,"Ġthere":905,"ĠUn":906,"onder":907,"ĠTomb":908,"eveloper":909,"Ġsuch":910,"Metro":911,"ĠEA":912,"developer":913,"Ġfeel":914,"anted":915,"ĠNight":916,"2015":917,"Ġlove":918,"ĠOnline":919,"ror":920,"Ġreal":921,"ash":922,"ĠMost":923,"ĠHit":924,"Tom":925,"Ġfind":926,"Age":927,"ilent":928,"uit":929,"atal":930,"ĠHill":931,"Ġreceive":932,"uitar":933,"ma":934,"Ġex":935,"ony":936,"ess":937,"nderta":938,"ĠRPG":939,"ife":940,"assin":941,"ĠCreed":942,"Ġreceived":943,"ndertale":944,"aos":945,"irror":946,"ĠEdge":947,"ĠCatal":948,"ĠWanted":949,"ĠAdventure":950,"ĠHaw":951,"ĠBig":952,"ĠSkater":953,"ĠChaos":954,"ĠSmash":955,"ĠHits":956,"ĠCatalyst":957,"ĠHawk":958,"vol":959,"ich":960,"Ġhear":961,"Ġgener":962,"sic":963,"loo":964,"ĠMan":965,"ĠSwitch":966,"Ġshoot":967,"fer":968,"ings":969,"Ġdid":970,"Ġheard":971,"Ġfa":972,"Ġfight":973,"Ġfan":974,"Ġfighting":975,"yp":976,"Ġsay":977,"Ġsimulator":978,"ked":979,"ont":980,"ĠHeroes":981,"ever":982,"Ġget":983,"2016":984,"old":985,"Ġ2016":986,"ĠThis":987,"rivia":988,"ĠSoftware":989,"ue":990,"ĠBe":991,"ĠSky":992,"'m":993,"2017":994,"Ġwhich":995,"platform":996,"vi":997,"rim":998,"Ġ2017":999,"ne":1000,"aster":1001,"ĠTi":1002,"board":1003,"ice":1004,").\"":1005,"Worms":1006,"ĠHave":1007,"ires":1008,"ark":1009,"arted":1010,"2011":1011,"ket":1012,"Ġmost":1013,"ness":1014,"Ġ2011":1015,"16":1016,"cket":1017,"eag":1018,"erCo":1019,"ĠLeag":1020,"ĠNeed":1021,"ĠAmong":1022,"erCoaster":1023,"ĠLeague":1024,"[]),":1025,"date":1026,"specifier":1027,"unt":1028,"Ġ&":1029,"ĠEnd":1030,"ĠEmp":1031,"ief":1032,"gel":1033,"ĠRun":1034,"ĠRoom":1035,"ĠWol":1036,"ĠWitch":1037,"ĠDoom":1038,"ĠDark":1039,"ghold":1040,"ortal":1041,"ĠHunt":1042,"charted":1043,"ĠIII":1044,"ĠThief":1045,"ronghold":1046,"ĠWarcraft":1047,"ĠWild":1048,"ĠKings":1049,"ĠAngel":1050,"ĠEmpires":1051,"ĠWolf":1052,"ĠWitcher":1053,"ĠDarkness":1054,"Life":1055,"'ve":1056,"Have":1057,"Ġvehicular":1058,"nter":1059,"Ġtal":1060,"da":1061,"lizz":1062,"omm":1063,"ĠOlder":1064,"ign":1065,"lizzard":1066,"ts":1067,"ĠEn":1068,"ap":1069,"cade":1070,"ire":1071,"man":1072,"ĠTheory":1073,"Ġmak":1074,"Why":1075,"ronic":1076,"ky":1077,"ĠRo":1078,"Ġop":1079,"ĠAd":1080,"ays":1081,"Ġmakes":1082,"view":1083,"last":1084,"Ġfav":1085,"ĠDriver":1086,"Cry":1087,"NBA":1088,"car":1089,"Ġreview":1090,"Ġtalking":1091,"ep":1092,"rand":1093,"lid":1094,"Assassin":1095,"ĠInter":1096,"orite":1097,"BioShock":1098,"Ġdoesn":1099,"Max":1100,"So":1101,"ced":1102,"1999":1103,"Is":1104,"poration":1105,"ution":1106,"ĠMight":1107,"ext":1108,"Ġenjoyed":1109,"Ġ1999":1110,"ĠCorporation":1111,"volution":1112,"indie":1113,"reat":1114,"Ġwonder":1115,"ines":1116,"Ġtext":1117,"ought":1118,"add":1119,"Ġtrivia":1120,"Ġbeen":1121,"Guitar":1122,"od":1123,"Ġloo":1124,"les":1125,"lier":1126,"2005":1127,"Ġfavorite":1128,"For":1129,"Spe":1130,"ous":1131,"Ġsome":1132,"mple":1133,"oot":1134,"Ġdis":1135,"An":1136,"Undertale":1137,"Ġthought":1138,"ĠAre":1139,"ish":1140,"Mirror":1141,"um":1142,"esid":1143,"ĠSp":1144,"Ġ2005":1145,"Silent":1146,"po":1147,"Ġun":1148,"reak":1149,"use":1150,"Ġreviews":1151,"au":1152,"cage":1153,"ound":1154,"anced":1155,"ital":1156,"Ġele":1157,"own":1158,"igital":1159,"Un":1160,"blo":1161,"down":1162,"ina":1163,"orSt":1164,"forge":1165,"irt":1166,"ara":1167,"lation":1168,"ĠEvi":1169,"elda":1170,"ĠApo":1171,"ĠLeg":1172,"ĠNF":1173,"ision":1174,"Ġliked":1175,"ĠOcar":1176,"iablo":1177,"calyp":1178,"ivision":1179,"range":1180,"ĠZelda":1181,"ĠPayne":1182,"otorSt":1183,"ĠSkyrim":1184,"ĠTime":1185,"ishing":1186,"esident":1187,"ĠEvil":1188,"ĠApocalyp":1189,"ĠLegend":1190,"ĠOcarina":1191,"otorStorm":1192,"ĠApocalypse":1193,"33":1194,"Qu":1195,"eier":1196,"fare":1197,"hind":1198,"kay":1199,"lind":1200,"sir":1201,"sis":1202,"vanced":1203,"zation":1204,"Ġ20":1205,"Ġqu":1206,"erman":1207,"ince":1208,"than":1209,"arter":1210,"ario":1211,"ĠPri":1212,"ĠPinball":1213,"ĠMeier":1214,"ĠMario":1215,"roft":1216,"ĠEthan":1217,"2010":1218,"evelation":1219,"anishing":1220,"ĠCell":1221,"ĠCiv":1222,"ĠCarter":1223,"ĠCroft":1224,"ĠRevelation":1225,"ĠDut":1226,"ĠDigital":1227,"ĠDivision":1228,"ĠLines":1229,"utlast":1230,"Ġ12":1231,"ĠBomb":1232,"ĠBreak":1233,"ĠBlind":1234,"tris":1235,"andos":1236,"ĠVanishing":1237,"ĠOsir":1238,"ĠTemple":1239,"ĠStrange":1240,"ager":1241,"owdown":1242,"antum":1243,"emy":1244,"linter":1245,"ĠWarfare":1246,"ransport":1247,"ĠShowdown":1248,"ilization":1249,"ĠNightma":1250,"ĠManager":1251,"ĠBehind":1252,"ommandos":1253,"ĠEnemy":1254,"ĠAdvanced":1255,"adden":1256,"ootball":1257,"ĠSplinter":1258,"ĠNFL":1259,"Quantum":1260,"Ġ2033":1261,"ĠPrime":1262,"ĠCivilization":1263,"ĠDuty":1264,"ĠBomberman":1265,"ĠOsiris":1266,"ĠNightmares":1267,"FA":1268,"IFA":1269,"Ġdon":1270,"Ġelement":1271,"ial":1272,"Ġokay":1273,"Ġbo":1274,"Ġcon":1275,"ple":1276,"Ġreme":1277,"Tony":1278,"Ġremember":1279,"Ġshooters":1280,"Ġdidn":1281,"Ġelements":1282,"ect":1283,"ami":1284,"Ġ2010":1285,"Ġif":1286,"Ġtoo":1287,"ĠDance":1288,"RollerCoaster":1289,"World":1290,"ual":1291,"Ġlooking":1292,"ĠIs":1293,"cent":1294,"ien":1295,"ye":1296,"ghty":1297,"ĠDog":1298,"aughty":1299,"Might":1300,"Portal":1301,"orth":1302,"Ġde":1303,"Ġwell":1304,"ĠAl":1305,"EA":1306,"Ġear":1307,"ĠSo":1308,"Stronghold":1309,"Ġeye":1310,"dy":1311,"ore":1312,"Ġthough":1313,"af":1314,"mall":1315,"ties":1316,"right":1317,"Ġvide":1318,"Ġvideo":1319,"ox":1320,"llus":1321,"ĠEAD":1322,"llusion":1323,"Ġgreat":1324,"Ġse":1325,"Ġfound":1326,"Ġboth":1327,"ff":1328,"Ġshould":1329,"Small":1330,"thing":1331,"Ġyear":1332,"Ġoff":1333,"Uncharted":1334,"Ġsim":1335,"alve":1336,"Rocket":1337,"Ġgeneral":1338,"ci":1339,"medy":1340,"Ġwill":1341,"active":1342,"een":1343,"Ġr":1344,"Ġeve":1345,"onami":1346,"rated":1347,"Ġinto":1348,"Ġthem":1349,"tember":1350,"Ġwhat":1351,"eptember":1352,"ĠInteractive":1353,"Ġearlier":1354,"Ġeven":1355,"day":1356,"lack":1357,"led":1358,"Ġthey":1359,"ĠLittle":1360,"Ġdisli":1361,"Man":1362,"ĠTeam":1363,"ĠInd":1364,"Madden":1365,"able":1366,"Ġmuch":1367,"Ġexam":1368,"Sid":1369,"rough":1370,"ĠTo":1371,"rif":1372,"2013":1373,"ivers":1374,"Ġexample":1375,"Bus":1376,"Far":1377,"FIFA":1378,"HL":1379,"Lara":1380,"back":1381,"ĠTru":1382,"ĠWond":1383,"ĠNorth":1384,"etal":1385,"oriz":1386,"ĠWonders":1387,"Craft":1388,"hia":1389,"nake":1390,"rone":1391,"sa":1392,"ua":1393,"uro":1394,"vers":1395,"zard":1396,"lade":1397,"enua":1398,"rathia":1399,"arCraft":1400,"ĠSac":1401,"ĠSimulator":1402,"ĠSnake":1403,"ĠSenua":1404,"ĠPur":1405,"ĠEater":1406,"ĠEff":1407,"ĠErathia":1408,"ĠTheft":1409,"ĠRest":1410,"ĠAut":1411,"ĠDaw":1412,"ift":1413,"rivial":1414,"ayers":1415,"ĠGear":1416,"ĠFear":1417,"etto":1418,"suit":1419,"ĠThrone":1420,"hot":1421,"ĠChronic":1422,"ĠWizard":1423,"ĠZero":1424,"ĠShift":1425,"ĠRevolution":1426,"ĠCorsa":1427,"ĠPayback":1428,"Rollcage":1429,"ĠUnivers":1430,"ĠAlone":1431,"ĠSolid":1432,"afia":1433,"ĠIndia":1434,"rifice":1435,"ĠTruck":1436,"orizon":1437,"ĠSacrifice":1438,"ĠPursuit":1439,"ĠEffect":1440,"ĠRestoration":1441,"ĠAuto":1442,"ĠDawn":1443,"ĠChronicles":1444,"ĠUniverse":1445,"Diablo":1446,"blade":1447,"Ġthrough":1448,"ĠSim":1449,"Ġwould":1450,"Ġtri":1451,"ellblade":1452,"Metroid":1453,"ĠSims":1454,"Dirt":1455,"MotorStorm":1456,"Ori":1457,"Ġhad":1458,"Ġ2013":1459,"llFor":1460,"Ġmusic":1461,"ience":1462,"llForce":1463,"Call":1464,"Football":1465,"esign":1466,"music":1467,"2009":1468,"ĠThere":1469,"omp":1470,"Ġ2009":1471,"Ġtried":1472,"Transport":1473,"aking":1474,"ite":1475,"Ġar":1476,"asy":1477,"ĠWorms":1478,"2001":1479,"Mass":1480,"bis":1481,"ities":1482,"Ġat":1483,"Ġhow":1484,"ĠMont":1485,"Ġfel":1486,"ĠCities":1487,"ĠDesign":1488,"platformer":1489,"Crysis":1490,"cient":1491,"bisoft":1492,"Ġfelt":1493,"Ġ2001":1494,"Ġexper":1495,"Ġwondering":1496,"Commandos":1497,"Outlast":1498,"Resident":1499,"Te":1500,"Tetris":1501,"19":1502,"Blizzard":1503,"Pay":1504,"has":1505,"ĠIllusion":1506,"Ġoffers":1507,"Sky":1508,"tic":1509,"Ġwere":1510,"Ġover":1511,"Payday":1512,"Skyforge":1513,"Since":1514,"Ġu":1515,"Ġgot":1516,"Ġcal":1517,"Ġfeat":1518,"Ġexperience":1519,"evers":1520,"ham":1521,"ither":1522,"ome":1523,"Ġexc":1524,"attle":1525,"ately":1526,"ĠSuper":1527,"Ġgenerally":1528,"Ġrun":1529,"eversoft":1530,"ways":1531,"Ġti":1532,"erri":1533,"Ġgenre":1534,"Ġbad":1535,"2012":1536,"riend":1537,"Ġfond":1538,"StarCraft":1539,"ider":1540,"Ġup":1541,"fort":1542,"ĠMetro":1543,"Ġ2012":1544,"ĠBioShock":1545,"Superhot":1546,"SpellForce":1547,"strategy":1548,"Ġcu":1549,"2004":1550,"Ġbet":1551,"unately":1552,"Ġcalled":1553,"Ġtitle":1554,"CS":1555,"Fire":1556,"Hero":1557,"Trivial":1558,"Ġright":1559,"arcade":1560,"Ġfriend":1561,"rose":1562,"icro":1563,"ĠHo":1564,"Ġwhy":1565,"Ġalways":1566,"ĠRoll":1567,"Ġarcade":1568,"Heroes":1569,"Driver":1570,"Prose":1571,"rious":1572,"Ġ2004":1573,"Ġpoorly":1574,"Ġoption":1575,"Ġcurious":1576,"icroProse":1577,"Horizon":1578,"Re":1579,"terest":1580,"Ġche":1581,"ports":1582,"1998":1583,"Assetto":1584,"Ġexpec":1585,"Dance":1586,"Grand":1587,"ures":1588,"ooter":1589,"ĠRed":1590,"shooter":1591,"1994":1592,"Ġ1994":1593,"platforms":1594,"Ġseem":1595,"Euro":1596,"NHL":1597,"lus":1598,"Ġthen":1599,"Ġwant":1600,"cep":1601,"Ġ1998":1602,"Hellblade":1603,"Metal":1604,"mer":1605,"nam":1606,"ĠNBA":1607,"fortunately":1608,"namic":1609,"Never":1610,"gen":1611,"oncep":1612,"ledge":1613,"ĠConcep":1614,"isual":1615,"ĠBlizzard":1616,"ĠFire":1617,"Ġdecent":1618,"hammer":1619,"genres":1620,"ledgehammer":1621,"ĠConcepts":1622,"Mafia":1623,"inal":1624,"Ġback":1625,"ĠCan":1626,"ise":1627,"Ġbeing":1628,"Ġfriends":1629,"Layers":1630,"uter":1631,"ĠTony":1632,"ity":1633,"Ġprefer":1634,"Ġsimulators":1635,"Ġway":1636,"Ġits":1637,"ĠAss":1638,"omputer":1639,"ine":1640,"ork":1641,"alf":1642,"stal":1643,"Ġeither":1644,"Ġwhen":1645,"ynamic":1646,"Ġlat":1647,"ĠComputer":1648,"rack":1649,"ĠFant":1650,"ĠVII":1651,"Ġopinion":1652,"ĠFantasy":1653,"),":1654,"17":1655,"RB":1656,"SRB":1657,"mare":1658,"sier":1659,"td":1660,"zing":1661,"eric":1662,"Ġama":1663,"arsier":1664,"Ġisn":1665,"ĠTur":1666,"oof":1667,"ĠIn":1668,"ĠMass":1669,"ada":1670,"ĠESRB":1671,"ĠCE":1672,"ĠWay":1673,"ĠWake":1674,"ĠWonder":1675,"ĠLtd":1676,"Ġ14":1677,"2002":1678,"ĠOut":1679,"Ġ2002":1680,"ormally":1681,"shade":1682,"ĠReign":1683,"ĠAmeric":1684,"ĠNightmare":1685,"Mania":1686,"ĠMontreal":1687,"ĠIllusions":1688,"ĠCanada":1689,"rackMania":1690,"Ġamazing":1691,"ĠTurbo":1692,"ĠAmerican":1693,"Naughty":1694,"ix":1695,"ul":1696,"ving":1697,"ĠSilent":1698,"ress":1699,"Ġshooting":1700,"Ġquite":1701,"ality":1702,"Ġinterest":1703,"Ġtend":1704,"Ġpuzzles":1705,"Ġnormally":1706,"Ġsupported":1707,"Ġfeatures":1708,"Ġruns":1709,"Ġsame":1710,"ĠTom":1711,"Ġcould":1712,"rank":1713,"Ġoverall":1714,"Ġus":1715,"Ġgam":1716,"Ġgive":1717,"ĠMirror":1718,"ield":1719,"ĠUndertale":1720,"Ġne":1721,"Ancient":1722,"Ġexpected":1723,"Half":1724,"In":1725,"War":1726,"ause":1727,"Ġpar":1728,"lect":1729,"Ġbest":1730,"light":1731,"Ġch":1732,"ically":1733,"2007":1734,"urt":1735,"mpress":1736,"Ġlot":1737,"Warcraft":1738,"lightly":1739,"86":1740,"MMORPG":1741,"field":1742,"furt":1743,"pr":1744,"rts":1745,"Ġad":1746,"them":1747,"ĠMad":1748,"adow":1749,"Ġinc":1750,"tek":1751,"ĠArts":1752,"ĠDynamic":1753,"Ġreleases":1754,"ĠGuitar":1755,"ĠFrank":1756,"tten":1757,"ĠCrew":1758,"attlefield":1759,"lectronic":1760,"proof":1761,"ĠDynamics":1762,"ĠFrankfurt":1763,"Night":1764,"ated":1765,"Ġperspectives":1766,"Ġ2007":1767,"ĠRocket":1768,"Ġdislike":1769,"Ġcheck":1770,"Ġlately":1771,"Nightshade":1772,"Alan":1773,"Rise":1774,"TrackMania":1775,"Ġtime":1776,"Ġam":1777,"Ġbec":1778,"Speaking":1779,"lusive":1780,"Final":1781,"sider":1782,"Ġplatformers":1783,"ĠSmall":1784,"ĠUncharted":1785,"ĠRPGs":1786,"God":1787,"Konami":1788,"ase":1789,"Ġexclusive":1790,"Valve":1791,"by":1792,"du":1793,"wn":1794,"ail":1795,"Ġcome":1796,"ĠNaughty":1797,"ĠValve":1798,"ĠRemedy":1799,"September":1800,"fore":1801,"fox":1802,"ful":1803,"sy":1804,"sem":1805,"Ġvery":1806,"onix":1807,"arre":1808,"ĠSeptember":1809,"Ġplayers":1810,"ĠBost":1811,"Ġsolid":1812,"Core":1813,"loober":1814,"kyo":1815,"ĠTokyo":1816,"ĠHole":1817,"Remedy":1818,"orks":1819,"Ġbecause":1820,"byfox":1821,"syonix":1822,"semble":1823,"ĠBoston":1824,"ab":1825,"ntly":1826,"Ġtyp":1827,"ĠWould":1828,"tale":1829,"sually":1830,"elltale":1831,"Ġquality":1832,"Ġconsider":1833,"Ġlack":1834,"2018":1835,"Ġnow":1836,"urre":1837,"ĠKonami":1838,"Ġloved":1839,")])\",\"":1840,"brand":1841,"cre":1842,"hack":1843,"Ġgo":1844,"Ġtru":1845,"Ġcont":1846,"Ġmight":1847,"ĠStronghold":1848,"Ġusually":1849,"urrently":1850,"Ubisoft":1851,"ile":1852,"ring":1853,"Ġwe":1854,"Ġbefore":1855,"etail":1856,"pect":1857,"Ġnice":1858,"Ġconso":1859,"aut":1860,"cas":1861,"dio":1862,"fly":1863,"xt":1864,"ĠPortal":1865,"Ġfam":1866,"Ġtheir":1867,"text":1868,"ĠAst":1869,"Ġmature":1870,"2000":1871,"Ġmedio":1872,"Ġmore":1873,"asters":1874,"ticular":1875,"ĠAssassin":1876,"Ġgaming":1877,"Ġparticular":1878,"Ġmediocre":1879,"'d":1880,"iMax":1881,"kill":1882,"lla":1883,"nation":1884,"son":1885,"uerri":1886,"yro":1887,"eniMax":1888,"verkill":1889,"eline":1890,"Ġcase":1891,"ĠDetail":1892,"Ġ2019":1893,"Ġrefer":1894,"Ġrecent":1895,"Ġdown":1896,"udson":1897,"ronaut":1898,"emasters":1899,"axis":1900,"ĠSoftworks":1901,"app":1902,"mpressed":1903,"ttention":1904,"Ġtypically":1905,"casual":1906,"ĠAstronaut":1907,"national":1908,"uerrilla":1909,"ĠAstronauts":1910,"By":1911,"Oh":1912,"lud":1913,"ersion":1914,"Ġoffer":1915,"Ġmake":1916,"Ġtold":1917,"Ġ2000":1918,"ĠInternational":1919,"Ġbetter":1920,"Ġinclud":1921,"pinball":1922,"Ġsince":1923,"Ġversion":1924,"Ġman":1925,"2008":1926,"ĠUbisoft":1927,"lore":1928,"ĠSkyforge":1929,"ĠRollerCoaster":1930,"Neversoft":1931,"Red":1932,"ls":1933,"Ġthan":1934,"ris":1935,"Ġcom":1936,"ĠResident":1937,"ĠNeversoft":1938,"Ġrecommend":1939,"ows":1940,"1993":1941,"Ġ1993":1942,"iliar":1943,"Ġfamiliar":1944,"ilar":1945,"Ġaw":1946,"Ġpinball":1947,"Ġgameplay":1948,"ĠCommandos":1949,"Ġcurrently":1950,"ĠOutlast":1951,"ĠTetris":1952,"Ġ2008":1953,"ously":1954,"Ġunfortunately":1955,"Ġsimilar":1956,"ĠMassive":1957,"Ġnew":1958,"Ġreferring":1959,"Sh":1960,"ece":1961,"Ġhate":1962,"ary":1963,"Ġteen":1964,"ĠOri":1965,"viously":1966,"Ġinterested":1967,"Ġrecently":1968,"Shadow":1969,"Battlefield":1970,"IE":1971,"Jun":1972,"MicroProse":1973,"SCS":1974,"Ware":1975,"ten":1976,"wood":1977,"Ġl":1978,"Ġla":1979,"onic":1980,"iraxis":1981,"ĠSant":1982,"ĠSho":1983,"ĠSCS":1984,"star":1985,"ĠMonic":1986,"nod":1987,"Ġplatforming":1988,"ĠCore":1989,"Ġ29":1990,"Ġ11":1991,"ĠBarre":1992,"ioWare":1993,"buron":1994,"ckstar":1995,"ower":1996,"ĠProdu":1997,"ĠCrysis":1998,"ontnod":1999,"rimlore":2000,"ĠTiburon":2001,"apcom":2002,"Anthem":2003,"ĠRedwood":2004,"ecember":2005,"June":2006,"ĠSanta":2007,"ĠShores":2008,"ĠMonica":2009,"ĠBarrels":2010,"ĠProduction":2011,"Sports":2012,"ting":2013,"ug":2014,"ward":2015,"Ġpro":2016,"ĠSports":2017,"ĠTransport":2018,"ĠMax":2019,"ĠMicroProse":2020,"Ġmind":2021,"Ġsomething":2022,"Ġcontent":2023,"Ġconsoles":2024,"Sledgehammer":2025,"Visual":2026,"Ġbit":2027,"Ġbig":2028,"Ġterri":2029,"Ġnothing":2030,"Ġenjoyable":2031,"turn":2032,"trivia":2033,"Ġle":2034,"ĠMotorStorm":2035,"Ġoften":2036,"ĠCall":2037,"lim":2038,"Ġwithout":2039,"ĠFootball":2040,"Ġsaying":2041,"Ġuni":2042,"Ġdisliked":2043,"Ġterrible":2044,"Ear":2045,"Team":2046,"ek":2047,"pp":2048,"Ġag":2049,"Ġset":2050,"ĠSledgehammer":2051,"Ġinvol":2052,"ĠDirt":2053,"ĠDiablo":2054,"ĠLife":2055,"ĠVisual":2056,"ĠRollcage":2057,"Earlier":2058,"Tarsier":2059,"ially":2060,"Ġsyst":2061,"not":2062,"pecially":2063,"Ġabs":2064,"1990":2065,"ĠMetroid":2066,"Ġparticularly":2067,"appoint":2068,"Ġsystem":2069,"Days":2070,"ED":2071,"Fuse":2072,"available":2073,"bru":2074,"cto":2075,"ebru":2076,"jek":2077,"uno":2078,"ween":2079,"zion":2080,"Ġes":2081,"lazion":2082,"tham":2083,"though":2084,"Ġsi":2085,"outham":2086,"ĠSimu":2087,"ĠSoutham":2088,"ĠRED":2089,"ĠDays":2090,"Ġwasn":2091,"Ġ22":2092,"Ġ16":2093,"2003":2094,"ĠBus":2095,"Ġ2003":2096,"ĠProjek":2097,"Ġfair":2098,"Ġbetween":2099,"Fireproof":2100,"Ġconsidered":2101,"limax":2102,"ctober":2103,"ebruary":2104,"unos":2105,"Ġespecially":2106,"lazioni":2107,"ĠSimulazioni":2108,"ĠProjekt":2109,"Tin":2110,"hat":2111,"ng":2112,"ty":2113,"erely":2114,"ĠTarsier":2115,"ĠLara":2116,"Ġmerely":2117,"ĠFar":2118,"Ġcannot":2119,"When":2120,"Ġ1990":2121,"Ġkind":2122,"Ġfeature":2123,"Ġnor":2124,"ĠUnfortunately":2125,"Ġmostly":2126,"Ġexclusively":2127,"Been":2128,"Electronic":2129,"How":2130,"TS":2131,"yle":2132,"ĠQuantum":2133,"lection":2134,"Ġyet":2135,"ĠSid":2136,"Ġcreat":2137,"Ġ19":2138,"ĠFIFA":2139,"Ġeveryone":2140,"ĠDoes":2141,"ose":2142,"ĠAncient":2143,"Crystal":2144,"Beenox":2145,"Slightly":2146,"Ġsti":2147,"Ġswitch":2148,"our":2149,"ĠSlightly":2150,"ĠMadden":2151,"elight":2152,"Ġcomm":2153,"ĠRTS":2154,"itable":2155,"Ġstand":2156,"Ġsol":2157,"Ġsuitable":2158,"ĠCrytek":2159,"Crytek":2160,"1986":2161,"abili":2162,"Ġcreated":2163,"Ġ1986":2164,"Ġcommon":2165,"Bloober":2166,"Telltale":2167,"call":2168,"rÃ":2169,"enox":2170,"leased":2171,"ĠTin":2172,"ĠElectronic":2173,"ĠLayers":2174,"Ġrecall":2175,"unch":2176,"ĠCrystal":2177,"ĠBeenox":2178,"Ġmany":2179,"Black":2180,"Psyonix":2181,"ey":2182,"her":2183,"ating":2184,"lass":2185,"thes":2186,"nder":2187,"Ġrather":2188,"ĠMafia":2189,"nother":2190,"ĠEx":2191,"Ġtell":2192,"ĠNever":2193,"Ġ13":2194,"coming":2195,"rong":2196,"Ġdisappoint":2197,"Ġhowever":2198,"thesda":2199,"En":2200,"Overkill":2201,"Pre":2202,"az":2203,"demasters":2204,"ja":2205,"ove":2206,"ull":2207,"vory":2208,"zero":2209,"©al":2210,"Ġ7":2211,"inja":2212,"oring":2213,"Ġspe":2214,"Ġim":2215,"ĠTower":2216,"Ġdes":2217,"ĠMetal":2218,"ĠAzero":2219,"Ġstyle":2220,"ĠHow":2221,"llod":2222,"idos":2223,"quare":2224,"Ġtobyfox":2225,"ĠBattle":2226,"ĠFuse":2227,"Ġwho":2228,"Ġnever":2229,"tobyfox":2230,"Codemasters":2231,"Ġallows":2232,"rum":2233,"ĠEnsemble":2234,"odus":2235,"ĠMontrÃ":2236,"ĠHolo":2237,"ĠFireproof":2238,"ĠInc":2239,"pectrum":2240,"ugust":2241,"Ġabsol":2242,"Ġstill":2243,"ĠExodus":2244,"Ensemble":2245,"Previously":2246,"azelight":2247,"ovember":2248,"ĠAzeroth":2249,"llods":2250,"ĠMontrÃ©al":2251,"Th":2252,"ces":2253,"ually":2254,"Ġsur":2255,"ĠPsyonix":2256,"Ġplayable":2257,"iffer":2258,"ĠNHL":2259,"ĠBlack":2260,"Ġchance":2261,"Ġadd":2262,"Ġtruly":2263,"Byte":2264,"Ġunimpressed":2265,"Ġsolving":2266,"lassic":2267,"ĠHowever":2268,"ĠHoloByte":2269,"ifferent":2270,"Evolution":2271,"One":2272,"ZeniMax":2273,"red":2274,"Ġspec":2275,"ĠEuro":2276,"Ġcomp":2277,"ĠHellblade":2278,"utely":2279,"ĠBloober":2280,"mply":2281,"Ġaren":2282,"Ġtrue":2283,"Ġdownlo":2284,"Ġsimply":2285,"Ġspeaking":2286,"Ġabsolutely":2287,"Ġspecial":2288,"Ad":2289,"Attention":2290,"Can":2291,"Did":2292,"Guerrilla":2293,"Hudson":2294,"Illusion":2295,"Pyro":2296,"Sp":2297,"Would":2298,"fa":2299,"other":2300,"pite":2301,"pris":2302,"Ġapp":2303,"leng":2304,"esome":2305,"ĠTelltale":2306,"ĠPyro":2307,"Ġba":2308,"ĠEvolution":2309,"ĠAttention":2310,"Ġplays":2311,"Ġstrateg":2312,"ĠHudson":2313,"Ġliking":2314,"ĠGrand":2315,"ĠGuerrilla":2316,"acked":2317,"ĠUncasual":2318,"ĠAdeline":2319,"Uncasual":2320,"Firebrand":2321,"Firefly":2322,"ĠFirebrand":2323,"ĠFirefly":2324,"Ġawesome":2325,"Ġlaunch":2326,"Ġinvolve":2327,"Adeline":2328,"Spider":2329,"'ll":2330,"Hit":2331,"Moon":2332,"SIE":2333,"fin":2334,"mers":2335,"Ġaud":2336,"lear":2337,"Ġthose":2338,"Ġcho":2339,"Ġcap":2340,"ick":2341,"ĠHorizon":2342,"uring":2343,"ĠThough":2344,"Ġwhile":2345,"ĠZeniMax":2346,"Ġmust":2347,"Ġfeaturing":2348,"ĠAssetto":2349,"Ġgiven":2350,"Ġgives":2351,"Ġincluding":2352,"Hitman":2353,"Ġchoice":2354,"Ġcapabili":2355,"BioWare":2356,"Capcom":2357,"Hey":2358,"ming":2359,"ni":2360,"Ġleas":2361,"inally":2362,"Ġper":2363,"Ġimpressed":2364,"Ġhel":2365,"Ġfo":2366,"Ġfull":2367,"Ġvia":2368,"iting":2369,"Ġwish":2370,"Ġtoward":2371,"Which":2372,"Ġfunction":2373,"Ġunder":2374,"Ġupcoming":2375,"Ġinteresting":2376,"Ġuses":2377,"Ġcoming":2378,"Ġsystems":2379,"Ġcapabilities":2380,"Ġleast":2381,"Dontnod":2382,"December":2383,"ER":2384,"Firaxis":2385,"Grimlore":2386,"HO":2387,"PER":2388,"UPER":2389,"bj":2390,"flection":2391,"ictive":2392,"yer":2393,"Ġjo":2394,"ĠJune":2395,"Ġgu":2396,"ount":2397,"ĠSaw":2398,"ĠTrivial":2399,"Ġolder":2400,"alleng":2401,"act":2402,"Ġfami":2403,"Ġinst":2404,"Ġdevelopers":2405,"ĠCod":2406,"ĠDontnod":2407,"ĠDecember":2408,"Ġtot":2409,"ĠBattlefield":2410,"ĠGrimlore":2411,"ĠOK":2412,"ĠOverkill":2413,"ĠFiraxis":2414,"Ġeasy":2415,"tional":2416,"host":2417,"Rockstar":2418,"lanced":2419,"ĠAnthem":2420,"ĠRockstar":2421,"cary":2422,"iences":2423,"Ġtitles":2424,"Ġago":2425,"Ġdespite":2426,"Ġsurpris":2427,"Ġdownload":2428,"Ġbalanced":2429,"HOT":2430,"UPERHOT":2431,"flections":2432,"ĠSawyer":2433,"allenging":2434,"Ġfamily":2435,"ĠCodemasters":2436,")?":2437,"be":2438,"ype":2439,"enti":2440,"Ġwor":2441,"Ġboring":2442,"ĠCapcom":2443,"Ġclassic":2444,"ĠBioWare":2445,"Ġenjoying":2446,"Ġanything":2447,"Ġkid":2448,"ĠShadow":2449,"Ġlook":2450,"Ġamount":2451,"Ġstrategic":2452,"mersive":2453,"Ġaudiences":2454,"Ġtotally":2455,"Be":2456,"Kunos":2457,"aving":2458,"cc":2459,"che":2460,"cus":2461,"iti":2462,"igh":2463,"ĠJ":2464,"Ġline":2465,"Ġact":2466,"Ġpos":2467,"less":2468,"Ġthing":2469,"ĠSIE":2470,"ĠMoon":2471,"ĠDid":2472,"Ġstory":2473,"Ġmay":2474,"tain":2475,"Ġknows":2476,"Ġsubj":2477,"ility":2478,"[]),\"":2479,"Ġdefin":2480,"Massive":2481,"ĠSuperhot":2482,"Ġseems":2483,"Ġsimilarly":2484,"Ġlu":2485,"Ġinvolves":2486,"Ġfocus":2487,"Ġtowards":2488,"Ġsubject":2489,")])\",":2490,"And":2491,"CD":2492,"Climax":2493,"February":2494,"October":2495,"il":2496,"iz":2497,"vo":2498,"rect":2499,"onest":2500,"Ġanother":2501,"orrect":2502,"ason":2503,"Ġhated":2504,"Ġworth":2505,"Ġbu":2506,"Ġfar":2507,"Ġind":2508,"Ġtype":2509,"gether":2510,"eveloped":2511,"ĠCD":2512,"ĠClimax":2513,"Ġcour":2514,"Ġcorrect":2515,"ĠWh":2516,"itely":2517,"Ġstrong":2518,"Ġreason":2519,"ĠOctober":2520,"ĠFebruary":2521,"ĠStarCraft":2522,"agers":2523,"Ġmoment":2524,"1997":2525,"Ġ1997":2526,"Ġcombin":2527,"ĠMMORPGs":2528,"Ġneither":2529,"Ġjob":2530,"Ġguess":2531,"Ġinstance":2532,"Ġlineup":2533,"Ġactually":2534,"Ġdefinitely":2535,"Ġcourse":2536,"August":2537,"bing":2538,"what":2539,"ying":2540,"erally":2541,"Ġable":2542,"lain":2543,"astic":2544,"tiful":2545,"ens":2546,"enerally":2547,"Ġhigh":2548,"ool":2549,"Ġble":2550,"Ġonline":2551,"tertain":2552,"lic":2553,"Ġcare":2554,"Ġma":2555,"istic":2556,"Ġtogether":2557,"ĠBut":2558,"Ġdoing":2559,"ĠGenerally":2560,"Ġorig":2561,"sual":2562,"Ġevery":2563,"Ġentertain":2564,"ĠSpellForce":2565,"ĠReleased":2566,"ĠKunos":2567,"Ġreviewed":2568,"autiful":2569,"ĠAlthough":2570,"Ġsee":2571,"Ġoptions":2572,"Ġexpect":2573,"Ġcommonly":2574,"Ġdisappointing":2575,"Bethesda":2576,"It":2577,"PS":2578,"Square":2579,"bility":2580,"eop":2581,"ible":2582,"rust":2583,"Ġrest":2584,"ative":2585,"Ġavo":2586,"Ġgra":2587,"Ġsaf":2588,"ening":2589,"Ġhu":2590,"Ġhaving":2591,"Ġwork":2592,"ĠIf":2593,"Ġfrequ":2594,"Ġfant":2595,"Ġcri":2596,"Ġcool":2597,"Ġmis":2598,"ĠFPS":2599,"While":2600,"Ġwhere":2601,"Ġpreviously":2602,"Ġmeans":2603,"Ġfavor":2604,"eptional":2605,"Ġsomewhat":2606,"Ġconve":2607,"Ġusers":2608,"Ġamong":2609,"ably":2610,"Ġversions":2611,"Ġteenagers":2612,"Ġlaunched":2613,"Ġkids":2614,"itive":2615,"Ġpositive":2616,"onestly":2617,"Ġindifferent":2618,"Ġblend":2619,"licated":2620,"eople":2621,"Ġavoid":2622,"Ġsafe":2623,"Ġfrequent":2624,"Ġfantastic":2625,"Allods":2626,"Eidos":2627,"Hazelight":2628,"Ivory":2629,"Ninja":2630,"November":2631,"Spectrum":2632,"cin":2633,"fun":2634,"ies":2635,"jer":2636,"ttle":2637,"usual":2638,"Ġend":2639,"Ġuse":2640,"erful":2641,"interest":2642,"Ġavaila":2643,"orbing":2644,"Ġplus":2645,"ascin":2646,"thers":2647,"ingham":2648,"Ġthings":2649,"ence":2650,"Ġimpress":2651,"Ġhit":2652,"ĠSpectrum":2653,"ĠIvory":2654,"Ġold":2655,"irdest":2656,"ritty":2657,"ĠEidos":2658,"2019":2659,"earjer":2660,"liest":2661,"Ġshort":2662,"ĠAllods":2663,"ĠDeveloped":2664,"ĠNinja":2665,"ĠNovember":2666,"ites":2667,"ĠHazelight":2668,"Ġlittle":2669,"Ġreg":2670,"ĠBirm":2671,"Ġmess":2672,"adeo":2673,"Ġasking":2674,"Ġtake":2675,"Ġmod":2676,"short":2677,"mpower":2678,"Ġneed":2679,"volting":2680,"Ġgetting":2681,"aps":2682,"apan":2683,"rightening":2684,"Ġcomes":2685,"Ġgotten":2686,"Ġincludes":2687,"Ġlong":2688,"warding":2689,"There":2690,"fair":2691,"learn":2692,"Ġhelp":2693,"ĠJapan":2694,"izarre":2695,"ensive":2696,"Ġoriginally":2697,"Ġfavorites":2698,"Ġfrequently":2699,"interesting":2700,"ascinating":2701,"earjerking":2702,"ĠBirmingham":2703,"mpowering":2704,"!\"":2705,"alent":2706,"bably":2707,"ieve":2708,"ler":2709,"ned":2710,"pleas":2711,"pos":2712,"rch":2713,"whe":2714,"Ġke":2715,"Ġpeople":2716,"Ġsad":2717,"ounter":2718,"Ġhard":2719,"ĠSquare":2720,"Ġbel":2721,"ventures":2722,"rive":2723,"Ġfact":2724,"ĠWhat":2725,"Ġviews":2726,"Ġpurch":2727,"sume":2728,"ĠThat":2729,"Ġassume":2730,"ivalent":2731,"Ġalthough":2732,"ĠBethesda":2733,"Released":2734,"Ġcheap":2735,"Ġuser":2736,"Ġadventures":2737,"Ġcomple":2738,"Ġprobably":2739,"Ġinvolving":2740,"Ġfairly":2741,"Ġimmersive":2742,"Ġfunctionality":2743,"Ġunderwhe":2744,"Ġhuge":2745,"Ġmiss":2746,"Ġavailability":2747,"pleasant":2748,"Ġunderwhel":2749,"Another":2750,"Ch":2751,"Ghost":2752,"bivalent":2753,"counter":2754,"ks":2755,"over":2756,"packed":2757,"war":2758,"Ġmulti":2759,"Ġlast":2760,"mes":2761,"Ġpic":2762,"Ġpacked":2763,"asi":2764,"Ġsm":2765,"Ġsenti":2766,"Ġhonestly":2767,"art":2768,"Ġdifferent":2769,"Ġwrong":2770,"noying":2771,"acular":2772,"Ġthemes":2773,"Ġtop":2774,"Ġcam":2775,"ĠAugust":2776,"egative":2777,"kewar":2778,"ĠNo":2779,"ited":2780,"Ġmat":2781,"Ġmix":2782,"idd":2783,"que":2784,"Ġlim":2785,"Ġpuzzler":2786,"ĠGod":2787,"ĠFinal":2788,"Ġmeant":2789,"comp":2790,"Ġencounter":2791,"]),\"":2792,"Ġnegative":2793,"Ġcombines":2794,"ĠPayday":2795,"Ġtrying":2796,"Ġfeeling":2797,"new":2798,"Ġaround":2799,"Ġpreference":2800,"Ġambivalent":2801,"pectacular":2802,"Ġwhole":2803,"Ġsurprising":2804,"Ġlukewar":2805,"ĠWhile":2806,"Ġmodes":2807,"Ġbelieve":2808,"Chris":2809,"Ġsentiment":2810,"Ġencountered":2811,"Ġlukewarm":2812,"SUPERHOT":2813,"ea":2814,"haps":2815,"ist":2816,"lust":2817,"ning":2818,"ock":2819,"ption":2820,"scary":2821,"try":2822,"vorite":2823,"Ġacc":2824,"orough":2825,"Ġput":2826,"Ġgritty":2827,"tire":2828,"Ġspecif":2829,"Ġsuper":2830,"Ġscary":2831,"Ġthorough":2832,"Ġimp":2833,"Ġhold":2834,"Ġhapp":2835,"ĠSUPERHOT":2836,"Ġdrive":2837,"Ġothers":2838,"rill":2839,"rop":2840,"Ġcertain":2841,"ĠWind":2842,"challenging":2843,"tactical":2844,"Ġenough":2845,"Ġentry":2846,"Ġentire":2847,"ared":2848,"Ġaspect":2849,"Ġalright":2850,"Ġsuggest":2851,"Ġcombine":2852,"ĠReflections":2853,"Ġsupports":2854,"Ġreception":2855,"Ġfans":2856,"addictive":2857,"Ġselection":2858,"Ġdisliking":2859,"Reflections":2860,"Ġchallenging":2861,"Ġlacklust":2862,"Ġgoing":2863,"Ġconsole":2864,"Ġdownright":2865,"Ġunique":2866,"Ġstandard":2867,"Ġaddictive":2868,"favorite":2869,"cheap":2870,"Ġcritic":2871,"posed":2872,"Ġmultiple":2873,"complicated":2874,"Ġthoroughly":2875,"rilling":2876,"ĠWindows":2877,"Ġlackluster":2878,"10":2879,"Ever":2880,"Just":2881,"Was":2882,"dic":2883,"jor":2884,"kes":2885,"ump":2886,"vant":2887,"Ġro":2888,"Ġpres":2889,"Ġplain":2890,"ĠTrackMania":2891,"oose":2892,"Ġday":2893,"Ġwanted":2894,"Ġbased":2895,"Ġblast":2896,"row":2897,"Ġclear":2898,"ĠIts":2899,"ĠRise":2900,"ĠAnd":2901,"ĠAlan":2902,"Ġstu":2903,"portant":2904,"Ġmaking":2905,"Ġmidd":2906,"Ġlive":2907,"Ġbeautiful":2908,"ĠGhost":2909,"pects":2910,"Ġtakes":2911,"Does":2912,"ĠChris":2913,"Ġlots":2914,"ĠWith":2915,"Ġsupposed":2916,"ĠOne":2917,"Ġext":2918,"Ġsometime":2919,"Ġunpleasant":2920,"Ġquick":2921,"Ġpreferred":2922,"Ġgamer":2923,"Ġchoose":2924,"Ġadore":2925,"Ġadvant":2926,"Ġlacking":2927,"Ġcontro":2928,"Ġcompe":2929,"Ġnewest":2930,"Ġlow":2931,"Ġprodu":2932,"Ġimportant":2933,"Ġperhaps":2934,"Ġsurprised":2935,"Ġworst":2936,"Ġcorrectly":2937,"Ġcombined":2938,"Ġmajor":2939,"rustrating":2940,"Ġregular":2941,"Ġpicked":2942,"Ġadvantage":2943,"fect":2944,"ffort":2945,"gn":2946,"ki":2947,"pai":2948,"put":2949,"Ġname":2950,"eren":2951,"ates":2952,"reci":2953,"onent":2954,"ord":2955,"med":2956,"lax":2957,"Ġgave":2958,"Ġsure":2959,"Ġspectacular":2960,"Ġide":2961,"irky":2962,"Ġhor":2963,"Ġdynamic":2964,"Ġown":2965,"Ġbl":2966,"Ġbro":2967,"ations":2968,"riate":2969,"ĠEve":2970,"Ġton":2971,"Ġtea":2972,"Ġones":2973,"ĠCurrently":2974,"Ġcup":2975,"Ġannoying":2976,"Ġmone":2977,"unning":2978,"Ġsimulations":2979,"Ġmem":2980,"Ġeasi":2981,"Ġeffort":2982,"using":2983,"Ġwhose":2984,"arely":2985,"Ġask":2986,"Ġaspects":2987,"asts":2988,"Ġmentioning":2989,"Ġfeelings":2990,"ĠNightshade":2991,"Ġrealistic":2992,"Ġthoughts":2993,"Ġdeal":2994,"Ġearned":2995,"Ġexceptional":2996,"stalg":2997,"Ġused":2998,"auseating":2999}