{"<|endoftext|>":0,"<|area|>":1,"<|customerrating|>":2,"<|eattype|>":3,"<|familyfriendly|>":4,"<|food|>":5,"<|name|>":6,"<|near|>":7,"<|pricerange|>":8,"!":9,"\"":10,"#":11,"$":12,"%":13,"&":14,"'":15,"(":16,")":17,"*":18,"+":19,",":20,"-":21,".":22,"/":23,"0":24,"1":25,"2":26,"3":27,"4":28,"5":29,"6":30,"7":31,"8":32,"9":33,":":34,";":35,"<":36,"=":37,">":38,"?":39,"@":40,"A":41,"B":42,"C":43,"D":44,"E":45,"F":46,"G":47,"H":48,"I":49,"J":50,"K":51,"L":52,"M":53,"N":54,"O":55,"P":56,"Q":57,"R":58,"S":59,"T":60,"U":61,"V":62,"W":63,"X":64,"Y":65,"Z":66,"[":67,"\\":68,"]":69,"^":70,"_":71,"`":72,"a":73,"b":74,"c":75,"d":76,"e":77,"f":78,"g":79,"h":80,"i":81,"j":82,"k":83,"l":84,"m":85,"n":86,"o":87,"p":88,"q":89,"r":90,"s":91,"t":92,"u":93,"v":94,"w":95,"x":96,"y":97,"z":98,"{":99,"|":100,"}":101,"~":102,"¡":103,"¢":104,"£":105,"¤":106,"¥":107,"¦":108,"§":109,"¨":110,"©":111,"ª":112,"«":113,"¬":114,"®":115,"¯":116,"°":117,"±":118,"²":119,"³":120,"´":121,"µ":122,"¶":123,"·":124,"¸":125,"¹":126,"º":127,"»":128,"¼":129,"½":130,"¾":131,"¿":132,"À":133,"Á":134,"Â":135,"Ã":136,"Ä":137,"Å":138,"Æ":139,"Ç":140,"È":141,"É":142,"Ê":143,"Ë":144,"Ì":145,"Í":146,"Î":147,"Ï":148,"Ð":149,"Ñ":150,"Ò":151,"Ó":152,"Ô":153,"Õ":154,"Ö":155,"×":156,"Ø":157,"Ù":158,"Ú":159,"Û":160,"Ü":161,"Ý":162,"Þ":163,"ß":164,"à":165,"á":166,"â":167,"ã":168,"ä":169,"å":170,"æ":171,"ç":172,"è":173,"é":174,"ê":175,"ë":176,"ì":177,"í":178,"î":179,"ï":180,"ð":181,"ñ":182,"ò":183,"ó":184,"ô":185,"õ":186,"ö":187,"÷":188,"ø":189,"ù":190,"ú":191,"û":192,"ü":193,"ý":194,"þ":195,"ÿ":196,"Ā":197,"ā":198,"Ă":199,"ă":200,"Ą":201,"ą":202,"Ć":203,"ć":204,"Ĉ":205,"ĉ":206,"Ċ":207,"ċ":208,"Č":209,"č":210,"Ď":211,"ď":212,"Đ":213,"đ":214,"Ē":215,"ē":216,"Ĕ":217,"ĕ":218,"Ė":219,"ė":220,"Ę":221,"ę":222,"Ě":223,"ě":224,"Ĝ":225,"ĝ":226,"Ğ":227,"ğ":228,"Ġ":229,"ġ":230,"Ģ":231,"ģ":232,"Ĥ":233,"ĥ":234,"Ħ":235,"ħ":236,"Ĩ":237,"ĩ":238,"Ī":239,"ī":240,"Ĭ":241,"ĭ":242,"Į":243,"į":244,"İ":245,"ı":246,"Ĳ":247,"ĳ":248,"Ĵ":249,"ĵ":250,"Ķ":251,"ķ":252,"ĸ":253,"Ĺ":254,"ĺ":255,"Ļ":256,"ļ":257,"Ľ":258,"ľ":259,"Ŀ":260,"ŀ":261,"Ł":262,"ł":263,"Ń":264,"<|":265,"|>":266,"Ġ<|":267,"er":268,"ri":269,"an":270,"Ġc":271,"th":272,"at":273,"Ġi":274,"en":275,"Ġth":276,"re":277,"ly":278,"am":279,"Ġf":280,"st":281,"od":282,"Ġa":283,"Ġthe":284,"in":285,"ood":286,"Ġo":287,"ge":288,"es":289,"ric":290,"ing":291,"ea":292,"Ġis":293,"Ġp":294,"rat":295,"end":296,"riend":297,"riendly":298,"om":299,"id":300,"rating":301,"nam":302,"name":303,"ver":304,"ust":305,"ustom":306,"ustomer":307,"Ġh":308,"Ġs":309,"ear":310,"ty":311,"near":312,"Ġb":313,"ange":314,"ami":315,"amily":316,"Ġl":317,"food":318,"Ġof":319,"Ġin":320,"li":321,"friendly":322,"ed":323,"Ġri":324,"Ġriver":325,"pric":326,"ide":327,"rea":328,"Ġ5":329,"side":330,"Ġriverside":331,"erange":332,"pricerange":333,"Ġit":334,"customer":335,"customerrating":336,"Ġlo":337,"family":338,"Ġfood":339,"familyfriendly":340,"Ġco":341,"ur":342,"Ġm":343,"area":344,"ut":345,"ee":346,"ho":347,"ent":348,"Ġw":349,"Ġan":350,"ff":351,"Ġout":352,"Ġy":353,"eat":354,"rest":355,"Â£":356,"Ġch":357,"ĠÂ£":358,"ffee":359,"Ġsho":360,"Ġcoffee":361,"Ġshop":362,"pe":363,"gh":364,"type":365,"Ġr":366,"eattype":367,"Ġn":368,"rice":369,"igh":370,"Ġnear":371,"Ġhigh":372,"Ġrest":373,"Ġyes":374,"ant":375,"Ġand":376,"aur":377,"aurant":378,"Ġrestaurant":379,"ch":380,"ity":381,"Ġcity":382,"Ġcent":383,"Ġrating":384,"ese":385,"il":386,"the":387,"Ġno":388,"Ġcentre":389,"Ġpu":390,"Ġca":391,"Ġfriendly":392,"Ġcustomer":393,"Ġthan":394,"20":395,"ated":396,"cated":397,"ren":398,"Ġha":399,"Ġpub":400,"ll":401,"Ġg":402,"Ġlocated":403,"Ġt":404,"ou":405,"ast":406,"ali":407,"ve":408,"ap":409,"ro":410,"vera":411,"verage":412,"fÃ":413,"fÃ©":414,"Ġlow":415,"ĠcafÃ©":416,"Ġaverage":417,"Ġprice":418,"Ġj":419,"alian":420,"Ġfast":421,"apan":422,"Ġitalian":423,"apanese":424,"Ġfamily":425,"ate":426,"Ġjapanese":427,"oder":428,"oderate":429,"Ġhas":430,"rench":431,"Ġmoderate":432,"di":433,"Ġfrench":434,"ol":435,"or":436,"Ġser":437,"um":438,"ers":439,"dian":440,"Ġrange":441,"Ġindian":442,"ith":443,"ar":444,"Ġserv":445,"Ġwith":446,"sh":447,"ne":448,"ild":449,"la":450,"eap":451,"ce":452,"Ġcheap":453,"ess":454,"Ġless":455,"le":456,"Ġk":457,"Ġbo":458,"lish":459,"Ġen":460,"Ġrice":461,"Ġboat":462,"Ġ3":463,"Ġpric":464,"Ġ1":465,"glish":466,"Ġenglish":467,"ore":468,"Ġmore":469,"ra":470,"30":471,"Ġe":472,"Ġserves":473,"Ġthat":474,"Ġby":475,"dge":476,"amb":477,"Ġchild":478,"ridge":479,"Ġcamb":480,"Ġcambridge":481,"25":482,"old":483,"row":484,"Ġgold":485,"Ġgolden":486,"xp":487,"inese":488,"Ġchinese":489,"Ġbar":490,"lo":491,"it":492,"Ġnot":493,"Ġexp":494,"ater":495,"Ġwater":496,"man":497,"Ġwaterman":498,"Ġkid":499,"Ġst":500,"ns":501,"ere":502,"ue":503,"Ġarea":504,"Ġtw":505,"Ġpla":506,"Ġar":507,"ment":508,"lies":509,"Ġpriced":510,"ry":511,"ay":512,"Ġrat":513,"Ġcall":514,"Ġcalled":515,"lue":516,"se":517,"zi":518,"ss":519,"Ġrou":520,"Ġrouge":521,"Ġrated":522,"Ġcur":523,"ress":524,"Ġhol":525,"iday":526,"Ġholiday":527,"Ġinn":528,"Ġcurry":529,"Ġexpress":530,"ix":531,"zb":532,"itzb":533,"illies":534,"itzbillies":535,"Ġat":536,"Ġto":537,"Ġra":538,"Ġea":539,"Ġeag":540,"Ġeagle":541,"Ġone":542,"Ġfor":543,"da":544,"rowns":545,"Ġblue":546,"mentum":547,"Ġoff":548,"Ġall":549,"ic":550,"is":551,"ow":552,"ot":553,"Ġhou":554,"Ġhouse":555,"Ġd":556,"rada":557,"ort":558,"ms":559,"and":560,"ice":561,"Ġv":562,"Ġchildren":563,"land":564,"Ġport":565,"Ġarms":566,"Ġportland":567,"ul":568,"Ġwrest":569,"Ġwrestl":570,"Ġwrestlers":571,"there":572,"enix":573,"Ġpho":574,"Ġphoenix":575,"Ġsp":576,"get":577,"el":578,"ult":579,"Ġprices":580,"Ġfy":581,"Ġfyne":582,"Ġfitzbillies":583,"Ġspice":584,"Ġbe":585,"ari":586,"urg":587,"Ġare":588,"rov":589,"Ġburg":590,"Ġprov":591,"pp":592,"Ġve":593,"Ġveget":594,"bow":595,"inbow":596,"arian":597,"Ġvegetarian":598,"Ġrainbow":599,"Ġoffers":600,"nt":601,"to":602,"ive":603,"Ġnood":604,"Ġburger":605,"Ġprovid":606,"Ġnoodle":607,"ipp":608,"ippee":609,"Ġyippee":610,"ine":611,"Ġpunt":612,"Ġpunter":613,"Ġking":614,"Ġali":615,"Ġalimentum":616,"ults":617,"Ġhot":618,"Ġhotel":619,"za":620,"Ġbrowns":621,"enty":622,"Ġplaza":623,"Ġtwenty":624,"Ġcrow":625,"Ġstar":626,"Ġtwo":627,"wood":628,"ildwood":629,"Ġstrada":630,"Ġran":631,"Ġgre":632,"cum":633,"Ġcrowne":634,"Ġva":635,"Ġon":636,"Ġman":637,"Ġplace":638,"ree":639,"Ġvaults":640,"ili":641,"Ġsic":642,"Ġsicili":643,"Ġsicilia":644,"ak":645,"ill":646,"zzi":647,"zizzi":648,"Ġmid":649,"Ġwh":650,"Ġranch":651,"Ġcu":652,"Ġcuis":653,"Ġserving":654,"Ġcuisine":655,"Ġoli":656,"Ġolive":657,"rove":658,"mer":659,"Ġgrove":660,"ummer":661,"summer":662,"Ġloch":663,"Ġbut":664,"Ġpa":665,"lace":666,"Ġthey":667,"Ġpalace":668,"Ġmoderately":669,"omi":670,"tto":671,"Ġcotto":672,"Ġbak":673,"Ġbakers":674,"Ġclo":675,"Ġcla":676,"Ġkids":677,"Ġmill":678,"Ġhall":679,"Ġclare":680,"Ġwildwood":681,"ough":682,"nd":683,"Ġits":684,"ling":685,"ens":686,"ump":687,"Ġtree":688,"Ġdump":689,"Ġdumpling":690,"ensive":691,"Ġgreen":692,"rent":693,"et":694,"Ġsor":695,"rento":696,"Ġsorrento":697,"ich":698,"Ġwhich":699,"Ġratings":700,"bi":701,"lls":702,"Ġad":703,"Ġprovides":704,"'s":705,"Ġcocum":706,"Ġzizzi":707,"Ġpl":708,"wns":709,"Ġyou":710,"Ġname":711,"ffe":712,"ira":713,"iraffe":714,"Ġmidsummer":715,"ound":716,"Ġplough":717,"ket":718,"Ġcustomers":719,"Ġcric":720,"keters":721,"Ġcricketers":722,"Ġaromi":723,"Ġnamed":724,"ab":725,"Ġbra":726,"located":727,"mb":728,"Ġhighly":729,"Ġexpensive":730,"zil":731,"Ġbrazil":732,"bimb":733,"bimbap":734,"on":735,"Ġre":736,"fitzbillies":737,"Ġcan":738,"Ġthere":739,"Ġcenter":740,"ja":741,"Ġraja":742,"Ġhave":743,"Ġgiraffe":744,"aste":745,"browns":746,"Ġclowns":747,"priced":748,"Ġsix":749,"lon":750,"Ġbells":751,"ls":752,"eater":753,"Ġsu":754,"Ġcost":755,"alimentum":756,"vi":757,"Ġproviding":758,"Ġ20":759,"strada":760,"Ġbi":761,"Ġthis":762,"Ġbibimbap":763,"co":764,"riat":765,"Ġadriat":766,"Ġadriatic":767,"Ġoffer":768,"va":769,"Ġava":770,"Ġtaste":771,"loch":772,"blue":773,"Ġfr":774,"Ġse":775,"com":776,"Ġclose":777,"Ġfrom":778,"Ġavalon":779,"cot":780,"for":781,"cotto":782,"cocum":783,"rave":784,"llers":785,"Ġbee":786,"Ġbeef":787,"ravellers":788,"Ġbeefeater":789,"os":790,"Ġfive":791,"ti":792,"Ġu":793,"shi":794,"Ġoffering":795,"Ġsushi":796,"ew":797,"Ġfound":798,"lso":799,"Ġalso":800,"Ġnon":801,"Ġgood":802,"Ġstars":803,"Ġest":804,"ablish":805,"Ġestablish":806,"iv":807,"Ġestablishment":808,"wildwood":809,"amilies":810,"ir":811,"xt":812,"Ġmea":813,"Ġgreat":814,"Ġtravellers":815,"Ġven":816,"Ġvenue":817,"Ġsells":818,"Ġfamilies":819,"Ġpound":820,"Ġne":821,"Ġserve":822,"mid":823,"Ġsit":824,"with":825,"midsummer":826,"aromi":827,"Ġpounds":828,"if":829,"able":830,"Ġnext":831,"ron":832,"Ġas":833,"Ġenvi":834,"ronment":835,"Ġenvironment":836,"Ġonly":837,"clo":838,"Ġ30":839,"qu":840,"uated":841,"very":842,"gre":843,"Ġeat":844,"ind":845,"green":846,"al":847,"here":848,"ok":849,"Ġwe":850,"Ġqu":851,"Ġvery":852,"view":853,"mos":854,"phere":855,"ceiv":856,"Ġatmos":857,"elcom":858,"Ġatmosphere":859,"Ġsituated":860,"Ġtry":861,"Ġfind":862,"Ġpo":863,"Ġreceiv":864,"Ġthree":865,"Ġreview":866,"clowns":867,"Ġadult":868,"star":869,"Ġwelcom":870,"Ġdo":871,"xpensive":872,"expensive":873,"oking":874,"Ġinexpensive":875,"giraffe":876,"'t":877,"Ġde":878,"rin":879,"Ġfa":880,"Ġnor":881,"bibimbap":882,"yle":883,"Ġrea":884,"Ġtheir":885,"Ġmeals":886,"Ġhigher":887,"edi":888,"Ġnorth":889,"Ġreceived":890,"Ġlooking":891,"Ġche":892,"Ġmedi":893,"Ġloc":894,"Ġreviews":895,"ble":896,"Ġeater":897,"Ġex":898,"Ġeatery":899,"ality":900,"we":901,"Ġmedium":902,"Ġcosts":903,"son":904,"Ġwine":905,"rated":906,"Ġbet":907,"tion":908,"Ġreason":909,"bo":910,"ffor":911,"fforda":912,"Ġquality":913,"ween":914,"Ġafforda":915,"Ġbetween":916,"our":917,"long":918,"Ġstyle":919,"Ġaffordable":920,"Ġwill":921,"Ġabo":922,"Ġadults":923,"Ġover":924,"Ġpoor":925,"ion":926,"Ġwelcome":927,"Ġrate":928,"own":929,"Ġdoes":930,"Ġservice":931,"nder":932,"Ġyour":933,"Ġdin":934,"Ġeur":935,"taste":936,"Ġgo":937,"Ġalong":938,"Ġget":939,"ation":940,"enu":941,"Ġmenu":942,"Ġdeli":943,"riti":944,"ritish":945,"Ġbritish":946,"ome":947,"Ġsuit":948,"Ġdi":949,"ake":950,"Ġunder":951,"Ġhow":952,"Ġexce":953,"ever":954,"Ġ.":955,"Ġhowever":956,"by":957,"Ġmeal":958,"comm":959,"Ġlocation":960,"ci":961,"Ġeuros":962,"Ġwho":963,"isit":964,"Ġwhere":965,"commend":966,"llent":967,"Ġrecommend":968,"Ġsuitable":969,"Ġserved":970,"Ġdining":971,"Ġexcellent":972,"fast":973,"Ġtake":974,"as":975,"ging":976,"Ġthen":977,"Ġabove":978,"though":979,"Ġisn":980,"Ġbeen":981,"Ġup":982,"ct":983,"jo":984,"-Â£":985,"ck":986,"Ġal":987,"Ġvisit":988,"Ġ,":989,"joy":990,"ting":991,"Ġwell":992,"Ġcrown":993,"Ġallow":994,"Ġam":995,"'re":996,"Ġjust":997,"Ġranging":998,"Ġper":999,"rink":1000,"Ġfoods":1001,"Ġdrink":1002,"Ġrecommended":1003,"ght":1004,"Ġop":1005,"int":1006,"way":1007,"Ġ-":1008,"child":1009,"ring":1010,"Ġwithin":1011,"ven":1012,"Ġwhole":1013,"Ġenjoy":1014,"Ġend":1015,"Ġgiv":1016,"ite":1017,"Ġdish":1018,"Ġbrea":1019,"ving":1020,"ous":1021,"Ġcheese":1022,"Ġreasonable":1023,"rient":1024,"Ġpricing":1025,"Ġfair":1026,"Ġdishes":1027,"ad":1028,"ĠĠ":1029,"Ġaround":1030,"ably":1031,"eri":1032,"Ġside":1033,"Ġbreak":1034,"ca":1035,"high":1036,"Ġgiven":1037,"ence":1038,"Ġreasonably":1039,"Ġour":1040,"Ġbu":1041,"low":1042,"Ġexperi":1043,"ts":1044,"Ġorient":1045,"Ġbreakfast":1046,"you":1047,"Ġexperience":1048,"Ġoutside":1049,"eatu":1050,"Ġranges":1051,"Ġkn":1052,"Ġfeatu":1053,"Ġor":1054,"Ġcosting":1055,"Ġdeliver":1056,"Ġsell":1057,"Ġalthough":1058,"ally":1059,"ction":1060,"Ġset":1061,"Ġpast":1062,"Ġ25":1063,"Ġnice":1064,"Ġknown":1065,"kid":1066,"Ġsome":1067,"Ġtow":1068,"Ġli":1069,"Ġcons":1070,"ile":1071,"Ġjo":1072,"Ġbest":1073,"Ġsat":1074,"Ġgive":1075,"Ġpoorly":1076,"Ġfine":1077,"Ġspe":1078,"isf":1079,"Ġpricey":1080,"Ġsetting":1081,"res":1082,"Ġwant":1083,"Ġaveragely":1084,"Ġpasta":1085,"cent":1086,"Ġ'":1087,"Ġright":1088,"Ġsatisf":1089,"travellers":1090,"Ġnearby":1091,"Ġfare":1092,"japanese":1093,"ther":1094,"Ġthough":1095,"ient":1096,"Ġbeing":1097,"Ġoriented":1098,"un":1099,"Ġtype":1100,"river":1101,"price":1102,"Ġspeci":1103,"Ġsatisfa":1104,"ser":1105,"ries":1106,"riverside":1107,"Ġfriend":1108,"Ġdown":1109,"Ġtown":1110,"cious":1111,"venient":1112,"Ġvi":1113,"Ġcheck":1114,"one":1115,"Ġpre":1116,"Ġgets":1117,"Ġsatisfaction":1118,"Ġcon":1119,"Ġwas":1120,"cost":1121,"Ġdelicious":1122,"ilable":1123,"Ġdrinks":1124,"Ġview":1125,"Ġso":1126,"serving":1127,"Ġac":1128,"Ġavailable":1129,"children":1130,"Ġconvenient":1131,"ld":1132,"op":1133,"Ġwelcomes":1134,"away":1135,"french":1136,"Ġcho":1137,"Ġif":1138,"Ġfries":1139,"Ġburgers":1140,"range":1141,"Ġwhile":1142,"Ġbudge":1143,"Ġjoint":1144,"Ġvari":1145,"tional":1146,"Ġallowed":1147,"Ġdine":1148,"Ġbudget":1149,"ies":1150,"ider":1151,"Ġlower":1152,"umer":1153,"Ġboast":1154,"italian":1155,"Ġus":1156,"Ġspeciali":1157,"ines":1158,"Ġsc":1159,"ould":1160,"Ġfairly":1161,"Ġconsider":1162,"zing":1163,"Ġwould":1164,"Ġranged":1165,"Ġun":1166,"Ġbring":1167,"itt":1168,"Ġdecent":1169,"Ġlove":1170,"ight":1171,"radi":1172,"Ġquite":1173,"Ġfeatures":1174,"Ġselling":1175,"ety":1176,"Ġcom":1177,"eside":1178,"lic":1179,"ased":1180,"fe":1181,"Ġtradi":1182,"Ġvariety":1183,"cheap":1184,"uld":1185,"Ġoption":1186,"Ġconsidered":1187,"Ġreceives":1188,"ular":1189,"Ġlik":1190,"Ġtraditional":1191,"eric":1192,"Ġbelow":1193,"Ġprovide":1194,"Ġabout":1195,"erican":1196,"Ġbased":1197,"Ġite":1198,"close":1199,"Ġboasts":1200,"Ġhea":1201,"Ġnew":1202,"Ġconveniently":1203,"Ġitems":1204,"eses":1205,"Ġtoo":1206,"Ġrank":1207,"Ġamerican":1208,"Ġty":1209,"Ġbeside":1210,"highly":1211,"Ġdeliveries":1212,"Ġtyp":1213,"ain":1214,"Ġwines":1215,"ard":1216,"Ġmidd":1217,"Ġperfe":1218,"Ġchoice":1219,"Ġperfect":1220,"lly":1221,"this":1222,"Ġpop":1223,"Ġcome":1224,"english":1225,"come":1226,"Ġscore":1227,"Ġmiddle":1228,"Ġcheeses":1229,"Ġtypic":1230,"pect":1231,"Ġcostumer":1232,"Ġlike":1233,"moderate":1234,"aters":1235,"Ġpublic":1236,"Ġhead":1237,"im":1238,"us":1239,"Ġcaters":1240,"style":1241,"cale":1242,"all":1243,"Ġear":1244,"ons":1245,"llar":1246,"Ġcheaply":1247,"Ġpopular":1248,"out":1249,"Ġcater":1250,"Ġpay":1251,"Ġeating":1252,"Ġpoint":1253,"Ġlitt":1254,"orth":1255,"next":1256,"Ġdollar":1257,"Ġdelivers":1258,"Ġlittle":1259,"azing":1260,"cl":1261,"customers":1262,"Ġro":1263,"although":1264,"red":1265,"Ġthem":1266,"Ġamazing":1267,"Ġroad":1268,"Ġfar":1269,"indian":1270,"sit":1271,"ffer":1272,"Ġvalue":1273,"ter":1274,"Ġgot":1275,"moderately":1276,"kir":1277,"ud":1278,"ull":1279,"yes":1280,"Ġstarting":1281,"Ġplea":1282,"Ġearn":1283,"Ġdollars":1284,"kirts":1285,"ps":1286,"skirts":1287,"eal":1288,"Ġoutskirts":1289,"ices":1290,"Ġexpect":1291,"ople":1292,"Ġearned":1293,"Ġfull":1294,"Ġbad":1295,"Ġmay":1296,"ross":1297,"Ġspend":1298,"tions":1299,"situated":1300,"Ġpe":1301,"Ġhad":1302,"ately":1303,"Ġplac":1304,"Ġacross":1305,"ian":1306,"scale":1307,"Ġid":1308,"Ġage":1309,"Ġlook":1310,"chinese":1311,"Ġtast":1312,"looking":1313,"Ġstart":1314,"Ġupscale":1315,"iri":1316,"ose":1317,"Ġbit":1318,"Ġservices":1319,"Ġeven":1320,"Ġdes":1321,"Ġspiri":1322,"Ġclass":1323,"Ġdoesn":1324,"Ġspecializ":1325,"Ġpeople":1326,"Ġspirits":1327,"ner":1328,"Ġlocal":1329,"Ġopen":1330,"fort":1331,"ub":1332,"Ġhome":1333,"Ġrates":1334,"Ġfriends":1335,"average":1336,"ack":1337,"pite":1338,"Ġaway":1339,"Ġsli":1340,"let":1341,"ick":1342,"Ġdon":1343,"offer":1344,"use":1345,"wh":1346,"Ġincl":1347,"Ġworth":1348,"Ġgr":1349,"Ġboth":1350,"Ġreally":1351,"ghtly":1352,"offering":1353,"Ġinclud":1354,"Ġother":1355,"eaut":1356,"iful":1357,"Ġdist":1358,"Ġspecializes":1359,"Ġslightly":1360,"eautiful":1361,"uit":1362,"ative":1363,"Ġhear":1364,"Ġbeautiful":1365,"Ġyet":1366,"Ġserver":1367,"coffee":1368,"Ġsele":1369,"Ġfeaturing":1370,"unately":1371,"Ġtypically":1372,"Ġideal":1373,"fortunately":1374,"Ġent":1375,"Ġasian":1376,"Ġunfortunately":1377,"Ġplease":1378,"'ll":1379,"est":1380,"not":1381,"Ġpar":1382,"Ġhere":1383,"Ġcould":1384,"Ġspa":1385,"Ġbeca":1386,"Ġbecause":1387,"along":1388,"ost":1389,"Ġsm":1390,"Ġshould":1391,"Ġoptions":1392,"Ġusu":1393,"ener":1394,"Ġthose":1395,"Ġtop":1396,"Ġsmall":1397,"try":1398,"Ġhamb":1399,"Ġnight":1400,"Ġhaving":1401,"ront":1402,"Ġeuro":1403,"Ġhamburg":1404,"ank":1405,"Ġmone":1406,"Ġmoney":1407,"..":1408,"Ġsou":1409,"only":1410,"Ġlovely":1411,"ful":1412,"front":1413,"tty":1414,"Ġapp":1415,"Ġpers":1416,"Ġoutlet":1417,"Ġchar":1418,"Ġgener":1419,"Ġlowly":1420,"Ġbeverage":1421,"Ġfav":1422,"Ġpretty":1423,"Ġperson":1424,"'.":1425,"Ġstop":1426,"Ġquick":1427,"kids":1428,"Ġplaced":1429,"down":1430,"led":1431,"Ġaw":1432,"Ġsh":1433,"Ġsee":1434,"Ġmost":1435,"Ġranked":1436,"Ġscores":1437,"Ġusually":1438,"les":1439,"Ġfur":1440,"Ġovera":1441,"ghet":1442,"Ġstore":1443,"ong":1444,"Ġcostly":1445,"Ġfruit":1446,"Ġsits":1447,"Ġsited":1448,"Ġlocate":1449,"Ġspaghet":1450,"Ġoverall":1451,"Ġspaghetti":1452,".,":1453,"per":1454,"welcom":1455,"stand":1456,"Ġmar":1457,"Ġwo":1458,"Ġrestaurants":1459,"Ġwhat":1460,"cafÃ©":1461,"Ġservers":1462,"cket":1463,"fter":1464,"ance":1465,"ates":1466,"Ġfo":1467,"Ġlea":1468,"Ġoutstand":1469,"che":1470,"Ġspot":1471,"Ġsure":1472,"Ġamong":1473,"Ġfurther":1474,"Ġoutstanding":1475,"city":1476,"uc":1477,"visit":1478,"coho":1479,"Ġalcoho":1480,"Ġdespite":1481,"acks":1482,"Ġhamburgers":1483,"check":1484,"king":1485,"enjoy":1486,"Ġok":1487,"Ġpr":1488,"Ġsea":1489,"Ġbank":1490,"Ġmat":1491,"Ġwide":1492,"Ġneat":1493,"Ġcentra":1494,"Ġevery":1495,"Ġbracket":1496,"Ġreg":1497,"Ġsuper":1498,"Ġoffered":1499,"Ġeats":1500,"Ġreviewed":1501,"ards":1502,"Ġselection":1503,"welcome":1504,"resh":1505,"Ġfant":1506,"Ġaren":1507,"Ġafter":1508,"omew":1509,"Ġsa":1510,"restaurant":1511,"Ġga":1512,"astic":1513,"room":1514,"Ġplus":1515,"Ġdinner":1516,"Ġallows":1517,"Ġages":1518,"Ġgenerally":1519,"Ġbeverages":1520,"Ġwonder":1521,"Ġfantastic":1522,"00":1523,"ip":1524,"of":1525,"rt":1526,"te":1527,"Ġau":1528,"Ġsn":1529,"Ġsomew":1530,"Ġriverfront":1531,"Ġmight":1532,"Ġshort":1533,"vel":1534,"Ġwithout":1535,"Ġdue":1536,"Ġmany":1537,"Ġoriental":1538,"Ġprem":1539,"Ġspecializing":1540,"Ġcomes":1541,"Ġtypical":1542,"Ġheart":1543,"cili":1544,"ele":1545,"pa":1546,"pub":1547,"ves":1548,"yled":1549,"Ġ4":1550,"Ġmak":1551,"uton":1552,"Ġrel":1553,"Ġfacili":1554,"Ġperm":1555,"Ġopened":1556,"Ġsnacks":1557,"no":1558,"ori":1559,"Ġpro":1560,"Ġhold":1561,"Ġrestroom":1562,"Ġnow":1563,"Ġcurrent":1564,"Ġwelcomed":1565,"Ġviews":1566,"while":1567,"Ġship":1568,"Ġwonderful":1569,"Ġrelative":1570,"ire":1571,"tit":1572,"rict":1573,"Ġnone":1574,"Ġeast":1575,"Ġlies":1576,"Ġconsumer":1577,"unch":1578,"Ġunfriendly":1579,"Ġdistrict":1580,"Ġalcohol":1581,"Ġcurrently":1582,"families":1583,"ning":1584,"Ġnam":1585,"thent":1586,"Ġluton":1587,"ents":1588,"entele":1589,"ors":1590,"Ġneed":1591,"quality":1592,"Ġwhose":1593,"Ġord":1594,"Ġacc":1595,"itted":1596,"Ġthemed":1597,"Ġtasty":1598,"Ġdistance":1599,"Ġpart":1600,"Ġcharge":1601,"Ġfavori":1602,"Ġsuperb":1603,"Ġauthent":1604,"Ġpermitted":1605,"Ġnames":1606,"Ġauthentic":1607,"are":1608,"bp":1609,"eed":1610,"xim":1611,"ans":1612,"Ġcli":1613,"thing":1614,"Ġfree":1615,"Ġle":1616,"Ġlunch":1617,"Ġcheaper":1618,"Ġthats":1619,"vious":1620,"Ġsuited":1621,"imed":1622,"Ġtasting":1623,"Ġcentrally":1624,"Ġgave":1625,"Ġmakes":1626,"Ġrestrooms":1627,"Ġrelatively":1628,"Ġfavorite":1629,"free":1630,"found":1631,"gin":1632,"ium":1633,"iet":1634,"uch":1635,"Ġcl":1636,"ames":1637,"odest":1638,"Ġhe":1639,"Ġmuch":1640,"Ġmodest":1641,"eep":1642,"Ġtak":1643,"Ġstand":1644,"Ġstyled":1645,"Ġres":1646,"Ġquiet":1647,"Ġnorm":1648,"cts":1649,"Ġbuy":1650,"Ġspecial":1651,"Ġprevious":1652,"arded":1653,"Ġgrub":1654,"Ġincludes":1655,"Ġsouth":1656,"Ġseafood":1657,"Ġpremium":1658,"ng":1659,"su":1660,"ure":1661,"Ġthir":1662,"Ġthames":1663,"Ġsay":1664,"Ġlight":1665,"pper":1666,"Ġgreater":1667,"Ġupper":1668,"Ġdis":1669,"Ġbus":1670,"Ġjoin":1671,"Ġcompe":1672,"Ġgrou":1673,"Ġappro":1674,"Ġleave":1675,"Ġclentele":1676,"',":1677,"be":1678,"cre":1679,"mp":1680,"Ġfeed":1681,"Ġsear":1682,"Ġlu":1683,"Ġmust":1684,"Ġwere":1685,"Ġshops":1686,"ching":1687,"Ġnote":1688,"Ġste":1689,"ways":1690,"adult":1691,"Ġlist":1692,"Ġplaces":1693,"Ġclassic":1694,"when":1695,"Ġentire":1696,"Ġfond":1697,"Ġprod":1698,"Ġholds":1699,"Ġorder":1700,"Ġthirty":1701,"cy":1702,"des":1703,"met":1704,"north":1705,"orient":1706,"pri":1707,"tain":1708,"Ġed":1709,"ancy":1710,"Ġfresh":1711,"Ġint":1712,"Ġmoder":1713,"Ġmind":1714,"Ġmake":1715,"Ġta":1716,"Ġsuch":1717,"ties":1718,"Ġsite":1719,"Ġfalls":1720,"Ġalways":1721,"Ġincluding":1722,"Ġbanks":1723,"Ġregarded":1724,"pared":1725,"Ġcharges":1726,"Ġcompetit":1727,"despite":1728,"Ġedge":1729,"con":1730,"find":1731,"ist":1732,"ired":1733,"ved":1734,"Ġfun":1735,"ster":1736,"Ġbite":1737,"Ġinside":1738,"Ġme":1739,"Ġmain":1740,"Ġchain":1741,"Ġgour":1742,"Ġaveraged":1743,"Ġrang":1744,"Ġwhen":1745,"Ġplates":1746,"Ġred":1747,"Ġfall":1748,"Ġexcl":1749,"usive":1750,"Ġmature":1751,"Ġgroups":1752,"Ġsearching":1753,"Ġlux":1754,"oriented":1755,"Ġgourmet":1756,"Ġexclusive":1757,"bring":1758,"even":1759,"ha":1760,"ish":1761,"ocre":1762,"prov":1763,"rner":1764,"sing":1765,"up":1766,"Ġz":1767,"Ġamb":1768,"ery":1769,"review":1770,"Ġfew":1771,"Ġavera":1772,"Ġsam":1773,"Ġscale":1774,"Ġcorner":1775,"Ġwal":1776,"Ġany":1777,"Ġgra":1778,"ities":1779,"Ġstill":1780,"Ġatt":1781,"Ġrather":1782,"Ġyoung":1783,"Ġrecent":1784,"Ġsomething":1785,"Ġcomp":1786,"uced":1787,"Ġsomewhere":1788,"Ġfacility":1789,"Ġsteps":1790,"Ġprodu":1791,"Ġreduced":1792,"reviewed":1793,"Ġaveraging":1794,"cri":1795,"five":1796,"ible":1797,"ips":1798,"po":1799,"Ġ2":1800,"erri":1801,"Ġcra":1802,"Ġfancy":1803,"Ġaimed":1804,"iness":1805,"eals":1806,"eaway":1807,"Ġlic":1808,"Ġwar":1809,"Ġchips":1810,"Ġterri":1811,"umers":1812,"lax":1813,"Ġstay":1814,"Ġprovided":1815,"Ġwhy":1816,"ensed":1817,"Ġrelax":1818,"Ġuns":1819,"Ġmediocre":1820,"Ġknow":1821,"Ġtowards":1822,"Ġprepared":1823,"ains":1824,"Ġokay":1825,"Ġlevel":1826,"Ġtakeaway":1827,"Ġstandard":1828,"Ġtag":1829,"Ġcompetitive":1830,"Ġzone":1831,"Ġproducts":1832,"Ġlicensed":1833,"aint":1834,"bly":1835,"ctions":1836,"ds":1837,"din":1838,"eu":1839,"ege":1840,"he":1841,"iz":1842,"just":1843,"lf":1844,"oeu":1845,"Ġate":1846,"Ġap":1847,"Ġass":1848,"esome":1849,"Ġpur":1850,"ides":1851,"iding":1852,"Ġhors":1853,"Ġsur":1854,"Ġblo":1855,"Ġinto":1856,"Ġloves":1857,"Ġcoll":1858,"Ġcook":1859,"Ġcoup":1860,"Ġwin":1861,"Ġwon":1862,"Â£.":1863,"Ġgbp":1864,"ount":1865,"Ġaverages":1866,"ory":1867,"level":1868,"self":1869,"Ġrage":1870,"Ġday":1871,"Ġdeals":1872,"ton":1873,"Ġsorry":1874,"Ġrep":1875,"Ġreceiving":1876,"Ġwelcoming":1877,"Ġdoor":1878,"Ġbetter":1879,"Ġgoing":1880,"Ġalter":1881,"Ġgives":1882,"ade":1883,"Ġbreakfasts":1884,"Ġscored":1885,"Ġapprov":1886,"Ġaware":1887,"Ġawesome":1888,"Ġrecently":1889,"Ġterrible":1890,"oeuv":1891,"Ġblock":1892,"Ġcollege":1893,"Ġaltern":1894,"go":1895,"gs":1896,"hat":1897,"ied":1898,"me":1899,"sp":1900,"right":1901,"Ġcam":1902,"enities":1903,"Ġthing":1904,"Ġpri":1905,"Ġbill":1906,"Ġchines":1907,"Ġhighest":1908,"Ġtr":1909,"Ġtend":1910,"ownt":1911,"Ġstarts":1912,"coring":1913,"Ġuse":1914,"Ġneigh":1915,"Ġyourself":1916,"Ġdiner":1917,"Ġamenities":1918,"Ġboasting":1919,"Ġcatering":1920,"uitable":1921,"Ġselections":1922,"Ġseeking":1923,"Ġfruits":1924,"Ġmarket":1925,"Ġmargin":1926,"Ġmatch":1927,"Ġeveryone":1928,"Ġsomewhat":1929,"Ġproxim":1930,"Ġnormal":1931,"priate":1932,"providing":1933,"Ġgrab":1934,"dining":1935,"Ġappe":1936,"Ġalternative":1937,"owntown":1938,"Ġproximity":1939,"fin":1940,"fresh":1941,"hn":1942,"iring":1943,"less":1944,"nic":1945,"ses":1946,"ern":1947,"erts":1948,"ertain":1949,"ating":1950,"receiv":1951,"Ġfee":1952,"ince":1953,"Ġprin":1954,"Ġsold":1955,"Ġindi":1956,"prices":1957,"Ġmy":1958,"Ġmade":1959,"Ġwor":1960,"Ġhight":1961,"Ġcasu":1962,"ary":1963,"cep":1964,"Ġext":1965,"look":1966,"Ġdowntown":1967,"Ġnoodles":1968,"Ġpolic":1969,"Ġnorthern":1970,"Ġchester":1971,"Ġwilling":1972,"Ġgoes":1973,"Ġdelica":1974,"Ġdiffer":1975,"Ġexceed":1976,"commod":1977,"cies":1978,"Ġupw":1979,"Ġjohn":1980,"unning":1981,"Ġaccep":1982,"Ġaccommod":1983,"Ġuni":1984,"Ġpleas":1985,"Ġfacilities":1986,"Ġneeds":1987,"Ġbusiness":1988,"Ġappropriate":1989,"Ġfondue":1990,"having":1991,"Ġwarm":1992,"Ġassort":1993,"Ġcouples":1994,"Ġwinery":1995,"Ġprince":1996,"Ġcasual":1997,"Ġpolicy":1998,"Ġchesterton":1999,"Ġdelicacies":2000,"Ġdifferent":2001,"bed":2002,"back":2003,"crow":2004,"ft":2005,"ggs":2006,"lth":2007,"ptional":2008,"que":2009,"sy":2010,"ug":2011,"Ġes":2012,"atro":2013,"Ġimp":2014,"amous":2015,"Ġfit":2016,"Ġfish":2017,"sts":2018,"Ġpic":2019,"Ġpatro":2020,"Ġscoring":2021,"Ġsince":2022,"nearby":2023,"amili":2024,"Ġlet":2025,"Ġloved":2026,"Ġmin":2027,"Ġmood":2028,"Ġwron":2029,"Ġwall":2030,"Ġhapp":2031,"Ġtap":2032,"Ġtim":2033,"Ġkeep":2034,"Ġwaterfront":2035,"Ġplay":2036,"Ġpairing":2037,"jacent":2038,"Ġsupp":2039,"tiz":2040,"within":2041,"Ġdefin":2042,"Ġexceptional":2043,"Ġamount":2044,"itely":2045,"Ġsoft":2046,"Ġchop":2047,"Ġdecently":2048,"Ġhealth":2049,"pected":2050,"Ġtheme":2051,"Ġdescri":2052,"Ġinclude":2053,"Ġheard":2054,"Ġhamburger":2055,"Ġsaid":2056,"Ġspecialty":2057,"Ġfeedback":2058,"Ġsame":2059,"Ġattra":2060,"Ġcraving":2061,"Ġunsuitable":2062,"spired":2063,"Ġappetiz":2064,"Ġfeel":2065,"Ġupwards":2066,"Ġpatrons":2067,"Ġwrong":2068,"Ġdefinitely":2069,"'ve":2070,"als":2071,"bs":2072,"beside":2073,"ding":2074,"gbp":2075,"iss":2076,"lb":2077,"round":2078,"uri":2079,"want":2080,"stro":2081,"Ġopp":2082,"Ġpos":2083,"vers":2084,"Ġhis":2085,"Ġlot":2086,"Ġcool":2087,"Ġcond":2088,"ury":2089,"Ġmom":2090,"Ġmee":2091,"utation":2092,"Ġpup":2093,"Ġtea":2094,"aps":2095,"lare":2096,"Ġkind":2097,"Ġstree":2098,"Ġstunning":2099,"erest":2100,"ises":2101,"Ġdate":2102,"ulous":2103,"Ġbegin":2104,"inexpensive":2105,"Ġbistro":2106,"Ġuk":2107,"Ġquaint":2108,"Ġgetting":2109,"ctive":2110,"ctory":2111,"ĠĠĠĠ":2112,"Ġconsumers":2113,"veniently":2114,"Ġchoose":2115,"Ġliked":2116,"iance":2117,"Ġtastes":2118,"Ġentries":2119,"Ġspace":2120,"Ġsoup":2121,"Ġmostly":2122,"Ġmark":2123,"ucive":2124,"Ġaccess":2125,"Ġclient":2126,"Ġnormally":2127,"Ġbusy":2128,"Ġinterest":2129,"Ġmoderated":2130,"conveniently":2131,"Ġluxury":2132,"Ġambiance":2133,"Ġwalking":2134,"Ġstaying":2135,"Ġpurch":2136,"Ġreputation":2137,"Ġapproval":2138,"oeuvres":2139,"receiving":2140,"amiliar":2141,"Ġwallet":2142,"Ġtapas":2143,"Ġtime":2144,"Ġpairings":2145,"Ġhealthy":2146,"Ġdescribed":2147,"Ġappetizers":2148,"Ġposit":2149,"Ġconducive":2150,"Ġstreet":2151,"ase":2152,"burg":2153,"dine":2154,"don":2155,"ex":2156,"haps":2157,"kn":2158,"other":2159,"ple":2160,"ran":2161,"ten":2162,"Ġge":2163,"erling":2164,"Ġthin":2165,"reat":2166,"reme":2167,"Ġfab":2168,"oday":2169,"inity":2170,"ination":2171,"Ġsim":2172,"Ġbel":2173,"Ġla":2174,"Ġinspired":2175,"Ġlots":2176,"Ġcont":2177,"Ġmil":2178,"ute":2179,"Ġshow":2180,"they":2181,"Ġgue":2182,"Ġtoday":2183,"Ġjapan":2184,"ording":2185,"laimed":2186,"esserts":2187,"Ġever":2188,"Ġeggs":2189,"its":2190,"ited":2191,"Ġsterling":2192,"Ġrave":2193,"Ġeasy":2194,"icinity":2195,"Ġdesserts":2196,"Ġvicinity":2197,"Ġsport":2198,"Ġaddi":2199,"Ġadjacent":2200,"osite":2201,"stars":2202,"Ġlocates":2203,"Ġaffordably":2204,"Ġalongside":2205,"Ġdelivery":2206,"Ġenjoyed":2207,"Ġbread":2208,"Ġbuild":2209,"respected":2210,"theres":2211,"Ġsatisfactory":2212,"Ġspecialises":2213,"Ġscen":2214,"Ġspending":2215,"Ġclassy":2216,"Ġentertain":2217,"Ġpark":2218,"Ġusual":2219,"Ġeurope":2220,"Ġsoups":2221,"Ġcharging":2222,"Ġcentral":2223,"Ġregular":2224,"Ġsafe":2225,"Ġaccording":2226,"ximately":2227,"Ġclients":2228,"Ġapproximately":2229,"Ġmeans":2230,"Ġluxuri":2231,"Ġextreme":2232,"Ġpleasant":2233,"crowne":2234,"uga":2235,"Ġpicnic":2236,"Ġopposite":2237,"Ġaccessible":2238,"Ġpositive":2239,"known":2240,"Ġfabulous":2241,"Ġbeluga":2242,"Ġextremely":2243,"50":2244,"age":2245,"ared":2246,"bor":2247,"cus":2248,"ek":2249,"fer":2250,"good":2251,"gge":2252,"gain":2253,"hood":2254,"ie":2255,"ier":2256,"ions":2257,"ke":2258,"lea":2259,"ming":2260,"past":2261,"rd":2262,"take":2263,"ues":2264,"vid":2265,"Ġ:":2266,"any":2267,"Ġcant":2268,"three":2269,"Ġfry":2270,"stination":2271,"Ġach":2272,"Ġold":2273,"ead":2274,"Ġput":2275,"Ġpick":2276,"rate":2277,"omic":2278,"Ġsod":2279,"Ġsing":2280,"Ġbeat":2281,"reason":2282,"Ġmix":2283,"Ġmiss":2284,"Ġwit":2285,"peci":2286,"llo":2287,"Ġgla":2288,"Ġtreat":2289,"appo":2290,"orly":2291,"ither":2292,"Ġboard":2293,"Ġequ":2294,"Ġecon":2295,"Ġchildless":2296,"Ġgreek":2297,"Ġcotton":2298,"Ġplate":2299,"Ġsugge":2300,"Ġofferings":2301,"Ġsitting":2302,"great":2303,"Ġposs":2304,"starred":2305,"Ġdestination":2306,"Ġdelight":2307,"Ġvisiting":2308,"Ġperhaps":2309,"Ġdrinking":2310,"ĠĠĠ":2311,"Ġorientated":2312,"Ġfeature":2313,"Ġwanting":2314,"Ġprefer":2315,"costing":2316,"Ġsoon":2317,"Ġspecialising":2318,"Ġcoming":2319,"ude":2320,"Ġfavor":2321,"Ġfocus":2322,"Ġalcoholic":2323,"Ġpremises":2324,"Ġacclaimed":2325,"Ġresides":2326,"sushi":2327,"Ġdisappo":2328,"tained":2329,"Ġambient":2330,"Ġwalk":2331,"poorly":2332,"Ġcooks":2333,"Ġneighbor":2334,"Ġindivid":2335,"Ġaccept":2336,"Ġassorted":2337,"Ġmoment":2338,"Ġmeet":2339,"Ġinterested":2340,"Ġpurchase":2341,"Ġgeared":2342,"Ġthink":2343,"Ġjapaneses":2344,"Ġaddition":2345,"Ġeuropean":2346,"leave":2347,"Ġachie":2348,"Ġglass":2349,"Ġeconomic":2350,"Ġindividu":2351,"35":2352,"ava":2353,"cc":2354,"clare":2355,"famous":2356,"familiar":2357,"gry":2358,"head":2359,"ib":2360,"med":2361,"mar":2362,"ny":2363,"over":2364,"ping":2365,"rum":2366,"sho":2367,"vice":2368,"yippee":2369,"eres":2370,"ried":2371,"than":2372,"enny":2373,"Ġtheres":2374,"styled":2375,"Ġob":2376,"east":2377,"Ġpenny":2378,"omis":2379,"ratings":2380,"Ġhan":2381,"Ġhun":2382,"Ġba":2383,"Ġbes":2384,"Ġbear":2385,"Ġback":2386,"Ġoften":2387,"Ġrivers":2388,"Ġma":2389,"Ġmere":2390,"hool":2391,"ently":2392,"ention":2393,"Ġwent":2394,"Ġanother":2395,"Ġshopping":2396,"Ġrun":2397,"Ġnative":2398,"Ġcar":2399,"Ġcare":2400,"Ġhard":2401,"Ġgain":2402,"Ġte":2403,"Ġtri":2404,"Ġtrave":2405,"ouri":2406,"asting":2407,"astro":2408,"Ġindiana":2409,"around":2410,"ceive":2411,"ray":2412,"rainbow":2413,"Ġeither":2414,"rown":2415,"iting":2416,"Ġwatermans":2417,"Ġsteep":2418,"Ġarray":2419,"ments":2420,"Ġattit":2421,"Ġform":2422,"ised":2423,"Ġdeal":2424,"Ġvary":2425,"Ġbeans":2426,"Ġprovider":2427,"Ġstarred":2428,"Ġsicilian":2429,"Ġwhit":2430,"Ġrefresh":2431,"Ġreceive":2432,"Ġcostumers":2433,"quisit":2434,"Ġdec":2435,"Ġnorthwe":2436,"Ġexquisit":2437,"boasting":2438,"Ġoverlooking":2439,"Ġdiners":2440,"Ġexcellently":2441,"Ġvisited":2442,"Ġopin":2443,"Ġenjoying":2444,"Ġgiving":2445,"Ġbreads":2446,"adults":2447,"Ġfeatured":2448,"Ġpastas":2449,"Ġfinest":2450,"Ġspect":2451,"ranged":2452,"Ġvarious":2453,"Ġschool":2454,"Ġtypes":2455,"Ġcatered":2456,"Ġmaybe":2457,"Ġdesired":2458,"Ġspecialized":2459,"lete":2460,"icks":2461,"....":2462,"Ġleaves":2463,"Ġgather":2464,"pass":2465,"Ġprof":2466,"Ġmodern":2467,"Ġmainly":2468,"singly":2469,"Ġanyone":2470,"Ġcompany":2471,"Ġcomplete":2472,"hello":2473,"Ġsurpri":2474,"Ġsurround":2475,"Ġblocks":2476,"Ġtends":2477,"Ġneighbo":2478,"Ġaccommodate":2479,"Ġunique":2480,"Ġunivers":2481,"Ġespeci":2482,"Ġimpress":2483,"Ġsupplies":2484,"burger":2485,"Ġmiles":2486,"Ġguests":2487,"Ġentertainment":2488,"Ġluxurious":2489,"Ġmixed":2490,"Ġequally":2491,"Ġsuggest":2492,"shop":2493,"Ġhungry":2494,"Ġattitude":2495,"Ġexquisite":2496,"Ġsurrounding":2497,"Ġuniversity":2498,"Ġespecially":2499,"10":2500,"ber":2501,"based":2502,"bank":2503,"can":2504,"de":2505,"day":2506,"exp":2507,"equ":2508,"giv":2509,"has":2510,"hib":2511,"ily":2512,"ise":2513,"ious":2514,"non":2515,"pop":2516,"rom":2517,"tu":2518,"teri":2519,"vents":2520,"wine":2521,"Ġric":2522,"rimp":2523,"Ġcre":2524,"thers":2525,"ations":2526,"rees":2527,"Ġfamous":2528,"stled":2529,"eak":2530,"eally":2531,"Ġpea":2532,"Ġpra":2533,"Ġpres":2534,"Ġpiz":2535,"endy":2536,"Ġhel":2537,"Ġhost":2538,"Ġhist":2539,"Ġsort":2540,"Ġsiz":2541,"Ġbough":2542,"Ġbab":2543,"Ġbas":2544,"Ġlate":2545,"Ġlar":2546,"Ġlacks":2547,"Ġind":2548,"Ġrive":2549,"Ġriverbank":2550,"Ġmo":2551,"Ġmer":2552,"Ġway":2553,"Ġwish":2554,"Ġans":2555,"Ġcheep":2556,"Ġshot":2557,"people":2558,"Ġrd":2559,"Ġru":2560,"Ġrant":2561,"ilet":2562,"their":2563,"Ġcal":2564,"Ġpubs":2565,"Ġgu":2566,"Ġgri":2567,"Ġgastro":2568,"Ġgrown":2569,"oud":2570,"rop":2571,"ĠcafÃ©teri":2572,"dic":2573,"dience":2574,"umber":2575,"Ġpricier":2576,"Ġemer":2577,"Ġevents":2578,"Ġstat":2579,"Ġaromis":2580,"Ġrough":2581,"Ġtoilet":2582,"Ġeagles":2583,"Ġforget":2584,"Ġdid":2585,"Ġdear":2586,"Ġcup":2587,"Ġpass":2588,"Ġadequ":2589,"Ġsub":2590,"Ġbig":2591,"coming":2592,"Ġclosest":2593,"Ġgoods":2594,"Ġestablishments":2595,"Ġeaten":2596,"Ġfact":2597,"Ġexc":2598,"Ġoverpriced":2599,"Ġdire":2600,"Ġtakeout":2601,"ctly":2602,"Ġenjoys":2603,"higher":2604,"centre":2605,"unfriendly":2606,"service":2607,"Ġcombo":2608,"Ġcomfort":2609,"cheaply":2610,"Ġranking":2611,"Ġperfectly":2612,"usage":2613,"outside":2614,"Ġpaying":2615,"Ġexpected":2616,"Ġselect":2617,"Ġentrees":2618,"Ġparents":2619,"Ġparties":2620,"Ġcharming":2621,"Ġgeneral":2622,"Ġquickly":2623,"Ġshrimp":2624,"Ġwont":2625,"Ġamongst":2626,"Ġproud":2627,"Ġregion":2628,"Ġsale":2629,"Ġaudience":2630,"Ġmaking":2631,"Ġprohib":2632,"Ġleg":2633,"Ġmodestly":2634,"Ġtaking":2635,"Ġstandards":2636,"Ġsays":2637,"Ġordered":2638,"Ġfreshly":2639,"Ġfalling":2640,"have":2641,"Ġsample":2642,"Ġattention":2643,"Ġrelaxed":2644,"Ġcooked":2645,"Ġreport":2646,"Ġapproved":2647,"oeuvre":2648,"freshly":2649,"Ġexceeding":2650,"Ġaccepts":2651,"Ġassortment":2652,"Ġminors":2653,"Ġhappy":2654,"Ġhappen":2655,"Ġattracts":2656,"expect":2657,"Ġsports":2658,"Ġscenic":2659,"pasta":2660,"Ġolder":2661,"reasonably":2662,"Ġpossible":2663,"Ġfavorable":2664,"Ġfocused":2665,"Ġdisappoint":2666,"Ġindividuals":2667,"mark":2668,"Ġobtained":2669,"Ġtell":2670,"Ġtrip":2671,"Ġtraveling":2672,"Ġrefreshments":2673,"Ġimpressive":2674,"Ġsurroundings":2675,"express":2676,"given":2677,"Ġpraised":2678,"Ġpizza":2679,"Ġhosts":2680,"Ġbought":2681,"Ġbaby":2682,"ĠcafÃ©teria":2683,"Ġtoilets":2684,"Ġprohibited":2685,"'m":2686,"--":2687,"ac":2688,"ale":2689,"also":2690,"air":2691,"afforda":2692,"after":2693,"brea":2694,"cur":2695,"car":2696,"cif":2697,"count":2698,"do":2699,"dy":2700,"ded":2701,"ey":2702,"ean":2703,"eur":2704,"fore":2705,"fic":2706,"featu":2707,"fancy":2708,"from":2709,"gn":2710,"gan":2711,"got":2712,"gative":2713,"gains":2714,"ground":2715,"ires":2716,"ibly":2717,"luton":2718,"my":2719,"min":2720,"more":2721,"medi":2722,"oric":2723,"oid":2724,"peri":2725,"rank":2726,"sat":2727,"ters":2728,"void":2729,"where":2730,"yor":2731,"your":2732,"zy":2733,"Ġ6":2734,"Ġ;":2735,"ĠĊ":2736,"Ġedi":2737,"Ġ-Â£":2738,"erate":2739,"erran":2740,"rive":2741,"Ġcate":2742,"Ġcele":2743,"Ġcertain":2744,"Ġcute":2745,"throom":2746,"thnic":2747,"atters":2748,"Ġice":2749,"enc":2750,"enance":2751,"ams":2752,"american":2753,"Ġfin":2754,"Ġfus":2755,"Ġfront":2756,"Ġflare":2757,"Ġfamiliar":2758,"Ġfried":2759,"Ġabs":2760,"Ġavoid":2761,"inary":2762,"Ġow":2763,"Ġore":2764,"Ġothers":2765,"eape":2766,"Ġprest":2767,"ended":2768,"ided":2769,"named":2770,"ustenance":2771,"Ġher":2772,"Ġsol":2773,"Ġsens":2774,"Ġsad":2775,"Ġsca":2776,"Ġsustenance":2777,"Ġbrin":2778,"Ġland":2779,"Ġliv":2780,"Ġlack":2781,"Ġinc":2782,"Ġinv":2783,"Ġincre":2784,"Ġinfamous":2785,"lite":2786,"edit":2787,"Ġcore":2788,"Ġcour":2789,"Ġcoast":2790,"Ġcoffe":2791,"Ġcous":2792,"Ġmile":2793,"Ġmaint":2794,"Ġmedit":2795,"eemed":2796,"Ġwa":2797,"Ġanti":2798,"ffers":2799,"eaters":2800,"Ġcheat":2801,"Ġcheape":2802,"ĠÂ£,":2803,"ĠÂ£.":2804,"Ġnumber":2805,"antic":2806,"ilst":2807,"ilar":2808,"Ġgains":2809,"Ġtab":2810,"Ġtouri":2811,"veyor":2812,"apes":2813,"veral":2814,"Ġlowest":2815,"olute":2816,"arant":2817,"lain":2818,"cellent":2819,"lect":2820,"ored":2821,"raja":2822,"Ġeffe":2823,"Ġbargain":2824,"Ġbargains":2825,"itch":2826,"Ġstro":2827,"Ġsteak":2828,"Ġareas":2829,"Ġraving":2830,"ically":2831,"Ġhouses":2832,"Ġdeemed":2833,"Ġares":2834,"pping":2835,"Ġalike":2836,"Ġcrowd":2837,"Ġcrowds":2838,"Ġcuisines":2839,"Ġpal":2840,"Ġmills":2841,"Ġzizzis":2842,"Ġplatters":2843,"ounds":2844,"Ġref":2845,"Ġrem":2846,"Ġsuperi":2847,"Ġseveral":2848,"Ġbeefeaters":2849,"tiv":2850,"Ġgreatly":2851,"Ġnestled":2852,"Ġnegative":2853,"ales":2854,"Ġquid":2855,"Ġquali":2856,"Ġreviewers":2857,"Ġinexpensively":2858,"Ġlocale":2859,"Ġexist":2860,"Ġoverlook":2861,"join":2862,"Ġvisitors":2863,"Ġoperate":2864,"Ġenjoyable":2865,"ously":2866,"Ġbuck":2867,"Ġconsist":2868,"Ġspecif":2869,"resque":2870,"Ġsatisfied":2871,"unity":2872,"pricey":2873,"costs":2874,"Ġactiv":2875,"Ġchoices":2876,"Ġvaried":2877,"Ġscener":2878,"Ġwouldn":2879,"Ġbrings":2880,"Ġcomm":2881,"Ġcompared":2882,"Ġtradition":2883,"Ġmiddling":2884,"Ġlikely":2885,"imum":2886,"Ġpoints":2887,"Ġbadly":2888,"Ġideally":2889,"Ġbites":2890,"Ġevening":2891,"Ġdeserts":2892,"Ġgrapes":2893,"Ġhearty":2894,"Ġenter":2895,"Ġgenerated":2896,"Ġfavored":2897,"Ġawful":2898,"Ġawarded":2899,"Ġseek":2900,"Ġseems":2901,"Ġleast":2902,"uces":2903,"Ġprams":2904,"Ġafterno":2905,"Ġsausage":2906,"Ġnowhere":2907,"Ġorders":2908,"Ġpartner":2909,"Ġclientele":2910,"Ġlunches":2911,"Ġresult":2912,"Ġdiscri":2913,"Ġgroup":2914,"being":2915,"Ġclassics":2916,"Ġproduces":2917,"Ġintended":2918,"Ġminded":2919,"stern":2920,"Ġexclusively":2921,"Ġanything":2922,"Ġanywhere":2923,"Ġ23":2924,"Ġpurveyor":2925,"Ġthings":2926,"Ġtrendy":2927,"Ġindia":2928,"Ġwork":2929,"Ġextra":2930,"Ġpleased":2931,"Ġescar":2932,"Ġminimum":2933,"Ġplayground":2934,"Ġsupport":2935,"Ġkinds":2936,"Ġbeginning":2937,"excellent":2938,"ranch":2939,"Ġsimilar":2940,"Ġlaid":2941,"Ġcontains":2942,"Ġsporting":2943,"Ġbuilding":2944,"Ġscene":2945,"Ġregularly":2946,"Ġsoda":2947,"Ġsodas":2948,"Ġsingle":2949,"Ġsingles":2950,"Ġwitch":2951,"Ġpreferred":2952,"Ġneighborhood":2953,"Ġadditionally":2954,"Ġachieved":2955,"available":2956,"Ġhandic":2957,"Ġbathroom":2958,"Ġbesides":2959,"Ġgained":2960,"Ġnorthwest":2961,"Ġopinion":2962,"Ġspectrum":2963,"Ġsurprisingly":2964,"Ġneighbour":2965,"popular":2966,"turesque":2967,"Ġrich":2968,"Ġcream":2969,"Ġpeace":2970,"Ġhistoric":2971,"Ġbasic":2972,"Ġlarge":2973,"Ġindeed":2974,"Ġruns":2975,"Ġranting":2976,"Ġcalm":2977,"Ġguarant":2978,"Ġemerging":2979,"Ġstatus":2980,"Ġadequate":2981,"Ġlegal":2982,"Ġdisappointed":2983,"affordable":2984,"featuring":2985,"minating":2986,"ranked":2987,"erranean":2988,"Ġceleb":2989,"Ġcertainly":2990,"Ġfusion":2991,"Ġabsolute":2992,"Ġpresti":2993,"Ġsadly":2994,"Ġbringing":2995,"Ġincredi":2996,"Ġcourse":2997,"Ġcoffees":2998,"Ġcousin":2999,"Ġmaintains":3000,"Ġmediterranean":3001,"Ġcheapest":3002,"Ġeffective":3003,"Ġsuperior":3004,"Ġoverlooks":3005,"Ġscenery":3006,"Ġafternoon":3007,"Ġdiscriminating":3008,"Ġescargot":3009,"Ġhandicap":3010,"Ġabsolutely":3011,"'d":3012,",,":3013,".'":3014,".Â£":3015,"19":3016,"32":3017,"33":3018,"99":3019,"aff":3020,"actly":3021,"bu":3022,"ban":3023,"but":3024,"bar":3025,"british":3026,"best":3027,"cery":3028,"due":3029,"drink":3030,"drop":3031,"ees":3032,"eggs":3033,"ethnic":3034,"fit":3035,"fare":3036,"fair":3037,"ger":3038,"gory":3039,"gious":3040,"hist":3041,"icated":3042,"ilies":3043,"ksh":3044,"kfast":3045,"lust":3046,"liness":3047,"mpe":3048,"mari":3049,"mal":3050,"most":3051,"nit":3052,"nice":3053,"ope":3054,"ove":3055,"oon":3056,"pan":3057,"ply":3058,"par":3059,"port":3060,"place":3061,"pons":3062,"pounds":3063,"phist":3064,"rant":3065,"rough":3066,"so":3067,"sitt":3068,"sons":3069,"sides":3070,"scoring":3071,"suitable":3072,"sily":3073,"tes":3074,"ted":3075,"tic":3076,"trada":3077,"tite":3078,"tradi":3079,"uff":3080,"vate":3081,"vor":3082,"ware":3083,"ym":3084,"ying":3085,"yling":3086,"čĊ":3087,"Ġod":3088,"Ġur":3089,"erves":3090,"rity":3091,"ritic":3092,"another":3093,"Ġcut":3094,"Ġcul":3095,"Ġcritic":3096,"that":3097,"thos":3098,"atisf":3099,"Ġimpe":3100,"ene":3101,"Ġthrough":3102,"reco":3103,"recommend":3104,"amed":3105,"amazing":3106,"among":3107,"ample":3108,"Ġfla":3109,"Ġfitzb":3110,"Ġfour":3111,"Ġfans":3112,"Ġfamed":3113,"stop":3114,"sticks":3115,"Ġable":3116,"Ġaffor":3117,"Ġactive":3118,"Ġahead":3119,"inting":3120,"inspired":3121,"gether":3122,"ington":3123,"earest":3124,"omantic":3125,"verthe":3126,"Ġhi":3127,"Ġhat":3128,"Ġhope":3129,"Ġsw":3130,"earning":3131,"Ġblow":3132,"Ġbare":3133,"Ġlend":3134,"Ġlast":3135,"Ġlay":3136,"Ġlad":3137,"Ġinst":3138,"lie":3139,"liss":3140,"reasy":3141,"reasingly":3142,"Ġlose":3143,"Ġlong":3144,"Ġcove":3145,"urn":3146,"urpass":3147,"Ġmeat":3148,"Ġmild":3149,"utes":3150,"house":3151,"Ġwat":3152,"Ġwise":3153,"ffes":3154,"Ġouter":3155,"Ġouting":3156,"Ġyear":3157,"Â£-":3158,"Ġchill":3159,"Ġshoo":3160,"Ġshores":3161,"Ġrood":3162,"Ġromantic":3163,"antly":3164,"themed":3165,"Ġnothing":3166,"Ġnoise":3167,"Ġcast":3168,"lling":3169,"Ġgod":3170,"Ġgro":3171,"Ġgate":3172,"Ġgar":3173,"Ġgas":3174,"Ġgym":3175,"Ġgliss":3176,"Ġgreasy":3177,"Ġtable":3178,"Ġtad":3179,"Ġtuc":3180,"Ġturn":3181,"vels":3182,"rocious":3183,"Ġfastfood":3184,"dish":3185,"Ġservic":3186,"new":3187,"esses":3188,"essment":3189,"ession":3190,"leg":3191,"lets":3192,"Ġkey":3193,"Ġkitch":3194,"Ġboats":3195,"rally":3196,"Ġethos":3197,"dget":3198,"loc":3199,"Ġnoted":3200,"Ġnotch":3201,"Ġexpans":3202,"Ġwaterside":3203,"Ġstake":3204,"Ġstud":3205,"Ġsticks":3206,"Ġstaff":3207,"Ġstuff":3208,"Ġstyling":3209,"nsider":3210,"ryout":3211,"Ġrater":3212,"Ġratting":3213,"set":3214,"Ġattained":3215,"Ġatrocious":3216,"Ġtoy":3217,"Ġtoast":3218,"Ġtogether":3219,"Ġeach":3220,"Ġeasily":3221,"icult":3222,"icular":3223,"iske":3224,"otic":3225,"Ġdra":3226,"Ġdet":3227,"Ġdrop":3228,"Ġdrive":3229,"Ġspent":3230,"Ġspite":3231,"Ġspoon":3232,"Ġbecome":3233,"Ġbecoming":3234,"Ġbeware":3235,"Ġproves":3236,"ively":3237,"Ġpunters":3238,"Ġval":3239,"Ġones":3240,"akes":3241,"zizzis":3242,"Ġwhine":3243,"Ġwhet":3244,"Ġwhiske":3245,"Ġolives":3246,"Ġbaked":3247,"ensales":3248,"umpington":3249,"bies":3250,"Ġadv":3251,"Ġadded":3252,"iraffes":3253,"above":3254,"mber":3255,"mbing":3256,"Ġrequ":3257,"Ġremark":3258,"Ġtherefore":3259,"Ġsuffers":3260,"cond":3261,"consider":3262,"Ġfrance":3263,"Ġsevers":3264,"Ġsecond":3265,"compan":3266,"tim":3267,"Ġune":3268,"Ġuser":3269,"Ġestablished":3270,"Ġvenues":3271,"Ġneverthe":3272,"ified":3273,"oks":3274,"Ġtrying":3275,"Ġfinding":3276,"Ġpocket":3277,"Ġpolite":3278,"Ġdone":3279,"Ġdogs":3280,"Ġdelect":3281,"Ġfares":3282,"Ġrear":3283,"Ġready":3284,"Ġreasons":3285,"Ġnortheast":3286,"Ġmedian":3287,"Ġlocating":3288,"Ġlocals":3289,"blem":3290,"Ġexactly":3291,"Ġexample":3292,"Ġexotic":3293,"well":3294,"both":3295,"ourable":3296,"Ġdinning":3297,"Ġmenus":3298,"Ġdiet":3299,"akey":3300,"cted":3301,"cker":3302,"Ġalbe":3303,"Ġalmost":3304,"Ġ--":3305,"adent":3306,"adjacent":3307,"Ġbreaking":3308,"Ġbuds":3309,"Ġexperienc":3310,"Ġorgan":3311,"Ġpastries":3312,"Ġlim":3313,"Ġsettings":3314,"Ġwants":3315,"centrally":3316,"Ġsatisfying":3317,"riversides":3318,"Ġspecials":3319,"Ġvibe":3320,"Ġprepa":3321,"Ġviewed":3322,"Ġsophist":3323,"Ġaccompan":3324,"open":3325,"Ġchopping":3326,"Ġbudgets":3327,"Ġvaries":3328,"Ġconsidering":3329,"Ġconsiderable":3330,"Ġunable":3331,"Ġcomensales":3332,"Ġranks":3333,"Ġearth":3334,"Ġearns":3335,"outs":3336,"Ġfarm":3337,"sited":3338,"Ġgotten":3339,"Ġpleasing":3340,"Ġlooks":3341,"Ġdeserves":3342,"Ġclassified":3343,"averagely":3344,"why":3345,"whilst":3346,"Ġgrand":3347,"Ġbeautifully":3348,"Ġentree":3349,"Ġparking":3350,"Ġshouldn":3351,"...":3352,"Ġappear":3353,"Ġappeal":3354,"Ġfavouri":3355,"Ġseem":3356,"Ġfurnit":3357,"welcoming":3358,"Ġfoe":3359,"Ġfool":3360,"Ġleaving":3361,"visiting":3362,"Ġprom":3363,"Ġeveryday":3364,"Ġpermits":3365,"ority":3366,"Ġproblem":3367,"Ġparticular":3368,"ansport":3369,"Ġclimbing":3370,"Ġlevels":3371,"Ġtastings":3372,"Ġtakes":3373,"Ġresults":3374,"Ġrespons":3375,"Ġspecialties":3376,"Ġdisco":3377,"Ġdiscount":3378,"Ġluck":3379,"Ġstellar":3380,"Ġfondues":3381,"Ġmoderates":3382,"Ġtail":3383,"Ġcompetitor":3384,"Ġmeant":3385,"proved":3386,"Ġgrade":3387,"Ġ21":3388,"Ġ24":3389,"Ġcrazy":3390,"Ġcracker":3391,"Ġrelaxing":3392,"Ġunsatisf":3393,"Ġunsurpass":3394,"Ġcompetitively":3395,"ized":3396,"Ġassessment":3397,"Ġcoupled":3398,"Ġdays":3399,"Ġpried":3400,"Ġprime":3401,"Ġprimari":3402,"Ġprivate":3403,"Ġpriority":3404,"Ġtrue":3405,"Ġtrumpington":3406,"Ġtransport":3407,"Ġuseful":3408,"Ġappetite":3409,"received":3410,"Ġworry":3411,"Ġworse":3412,"Ġworld":3413,"Ġaccommodations":3414,"crown":3415,"Ġimprove":3416,"Ġfits":3417,"Ġpicturesque":3418,"Ġminutes":3419,"Ġkeeping":3420,"Ġchopsticks":3421,"Ġattraction":3422,"Ġattractive":3423,"Ġmarks":3424,"Ġmarked":3425,"Ġinteresting":3426,"Ġpurchased":3427,"burgers":3428,"Ġsimply":3429,"Ġlaw":3430,"Ġcontin":3431,"Ġmilksh":3432,"Ġshown":3433,"Ġguest":3434,"Ġluxuriant":3435,"pasto":3436,"reasonable":3437,"Ġtreats":3438,"Ġpossesses":3439,"Ġdelights":3440,"Ġdisappointing":3441,"Ġachieving":3442,"Ġindividual":3443,"avalon":3444,"ccable":3445,"Ġhang":3446,"Ġbabies":3447,"Ġmaxim":3448,"Ġcarries":3449,"Ġcarryout":3450,"Ġgaining":3451,"Ġvarying":3452,"Ġdecided":3453,"Ġdecadent":3454,"Ġnorthwestern":3455,"Ġopinions":3456,"Ġspectac":3457,"passing":3458,"Ġprofile":3459,"Ġprofession":3460,"Ġneighboring":3461,"Ġpresently":3462,"Ġhelp":3463,"Ġsizes":3464,"Ġmoved":3465,"Ġmerits":3466,"Ġgrill":3467,"Ġgrills":3468,"Ġroughly":3469,"Ġdidn":3470,"Ġexciting":3471,"Ġdirectly":3472,"Ġcomfortable":3473,"Ġproudly":3474,"Ġbabysitt":3475,"breakfast":3476,"curried":3477,"euros":3478,"fication":3479,"gnized":3480,"medium":3481,"Ġedible":3482,"Ġcategory":3483,"Ġherbs":3484,"Ġsensibly":3485,"Ġscare":3486,"Ġlandmark":3487,"Ġlives":3488,"Ġlacklust":3489,"Ġincreasingly":3490,"Ġantipasto":3491,"Ġtourists":3492,"Ġstrollers":3493,"Ġpalates":3494,"Ġqualification":3495,"Ġconsistently":3496,"Ġspecifically":3497,"Ġactivities":3498,"Ġcommunity":3499,"Ġsausages":3500,"Ġbathrooms":3501,"Ġpeaceful":3502,"Ġhistorical":3503,"Ġguarantee":3504,"Ġcelebrating":3505,"Ġprestigious":3506,"Ġincredibly":3507,"budget":3508,"bargain":3509,"drinks":3510,"fairly":3511,"traditional":3512,"vorful":3513,"Ġurban":3514,"Ġculinary":3515,"Ġcritics":3516,"Ġimpeccable":3517,"recognized":3518,"recommended":3519,"Ġflavorful":3520,"Ġfitzbilies":3521,"Ġactively":3522,"Ġbarely":3523,"Ġcoveted":3524,"Ġmildly":3525,"Ġgrocery":3526,"Ġglisson":3527,"Ġtucson":3528,"dishes":3529,"Ġservicing":3530,"Ġkitchen":3531,"Ġexpansive":3532,"Ġstudents":3533,"Ġwhiskey":3534,"Ġremarkable":3535,"considered":3536,"Ġnevertheless":3537,"Ġalbeit":3538,"Ġorganiz":3539,"Ġsophisticated":3540,"Ġaccompanied":3541,"Ġfavourite":3542,"Ġfurniture":3543,"Ġresponse":3544,"Ġunsurpassed":3545,"Ġprimarily":3546,"Ġmilkshakes":3547,"Ġspectacular":3548,"Ġprofessionally":3549,"Ġbabysitter":3550,"Ġlackluster":3551}