{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"Ġ=":257,"Ġ|":258,"er":259,"an":260,"ri":261,"Ġf":262,"at":263,"Ġc":264,"Ġr":265,"en":266,"he":267,"ly":268,"Ġa":269,"am":270,"in":271,"es":272,"od":273,"Ġt":274,"ea":275,"ood":276,"Ġp":277,"is":278,"ge":279,"ce":280,"Ġfood":281,"Ġo":282,"st":283,"The":284,"Ġn":285,"ing":286,"Ġis":287,"Ġrat":288,"end":289,"Ġpri":290,"riend":291,"riendly":292,"om":293,"id":294,"Ġprice":295,"Ġrating":296,"ame":297,"ver":298,"Ġcu":299,"stom":300,"stomer":301,"ĠThe":302,"Ġcustomer":303,"name":304,"ĠC":305,"ear":306,"Ġran":307,"Ġnear":308,"Ġrange":309,"ĠI":310,"ami":311,"Ġfami":312,"it":313,"Ġfamily":314,"Ġof":315,"Ġs":316,"Ġl":317,"re":318,"ta":319,"friendly":320,"ide":321,"Ġh":322,"Ġ5":323,"side":324,"Ġar":325,"verside":326,"Ġarea":327,"Ġri":328,"ĠB":329,"Ġriverside":330,"Ġthe":331,"ater":332,"ent":333,"ate":334,"ur":335,"ut":336,"ho":337,"Ġlo":338,"ee":339,"ĠF":340,"Ġth":341,"Ġan":342,"li":343,"Ġe":344,"ff":345,"Ġout":346,"Ġco":347,"Â£":348,"ĠR":349,"ĠÂ£":350,"ffee":351,"Ġcoffee":352,"hop":353,"pe":354,"atery":355,"Ġeatery":356,"Ġshop":357,"gh":358,"ap":359,"Ġty":360,"Ġtype":361,"Ġm":362,"Ġy":363,"Ġin":364,"igh":365,"Ġhigh":366,"esta":367,"Ġyes":368,"ant":369,"Ġand":370,"ity":371,"urant":372,"estaurant":373,"Ġrestaurant":374,"ch":375,"ese":376,"il":377,"Ġcent":378,"Ġcity":379,"Ġno":380,"Ġcentre":381,"ĠE":382,"ĠP":383,"Ġfriendly":384,"Ġthan":385,"ated":386,"20":387,"cated":388,"ĠIn":389,"ĠIt":390,"ren":391,"Ġw":392,"ub":393,"ll":394,"Ġpub":395,"Ġlocated":396,"ast":397,"ess":398,"ou":399,"ĠA":400,"ĠH":401,"Ġha":402,"ro":403,"Ġb":404,"vera":405,"af":406,"Ã©":407,"afÃ©":408,"verage":409,"ĠCafÃ©":410,"Ġlow":411,"gl":412,"Ġaverage":413,"ice":414,"ĠG":415,"lian":416,"talian":417,"Jap":418,"Japan":419,"ĠItalian":420,"Japanese":421,"ĠJapanese":422,"ĠW":423,"ed":424,"oder":425,"oderate":426,"Ġhas":427,"rench":428,"Ġmoderate":429,"ĠS":430,"ĠFrench":431,"or":432,"ol":433,"erv":434,"ian":435,"um":436,"dian":437,"ĠIndian":438,"ers":439,"Ġserv":440,"ith":441,"ar":442,"Ġwith":443,"ne":444,"ild":445,"ve":446,"ĠT":447,"Ġche":448,"la":449,"Ġcheap":450,"Ġless":451,"ish":452,"oat":453,"ĠRice":454,"ĠBoat":455,"Ġ3":456,"Ġ1":457,"ĠFast":458,"ngl":459,"nglish":460,"ĠEnglish":461,"ore":462,"Ġmore":463,"30":464,"ra":465,"Ġserves":466,"Ġthat":467,"hild":468,"dge":469,"Ġby":470,"tl":471,"amb":472,"ridge":473,"ĠCamb":474,"ĠCambridge":475,"all":476,"25":477,"Ġchild":478,"old":479,"row":480,"olden":481,"ĠGolden":482,"hin":483,"xp":484,"hinese":485,"ĠChinese":486,"ĠBar":487,"ĠM":488,"ot":489,"Ġnot":490,"Ġk":491,"man":492,"aterman":493,"ĠWaterman":494,"ns":495,"ĠO":496,"Ġkid":497,"ow":498,"ere":499,"ue":500,"ĠV":501,"ĠTw":502,"ment":503,"lies":504,"Ġpriced":505,"Ġit":506,"ry":507,"Lo":508,"ĠAr":509,"ay":510,"Ġcall":511,"lue":512,"Ġcalled":513,"se":514,"le":515,"lace":516,"ĠRou":517,"ĠRouge":518,"ress":519,"ĠExp":520,"olid":521,"ĠHolid":522,"ĠHoliday":523,"ĠInn":524,"ĠCur":525,"ĠExpress":526,"ĠCurry":527,"ix":528,"zb":529,"itzb":530,"illies":531,"itzbillies":532,"Ġrated":533,"Ġat":534,"here":535,"agl":536,"ĠEagl":537,"ĠRa":538,"ĠEagle":539,"Ġto":540,"Ġfor":541,"da":542,"rowns":543,"ĠBlue":544,"liment":545,"limentum":546,"Ġoff":547,"Ġfast":548,"ic":549,"ouse":550,"tra":551,"trada":552,"ĠHouse":553,"ms":554,"and":555,"res":556,"ĠPor":557,"tland":558,"ĠArms":559,"ĠPortland":560,"ul":561,"restl":562,"restlers":563,"ĠWrestlers":564,"ĠOne":565,"ĠAll":566,"Ġchildren":567,"There":568,"el":569,"un":570,"enix":571,"hoenix":572,"ĠPhoenix":573,"ult":574,"ĠN":575,"Ġst":576,"ces":577,"yne":578,"Loch":579,"ĠFyne":580,"ĠFitzbillies":581,"ĠY":582,"ĠSp":583,"ĠSpice":584,"urg":585,"rov":586,"Ġare":587,"ege":588,"Ġprov":589,"ĠVege":590,"ĠVegeta":591,"bow":592,"rian":593,"inbow":594,"ĠVegetarian":595,"ĠRainbow":596,"pp":597,"Ġprices":598,"ĠK":599,"to":600,"ter":601,"ive":602,"Ġoffers":603,"urger":604,"oodle":605,"otto":606,"ĠNoodle":607,"ipp":608,"ippee":609,"Ġprovid":610,"ĠYippee":611,"ine":612,"ĠPun":613,"ĠPunter":614,"ĠKing":615,"ĠBurger":616,"ĠAlimentum":617,"ults":618,"otel":619,"za":620,"ĠBrowns":621,"enty":622,"ĠPla":623,"ĠHotel":624,"ĠPlaza":625,"ĠCrow":626,"Ġstar":627,"ĠTwenty":628,"ĠTwo":629,"wood":630,"ildwood":631,"hi":632,"ĠStrada":633,"oc":634,"ocum":635,"ĠCrowne":636,"on":637,"ĠRan":638,"Ġplace":639,"ree":640,"Ġon":641,"aults":642,"ĠVaults":643,"ĠMan":644,"reen":645,"ĠSic":646,"ĠSici":647,"lia":648,"ĠSicilia":649,"iz":650,"ak":651,"ill":652,"Ziz":653,"Zizz":654,"Zizzi":655,"ids":656,"mer":657,"et":658,"ĠRanch":659,"isine":660,"live":661,"rove":662,"ĠOlive":663,"Ġg":664,"ĠGrove":665,"ummer":666,"idsummer":667,"Ġserving":668,"ĠLoch":669,"ell":670,"Ġbut":671,"alace":672,"ĠPalace":673,"iverside":674,"Ġmoderately":675,"omi":676,"ĠCotto":677,"Ġd":678,"ĠBak":679,"ĠBakers":680,"ĠRiverside":681,"ĠMill":682,"lare":683,"ĠHall":684,"ĠClare":685,"ĠWildwood":686,"Ġkids":687,"ĠD":688,"pl":689,"ens":690,"umpl":691,"umpling":692,"ĠTree":693,"Located":694,"ĠDumpling":695,"ĠCu":696,"ensive":697,"ĠGreen":698,"xpensive":699,"rent":700,"ĠSor":701,"rento":702,"ĠSorrento":703,"hich":704,"Ġwhich":705,"Ġratings":706,"ells":707,"Ġprovides":708,"'s":709,"ck":710,"ĠCocum":711,"ĠZizzi":712,"low":713,"lowns":714,"al":715,"ffe":716,"ira":717,"Ġname":718,"iraffe":719,"nd":720,"ĠMidsummer":721,"ĠPl":722,"ough":723,"ound":724,"ĠPlough":725,"ĠThey":726,"cket":727,"ricket":728,"ĠCricket":729,"ĠCricketers":730,"im":731,"Ġyou":732,"ĠAromi":733,"Ġnamed":734,"rice":735,"ib":736,"raz":737,"ĠBraz":738,"ĠBrazil":739,"bap":740,"imbap":741,"ibimbap":742,"Ġexpensive":743,"Ġhighly":744,"Ġriver":745,"Near":746,"Fitzbillies":747,"In":748,"Ġcan":749,"Ġbe":750,"Ġcenter":751,"ĠCuisine":752,"Ġre":753,"ja":754,"price":755,"ĠRaja":756,"Ġthere":757,"Ġhave":758,"Ġcustomers":759,"ĠGiraffe":760,"aste":761,"Browns":762,"vi":763,"ĠClowns":764,"priced":765,"ĠBells":766,"ĠSix":767,"ls":768,"Alimentum":769,"Ġcost":770,"ĠIts":771,"Ġproviding":772,"Ġsu":773,"Ġ20":774,"Ġv":775,"Strada":776,"est":777,"ĠBibimbap":778,"ĠAd":779,"riat":780,"ĠAdriat":781,"ĠAdriatic":782,"ĠCity":783,"lo":784,"Ġoffer":785,"ble":786,"Ġcuisine":787,"lose":788,"ĠTaste":789,"Blue":790,"Ġfr":791,"fe":792,"Ġits":793,"val":794,"valon":795,"Ġfrom":796,"ĠAvalon":797,"Cotto":798,"Ġclose":799,"Ġad":800,"Cocum":801,"rave":802,"For":803,"llers":804,"ĠBee":805,"ĠRest":806,"feater":807,"ravellers":808,"ĠBeefeater":809,"os":810,"com":811,"Ġfive":812,"Ġen":813,"shi":814,"ew":815,"Ġoffering":816,"lso":817,"Ġfound":818,"his":819,"Ġnon":820,"Ġalso":821,"iv":822,"Ġstars":823,"bl":824,"establ":825,"Ġestabl":826,"Ġone":827,"ishment":828,"Ġgood":829,"Ġestablishment":830,"Ġsushi":831,"reat":832,"Wildwood":833,"Ġmid":834,"ir":835,"xt":836,"ion":837,"ĠTravellers":838,"ext":839,"Ġven":840,"Ġvenue":841,"Ġsells":842,"Ġgreat":843,"Ġpound":844,"ĠThis":845,"Ġserve":846,"Ġmea":847,"ron":848,"Midsummer":849,"Ar":850,"Aromi":851,"view":852,"Ġpounds":853,"Ġsit":854,"Ġfamilies":855,"able":856,"With":857,"Ġnext":858,"Ġthey":859,"ĠCustomer":860,"viron":861,"vironment":862,"Ġenvironment":863,"th":864,"Ġ30":865,"Ġonly":866,"uated":867,"qu":868,"Ġas":869,"very":870,"Green":871,"Ġeat":872,"ind":873,"ok":874,"If":875,"Ġqu":876,"entre":877,"Ġvery":878,"mos":879,"phere":880,"ceiv":881,"elcom":882,"mosphere":883,"Ġatmosphere":884,"ĠCentre":885,"Ġtry":886,"Ġreceiv":887,"Clowns":888,"ĠFriendly":889,"Ġfind":890,"Ġpo":891,"Ġthree":892,"Ġreview":893,"Ġsituated":894,"Ġadult":895,"ĠLocated":896,"star":897,"Ġwelcom":898,"Ġdo":899,"own":900,"oking":901,"Ġal":902,"expensive":903,"Ġinexpensive":904,"Giraffe":905,"ating":906,"Ġall":907,"'t":908,"Bibimbap":909,"amily":910,"yle":911,"ct":912,"Ġrea":913,"Ġde":914,"rin":915,"Ġthis":916,"ium":917,"Ġhigher":918,"Ġreceived":919,"Ġlooking":920,"Ġfa":921,"ĠRating":922,"rit":923,"ong":924,"Ġrang":925,"Ġmed":926,"Ġnor":927,"Ġmeals":928,"Ġu":929,"Ġreviews":930,"ality":931,"Ġcosts":932,"son":933,"Ġex":934,"hou":935,"Ġloc":936,"Ġmedium":937,"hough":938,"Ġbet":939,"ffor":940,"Ġwine":941,"Ġreason":942,"Ġnorth":943,"een":944,"fforda":945,"ome":946,"our":947,"ween":948,"Ġun":949,"Ġquality":950,"Ġbetween":951,"bo":952,"Ġafforda":953,"Ġstyle":954,"jo":955,"der":956,"Ġaffordable":957,"Ġwill":958,"Ġabo":959,"Ġover":960,"Ġpoor":961,"Ġwelcome":962,"Ġrate":963,"Ġadults":964,"Ġdoes":965,"Ġservice":966,"ĠCustomers":967,"Ġyour":968,"Ġdin":969,"Taste":970,"as":971,"Ġgo":972,"ĠFood":973,"get":974,"ation":975,"Ġalong":976,"enu":977,"Ġget":978,"Ġmenu":979,"An":980,"Ġdeli":981,"ritish":982,"ĠBritish":983,"ever":984,"Ġsuit":985,"ake":986,"Ġunder":987,"Ġ.":988,"Ġexce":989,"owever":990,"comm":991,"ci":992,"rated":993,"Ġlocation":994,"uros":995,"Ġmeal":996,"isit":997,"Ġwho":998,"Ġwhere":999,"commend":1000,"rices":1001,"llent":1002,"Ġrecommend":1003,"Ġserved":1004,"Ġdining":1005,"Ġexcellent":1006,"ust":1007,"Ġsuitable":1008,"Ġtake":1009,"ĠPrices":1010,"Ġdis":1011,"Ġthen":1012,"Ġtheir":1013,"Ġabove":1014,"ad":1015,"Ġisn":1016,"Ġbeen":1017,"ĠPub":1018,"Ġup":1019,"ting":1020,"family":1021,"ĠL":1022,"-Â£":1023,"though":1024,"Ġ,":1025,"joy":1026,"Ġwell":1027,"Ġvisit":1028,"ĠCrown":1029,"Ġallow":1030,"'re":1031,"ĠRange":1032,"Ġranging":1033,"food":1034,"rink":1035,"co":1036,"Ġper":1037,"Ġdrink":1038,"Ġrecommended":1039,"Ġeuros":1040,"Ġfoods":1041,"Ġop":1042,"ring":1043,"Ġsp":1044,"just":1045,"way":1046,"Ġ-":1047,"Ġjust":1048,"rea":1049,"eat":1050,"Ġwithin":1051,"ven":1052,"int":1053,"ite":1054,"Ġwhole":1055,"hildren":1056,"Ġend":1057,"hes":1058,"ght":1059,"ous":1060,"Ġgiv":1061,"ab":1062,"Ġenjoy":1063,"cing":1064,"ĠShop":1065,"Ġreasonable":1066,"Ġfair":1067,"Ġbrea":1068,"ĠNot":1069,"Ġpricing":1070,"Ġhowever":1071,"Ġdishes":1072,"ĠĠ":1073,"Ġaround":1074,"ably":1075,"Ġside":1076,"ĠTheir":1077,"Ġcheese":1078,"ien":1079,"Ġexp":1080,"Ġva":1081,"Ġgiven":1082,"if":1083,"Ġreasonably":1084,"ience":1085,"fast":1086,"kfast":1087,"Ġexper":1088,"Ġbu":1089,"Ġexperience":1090,"Ġoutside":1091,"High":1092,"Ġwe":1093,"Ġkn":1094,"You":1095,"Ġhe":1096,"At":1097,"Ġor":1098,"Ġranges":1099,"Ġdeliver":1100,"Ġbreakfast":1101,"Ġfeat":1102,"Ġori":1103,"ally":1104,"Ġcosting":1105,"Ġsell":1106,"ction":1107,"Ġset":1108,"erving":1109,"ĠYou":1110,"ies":1111,"ĠPrice":1112,"by":1113,"Ġ25":1114,"Ġnice":1115,"Ġpast":1116,"Ġam":1117,"Ġcater":1118,"ented":1119,"ĠWe":1120,"urgers":1121,"Ġknown":1122,"lthough":1123,"ile":1124,"Ġbest":1125,"Ġopt":1126,"ca":1127,"ĠWith":1128,"Ġsat":1129,"peci":1130,"Ġgive":1131,"Ġpoorly":1132,"isf":1133,"Ġwh":1134,"Ġcons":1135,"Ġdown":1136,"Ġsetting":1137,"Ġpricey":1138,"Ġwant":1139,"Ġ'":1140,"Ġaveragely":1141,"Ġsatisf":1142,"Travellers":1143,"Ġso":1144,"Ġright":1145,"Ġfare":1146,"By":1147,"ient":1148,"Ġfine":1149,"ĠChildren":1150,"Ġnearby":1151,"Ġpasta":1152,"Ġspeci":1153,"Ġbeing":1154,"Ġoriented":1155,"On":1156,"ries":1157,"Ġsatisfa":1158,"cent":1159,"Ġbar":1160,"Ġtown":1161,"Ġsome":1162,"cious":1163,"venient":1164,"ran":1165,"Ġour":1166,"Che":1167,"ail":1168,"Ġfriend":1169,"Ġwas":1170,"Ġgets":1171,"Ġsatisfaction":1172,"ss":1173,"Ġjo":1174,"ts":1175,"vail":1176,"Ġview":1177,"Ġdrinks":1178,"vailable":1179,"Riverside":1180,"Ġcon":1181,"Ġpre":1182,"Ġdelicious":1183,"Ġavailable":1184,"Ġbo":1185,"Ġcheck":1186,"Ġwelcomes":1187,"French":1188,"ight":1189,"orth":1190,"cost":1191,"away":1192,"ustomer":1193,"Ġfries":1194,"ld":1195,"Ġbudge":1196,"range":1197,"Ġjoint":1198,"Ġac":1199,"Ġthough":1200,"Ġburgers":1201,"Friendly":1202,"ĠRated":1203,"ional":1204,"Ġallowed":1205,"Ġprovide":1206,"Ġvari":1207,"Ġbudget":1208,"dit":1209,"ider":1210,"umer":1211,"Ġdine":1212,"Family":1213,"Italian":1214,"Serving":1215,"op":1216,"ĠHowever":1217,"Ġlower":1218,"Ġconvenient":1219,"ould":1220,"Ġboast":1221,"ges":1222,"zing":1223,"Ġsc":1224,"ures":1225,"Ġwould":1226,"Ġfairly":1227,"Ġconsider":1228,"lu":1229,"Ġranged":1230,"Ġdecent":1231,"Ġus":1232,"Customer":1233,"Ġcho":1234,"eside":1235,"Ġbel":1236,"radit":1237,"Ġfeatures":1238,"Ġlove":1239,"lic":1240,"ety":1241,"Ġquite":1242,"ased":1243,"Ġcom":1244,"Ġsho":1245,"ard":1246,"Ġselling":1247,"Ġvariety":1248,"Ġli":1249,"ĠFamily":1250,"child":1251,"Ġwin":1252,"uld":1253,"Ġoption":1254,"raditional":1255,"ali":1256,"Ġif":1257,"ther":1258,"Ġreceives":1259,"Ġconsidered":1260,"Rated":1261,"Ġbring":1262,"ular":1263,"ican":1264,"merican":1265,"Ġabout":1266,"Ġbelow":1267,"Ġlik":1268,"Ġtraditional":1269,"Ġite":1270,"Ġboasts":1271,"Fast":1272,"for":1273,"Ġnew":1274,"Ġbased":1275,"Ġitems":1276,"Close":1277,"iver":1278,"eses":1279,"Ġtw":1280,"Ġrank":1281,"ĠAmerican":1282,"ĠHigh":1283,"ĠThere":1284,"Ġtoo":1285,"Ġbeside":1286,"Ġdeliveries":1287,"Cheap":1288,"fect":1289,"Ġpop":1290,"Highly":1291,"Ġspeciali":1292,"Ġchoice":1293,"Ġwines":1294,"lly":1295,"ty":1296,"Ġmo":1297,"Ġalthough":1298,"English":1299,"dle":1300,"amilies":1301,"This":1302,"ons":1303,"pect":1304,"Ġperfect":1305,"pic":1306,"ituated":1307,"ele":1308,"ffer":1309,"ĠRiver":1310,"Ġcheeses":1311,"Ġmiddle":1312,"Ġconveniently":1313,"Come":1314,"Ġlike":1315,"ving":1316,"style":1317,"ĠAlthough":1318,"Ġhead":1319,"Ġcaters":1320,"cale":1321,"Ġtwenty":1322,"Ġear":1323,"ĠIs":1324,"oderately":1325,"ĠYes":1326,"Ġcostumer":1327,"ĠNear":1328,"Ġpopular":1329,"Ġcome":1330,"Ġpay":1331,"Ġcheaply":1332,"tle":1333,"hile":1334,"ittle":1335,"Ġlittle":1336,"llar":1337,"Ġeating":1338,"Ġpoint":1339,"Ġdollar":1340,"azing":1341,"clu":1342,"there":1343,"Ġtypic":1344,"Ġdelivers":1345,"Customers":1346,"Next":1347,"the":1348,"Ġfar":1349,"eal":1350,"ĠNo":1351,"Although":1352,"ions":1353,"oad":1354,"ushi":1355,"Ġthem":1356,"Ġburger":1357,"Indian":1358,"Ġamazing":1359,"Low":1360,"Ġpl":1361,"red":1362,"Ġvalue":1363,"Ġwhile":1364,"ffering":1365,"ave":1366,"oth":1367,"Ġgot":1368,"Children":1369,"kir":1370,"ull":1371,"ĠChe":1372,"ĠEuros":1373,"Ġstarting":1374,"Ġearn":1375,"Ġdollars":1376,"kirts":1377,"Kid":1378,"ain":1379,"eop":1380,"ps":1381,"skirts":1382,"Ġch":1383,"Ġoutskirts":1384,"ices":1385,"Ġearned":1386,"eople":1387,"Moderately":1388,"Ġpublic":1389,"ross":1390,"Ġbad":1391,"art":1392,"Ġspend":1393,"Ġfeatu":1394,"Situated":1395,"Ġroad":1396,"ately":1397,"ĠAs":1398,"Ġhad":1399,"ĠSushi":1400,"ĠKids":1401,"Ġacross":1402,"Chinese":1403,"scale":1404,"Ġfull":1405,"Ġtast":1406,"Ġmay":1407,"ĠAverage":1408,"Ġupscale":1409,"Yes":1410,"irit":1411,"uit":1412,"Ġcla":1413,"ĠFamilies":1414,"Ġbit":1415,"Ġservices":1416,"Ġlocal":1417,"irits":1418,"ner":1419,"Ġid":1420,"esp":1421,"Ġdoesn":1422,"Ġopen":1423,"Ġspecializ":1424,"Ġclass":1425,"ag":1426,"Ġpeople":1427,"Ġhome":1428,"Ġfriends":1429,"ack":1430,"Ġrates":1431,"Ġsli":1432,"Ġlook":1433,"ick":1434,"espite":1435,"tun":1436,"Ġaway":1437,"Ġinclu":1438,"Ġgr":1439,"Ġreally":1440,"ghtly":1441,"Ġinclud":1442,"eaut":1443,"Ġser":1444,"eed":1445,"Ġworth":1446,"ĠKid":1447,"Ġdist":1448,"iful":1449,"children":1450,"Ġspecializes":1451,"Ġslightly":1452,"eautiful":1453,"Offering":1454,"use":1455,"ĠU":1456,"Ġfan":1457,"ative":1458,"Ġsele":1459,"Ġhouse":1460,"uth":1461,"Ġwon":1462,"ĠOur":1463,"coffee":1464,"fortun":1465,"Ġserver":1466,"fortunately":1467,"ease":1468,"Ġyet":1469,"Ġboth":1470,"ĠAsian":1471,"Ġideal":1472,"'ll":1473,"long":1474,"ames":1475,"Ġeven":1476,"Ġcould":1477,"Ġbeautiful":1478,"Looking":1479,"Ġbeca":1480,"Ġexpect":1481,"Ġspirits":1482,"Ġfeaturing":1483,"Ġbecause":1484,"Along":1485,"ti":1486,"Ġsm":1487,"Ġsom":1488,"hose":1489,"let":1490,"Ġoptions":1491,"Ġusu":1492,"Ġshould":1493,"Child":1494,"Not":1495,"kid":1496,"ener":1497,"Ġthose":1498,"Ġother":1499,"uro":1500,"verages":1501,"Ġtop":1502,"Ġstart":1503,"ĠLow":1504,"Ġsmall":1505,"Try":1506,"Ġent":1507,"eals":1508,"Ġnight":1509,"Ġhaving":1510,"ĠWhile":1511,"Ġdon":1512,"ront":1513,"Ġtypically":1514,"rt":1515,"ĠChild":1516,"Ġhamb":1517,"ney":1518,"Ġmoney":1519,"..":1520,"near":1521,"Ġea":1522,"ĠNorth":1523,"Ġspecial":1524,"Ġscore":1525,"Ġlovely":1526,"ful":1527,"front":1528,"tty":1529,"ĠJ":1530,"ank":1531,"Ġapp":1532,"Ġpers":1533,"Ġoutlet":1534,"Ġlowly":1535,"Ġgener":1536,"Ġfav":1537,"Ġpretty":1538,"Ġperson":1539,"'.":1540,"one":1541,"het":1542,"ist":1543,"ores":1544,"ark":1545,"Ġplaced":1546,"Ġquick":1547,"One":1548,"out":1549,"per":1550,"Ġaw":1551,"Ġsee":1552,"ĠServing":1553,"Ġranked":1554,"Ġchar":1555,"Ġusually":1556,"njoy":1557,"ted":1558,"ates":1559,"Ġwit":1560,"ĠHas":1561,"verall":1562,"ĠTh":1563,"Ġstore":1564,"only":1565,"Ġcostly":1566,"Ġsited":1567,"Ġscores":1568,"aghet":1569,"aghetti":1570,".,":1571,"CafÃ©":1572,"with":1573,"Ġfur":1574,"Ġfall":1575,"stand":1576,"Ġhere":1577,"Ġrestaurants":1578,"Ġbra":1579,"Ġsuper":1580,"Ġsits":1581,"Ġmost":1582,"Ġservers":1583,"It":1584,"fter":1585,"pet":1586,"Ġsure":1587,"Ġfruit":1588,"Ġspot":1589,"Ġspaghetti":1590,"Ġamong":1591,"Ġwhat":1592,"standing":1593,"Visit":1594,"king":1595,"Ġrest":1596,"Ġoutstanding":1597,"Ġstop":1598,"Ġreg":1599,"elcome":1600,"coho":1601,"Check":1602,"acks":1603,"Ġhamburgers":1604,"Ġfurther":1605,"City":1606,"Enjoy":1607,"Welcome":1608,"are":1609,"ging":1610,"enta":1611,"Ġneat":1612,"Ġsea":1613,"Ġevery":1614,"Ġmat":1615,"Ġcentra":1616,"Ġwide":1617,"Ġbank":1618,"Ġoffered":1619,"Ġeats":1620,"Ġreviewed":1621,"Ġalcoho":1622,"ards":1623,"ĠUn":1624,"Ġselection":1625,"Ġbracket":1626,"ental":1627,"Average":1628,"restaurant":1629,"ance":1630,"Ġages":1631,"Ġpr":1632,"Ġpla":1633,"stic":1634,"Ġcur":1635,"tastic":1636,"Ġaren":1637,"room":1638,"ĠSta":1639,"resh":1640,"Ġbeverages":1641,"Ġdinner":1642,"Ġallows":1643,"Ġfantastic":1644,"Ġwonder":1645,"Ġgenerally":1646,"00":1647,"her":1648,"ire":1649,"led":1650,"of":1651,"us":1652,"Ġafter":1653,"Ġok":1654,"Ġsn":1655,"hout":1656,"Ġeuro":1657,"Ġmight":1658,"vel":1659,"akes":1660,"Ġriverfront":1661,"Ġheart":1662,"Ġprem":1663,"Ġcomes":1664,"Ġshort":1665,"Ġsomew":1666,"Ġwithout":1667,"cil":1668,"mit":1669,"Ġ4":1670,"any":1671,"eave":1672,"Ġplu":1673,"Ġpart":1674,"Ġoverall":1675,"ities":1676,"uton":1677,"ĠMeals":1678,"Ġdue":1679,"Ġpermit":1680,"Ġspecializing":1681,"Ġopened":1682,"ĠUnfortunately":1683,"Ġsnacks":1684,"Ġplus":1685,"While":1686,"orit":1687,"yled":1688,"Ġrel":1689,"Ġpro":1690,"Ġshi":1691,"Ġhold":1692,"rently":1693,"located":1694,"Ġwelcomed":1695,"Ġfacil":1696,"Ġviews":1697,"Ġrestroom":1698,"Ġwonderful":1699,"Ġship":1700,"ost":1701,"rating":1702,"ĠLo":1703,"rict":1704,"Ġage":1705,"Ġlies":1706,"tain":1707,"Ġnow":1708,"Ġnone":1709,"Ġwater":1710,"oups":1711,"ĠHave":1712,"ĠPlease":1713,"Ġtypical":1714,"ĠCheap":1715,"Ġdistrict":1716,"Ġeast":1717,"Ġalcohol":1718,"Families":1719,"Wh":1720,"iet":1721,"ning":1722,"ves":1723,"Ġauth":1724,"Ġneed":1725,"Ġnames":1726,"itive":1727,"entic":1728,"entele":1729,"ors":1730,"ond":1731,"Ġdespite":1732,"Ġwhose":1733,"ĠLuton":1734,"Ġconsumer":1735,"Ġthemed":1736,"Ġtasty":1737,"Ġdistance":1738,"Ġfavorit":1739,"Ġsuperb":1740,"Ġpermitted":1741,"Ġrelative":1742,"Ġauthentic":1743,"BP":1744,"Price":1745,"xim":1746,"ery":1747,"Ġfree":1748,"Ġcli":1749,"Ġle":1750,"Ġlun":1751,"ents":1752,"Ġmakes":1753,"ĠAlso":1754,"ĠThough":1755,"Ġcheaper":1756,"Ġthats":1757,"Ġgave":1758,"imed":1759,"vious":1760,"quality":1761,"ĠRatings":1762,"Ġlocate":1763,"Ġunfriendly":1764,"Ġsuited":1765,"Ġtasting":1766,"ĠJo":1767,"Ġcentrally":1768,"Ġcurrently":1769,"Ġrestrooms":1770,"Ġfavorite":1771,"Found":1772,"No":1773,"Pub":1774,"average":1775,"free":1776,"gin":1777,"ure":1778,"uch":1779,"Ġcl":1780,"odest":1781,"ĠBut":1782,"Ġmark":1783,"Ġmany":1784,"Ġmuch":1785,"Ġmodest":1786,"ĠAnd":1787,"Ġstand":1788,"Ġquiet":1789,"cts":1790,"Ġbuy":1791,"Ġsouth":1792,"Ġacc":1793,"arded":1794,"Ġplease":1795,"Ġgrub":1796,"Ġincludes":1797,"Ġseafood":1798,"Ġpremium":1799,"Ad":1800,"Down":1801,"Kids":1802,"pa":1803,"Ġres":1804,"odu":1805,"Ġsa":1806,"Ġsay":1807,"Ġlight":1808,"reater":1809,"Ġthir":1810,"Ġmain":1811,"ching":1812,"ĠAt":1813,"erves":1814,"Ġstyled":1815,"pper":1816,"Ġgreater":1817,"Ġdes":1818,"Ġnorm":1819,"Ġupper":1820,"Ġbus":1821,"Ġoriental":1822,"Ġappro":1823,"ĠThames":1824,"Ġrelatively":1825,"Ġclentele":1826,"',":1827,"Expensive":1828,"ling":1829,"ng":1830,"sive":1831,"xpect":1832,"Ġfond":1833,"Ġtak":1834,"Ġsear":1835,"Ġlist":1836,"Ġshops":1837,"app":1838,"Ġwere":1839,"ĠSt":1840,"onvenient":1841,"Ġunfortunately":1842,"ways":1843,"Ġorder":1844,"Ġcompet":1845,"uitable":1846,"Ġentire":1847,"Ġprodu":1848,"Ġplaces":1849,"Ġholds":1850,"When":1851,"Ġlunch":1852,"Ġthirty":1853,"Despite":1854,"Eat":1855,"North":1856,"cy":1857,"gg":1858,"hing":1859,"met":1860,"pt":1861,"pri":1862,"ual":1863,"riented":1864,"Ġfeed":1865,"Ġfresh":1866,"Ġtow":1867,"ĠClose":1868,"Ġlu":1869,"Ġedge":1870,"Ġmind":1871,"Ġmake":1872,"Ġmust":1873,"ĠSituated":1874,"Ġnote":1875,"ible":1876,"Ġsuch":1877,"Ġsite":1878,"Ġclassic":1879,"Ġincluding":1880,"Ġcharges":1881,"Ġfalls":1882,"Ġregarded":1883,"Ġbanks":1884,"ĠLoc":1885,"pared":1886,"onveniently":1887,"Find":1888,"age":1889,"down":1890,"ig":1891,"ired":1892,"kids":1893,"ved":1894,"Ġred":1895,"Ġtaste":1896,"ises":1897,"ced":1898,"ĠIf":1899,"Ġme":1900,"Ġmoder":1901,"Ġinside":1902,"Ġbite":1903,"Ġaveraged":1904,"ĠServes":1905,"ort":1906,"tern":1907,"Ġgour":1908,"Ġexclu":1909,"ass":1910,"Ġprevious":1911,"Ġchain":1912,"Ġgroups":1913,"Ġselect":1914,"Ġmature":1915,"ĠStar":1916,"Ġsearching":1917,"Ġlux":1918,"Ġgourmet":1919,"Ġexclusive":1920,"Bring":1921,"Even":1922,"eps":1923,"ioc":1924,"les":1925,"oe":1926,"rner":1927,"uced":1928,"Ġz":1929,"ans":1930,"Ġfun":1931,"Ġfew":1932,"Ġavera":1933,"Ġpos":1934,"Ġne":1935,"ĠCo":1936,"Ġscale":1937,"review":1938,"Ġhotel":1939,"eep":1940,"ĠFor":1941,"Ġany":1942,"Ġcorner":1943,"Ġwar":1944,"Ġwal":1945,"ĠTy":1946,"ĠOn":1947,"Ġstill":1948,"Ġsteps":1949,"ock":1950,"ething":1951,"Ġgra":1952,"Ġyoung":1953,"Ġalways":1954,"ĠPublic":1955,"Ġamb":1956,"Ġwhen":1957,"Ġsomething":1958,"Ġsomewhere":1959,"Ġfacility":1960,"Ġreduced":1961,"iocre":1962,"Ġaveraging":1963,"reviewed":1964,"cri":1965,"hat":1966,"ud":1967,"Ġ2":1968,"erri":1969,"Ġchi":1970,"Ġaimed":1971,"iness":1972,"Ġtag":1973,"Ġterri":1974,"eas":1975,"eaway":1976,"Ġrather":1977,"Ġleave":1978,"ffers":1979,"ĠGreat":1980,"umers":1981,"lax":1982,"ĠModerate":1983,"ĠArea":1984,"icens":1985,"Ġstay":1986,"Ġrelax":1987,"Ġmediocre":1988,"Ġknow":1989,"Ġwhy":1990,"Ġprepared":1991,"Ġprovided":1992,"Ġcomp":1993,"Ġfancy":1994,"ĠJust":1995,"Ġokay":1996,"Ġlevel":1997,"Ġstandard":1998,"Ġtakeaway":1999,"Ġcompetitive":2000,"Ġproducts":2001,"Ġtowards":2002,"Ġzone":2003,"Ġchips":2004,"icensed":2005,"All":2006,"We":2007,"aving":2008,"ds":2009,"din":2010,"ied":2011,"lf":2012,"lock":2013,"uv":2014,"upl":2015,"Ġate":2016,"Ġrage":2017,"hest":2018,"Ġaverages":2019,"esome":2020,"Ġpur":2021,"ster":2022,"ides":2023,"iding":2024,"Ġsur":2025,"Ġlicensed":2026,"Ġhors":2027,"Ġrice":2028,"Ġloves":2029,"ĠFind":2030,"Ġcook":2031,"Ġcoupl":2032,"Â£.":2033,"Ġinto":2034,"ĠEuro":2035,"ĠExpect":2036,"llege":2037,"oun":2038,"ĠAn":2039,"Ġblock":2040,"ĠGBP":2041,"ory":2042,"self":2043,"level":2044,"ton":2045,"Ġdi":2046,"Ġday":2047,"Ġdeals":2048,"Ġrep":2049,"Ġrecent":2050,"Ġass":2051,"Ġreceiving":2052,"Ġdoor":2053,"Ġaltern":2054,"Ġuns":2055,"Ġbetter":2056,"Ġgoing":2057,"ade":2058,"Ġgives":2059,"ĠPriced":2060,"Ġplates":2061,"Ġpleas":2062,"Ġapprov":2063,"Ġaware":2064,"Ġawesome":2065,"Adult":2066,"ighest":2067,"oeuv":2068,"ĠCollege":2069,"Ġterrible":2070,"Just":2071,"Mid":2072,"Right":2073,"customer":2074,"ely":2075,"hn":2076,"ppet":2077,"sp":2078,"town":2079,"Ġim":2080,"ern":2081,"Ġcra":2082,"enities":2083,"Ġappet":2084,"Ġtend":2085,"Ġlea":2086,"Ġhighest":2087,"Ġthing":2088,"Ġmar":2089,"Ġind":2090,"oup":2091,"Ġboat":2092,"Ġbill":2093,"alled":2094,"hines":2095,"ĠOffering":2096,"roviding":2097,"Ġstarts":2098,"Ġgu":2099,"Ġuse":2100,"Ġyourself":2101,"Ġdiner":2102,"coring":2103,"Ġamenities":2104,"Ġcatering":2105,"ĠCheese":2106,"Ġscored":2107,"Ġseeking":2108,"Ġeveryone":2109,"ĠStart":2110,"Ġsomewhat":2111,"Ġproxim":2112,"Ġmarket":2113,"Ġnormal":2114,"priate":2115,"ĠLocate":2116,"Ġselections":2117,"Ġneigh":2118,"Ġgrab":2119,"dining":2120,"ount":2121,"Ġrecently":2122,"Ġalternative":2123,"Ġmargin":2124,"Ġproximity":2125,"Go":2126,"Having":2127,"Providing":2128,"Though":2129,"ai":2130,"be":2131,"ft":2132,"nce":2133,"oriented":2134,"serving":2135,"uc":2136,"ug":2137,"up":2138,"erts":2139,"ertain":2140,"Ġcas":2141,"ince":2142,"oodles":2143,"Ġpat":2144,"Ġprince":2145,"ĠCam":2146,"ĠCalled":2147,"ĠChines":2148,"Ġsold":2149,"Ġhis":2150,"Ġmy":2151,"Ġmade":2152,"Ġhight":2153,"Ġwor":2154,"ĠHere":2155,"ĠWine":2156,"ary":2157,"ĠMed":2158,"ĠOffers":2159,"Ġatt":2160,"ĠAdults":2161,"looking":2162,"Ġpolic":2163,"Ġwelcoming":2164,"Ġwilling":2165,"Ġgoes":2166,"Ġdelica":2167,"Ġexceed":2168,"commod":2169,"cies":2170,"Ġupw":2171,"Ġbreakfasts":2172,"Ġdowntown":2173,"Ġacce":2174,"Ġaccommod":2175,"ĠHighly":2176,"fferent":2177,"ĠChester":2178,"Ġmatch":2179,"Ġneeds":2180,"ĠJoin":2181,"ĠJohn":2182,"Ġbusiness":2183,"Ġappropriate":2184,"Ġfondue":2185,"Ġwarm":2186,"Ġcouples":2187,"Ġdifferent":2188,"Ġcasual":2189,"Ġpolicy":2190,"Ġdelicacies":2191,"ĠChesterton":2192,"Crow":2193,"Get":2194,"Re":2195,"ace":2196,"aint":2197,"bs":2198,"bed":2199,"back":2200,"che":2201,"fin":2202,"five":2203,"gain":2204,"less":2205,"nic":2206,"ose":2207,"ping":2208,"sy":2209,"Ġes":2210,"Ġfit":2211,"Ġfee":2212,"Ġchop":2213,"amous":2214,"Ġtim":2215,"Ġpic":2216,"Ġpai":2217,"Ġnoodle":2218,"amed":2219,"ited":2220,"Ġsame":2221,"Ġsince":2222,"Ġlet":2223,"ĠBring":2224,"ĠFound":2225,"Ġmin":2226,"Ġmood":2227,"Ġint":2228,"Ġwall":2229,"Ġwron":2230,"rons":2231,"ĠModerately":2232,"Ġattra":2233,"unning":2234,"alth":2235,"Nearby":2236,"jacent":2237,"Ġsupp":2238,"Within":2239,"Ġdefin":2240,"Ġexcept":2241,"rings":2242,"reakfast":2243,"itely":2244,"Ġheard":2245,"Ġhealth":2246,"Ġamount":2247,"Ġsoft":2248,"Ġboasting":2249,"Ġdecently":2250,"Ġtwo":2251,"Ġinclude":2252,"Ġspecialty":2253,"Ġfruits":2254,"Ġplay":2255,"Ġfacilities":2256,"Ġwaterfront":2257,"Ġsaid":2258,"ggs":2259,"Ġfeedback":2260,"spired":2261,"Ġcraving":2262,"Ġappetiz":2263,"Ġneighb":2264,"Ġpatrons":2265,"Ġupwards":2266,"Ġwrong":2267,"Ġdefinitely":2268,"Ġexceptional":2269,"'ve":2270,"Beside":2271,"Conveniently":2272,"Food":2273,"GBP":2274,"Here":2275,"Let":2276,"Moderate":2277,"Ra":2278,"Sta":2279,"Want":2280,"ding":2281,"fresh":2282,"high":2283,"ia":2284,"ke":2285,"lb":2286,"nown":2287,"oast":2288,"que":2289,"round":2290,"uri":2291,"Ġgl":2292,"riverside":2293,"riental":2294,"Ġfin":2295,"Ġfish":2296,"Ġtea":2297,"Ġpup":2298,"iss":2299,"ĠCan":2300,"ĠCome":2301,"ĠConveniently":2302,"Ġsoup":2303,"Ġscoring":2304,"Ġhapp":2305,"ury":2306,"utation":2307,"Ġlot":2308,"Ġloved":2309,"liar":2310,"Ġcool":2311,"Ġcond":2312,"aps":2313,"apas":2314,"Ġmom":2315,"Ġmee":2316,"Ġinter":2317,"ĠEven":2318,"Ġbist":2319,"ĠGood":2320,"orted":2321,"iance":2322,"Ġkind":2323,"ulous":2324,"Ġstree":2325,"Ġstunning":2326,"ĠSpirits":2327,"Ġgain":2328,"Ġdate":2329,"Ġdish":2330,"ĠDon":2331,"ĠSorry":2332,"Ġbeverage":2333,"Ġbegin":2334,"ceiving":2335,"ctory":2336,"Ġnorthern":2337,"Ġgetting":2338,"Ġspace":2339,"ĠĠĠĠ":2340,"Ġhear":2341,"Ġjoin":2342,"Ġchoose":2343,"Ġliked":2344,"pected":2345,"Ġtheme":2346,"Ġtastes":2347,"ĠUK":2348,"Ġentries":2349,"Ġhamburger":2350,"Ġmostly":2351,"osting":2352,"Priced":2353,"Ġclient":2354,"Ġaccess":2355,"Ġbusy":2356,"Ġluxury":2357,"Ġwalking":2358,"ĠTypic":2359,"ĠOnly":2360,"Ġambiance":2361,"cribed":2362,"Ġstaying":2363,"Ġpurch":2364,"Ġreputation":2365,"Ġunsuitable":2366,"Ġapproval":2367,"oeuvres":2368,"Ġimp":2369,"ucive":2370,"Receiving":2371,"Ġfeel":2372,"Ġtime":2373,"Ġpairings":2374,"Ġwallet":2375,"Ġhealthy":2376,"Ġappetizers":2377,"Ġconducive":2378,"Ġinterest":2379,"Ġbistro":2380,"Ġstreet":2381,"Dine":2382,"Don":2383,"Th":2384,"ase":2385,"bly":2386,"bulous":2387,"cc":2388,"con":2389,"haps":2390,"ie":2391,"mp":2392,"mely":2393,"oor":2394,"ple":2395,"rum":2396,"ues":2397,"Ġi":2398,"ĠJapan":2399,"erling":2400,"Ġrave":2401,"inity":2402,"ination":2403,"oday":2404,"Ġtoday":2405,"eason":2406,"Ġpar":2407,"Ġpres":2408,"Ġpark":2409,"Ġopp":2410,"Ġnoodles":2411,"Ġse":2412,"Ġsh":2413,"Ġsaf":2414,"Ġsim":2415,"Ġsoups":2416,"remely":2417,"ĠBreakfast":2418,"Ġlots":2419,"Ġthin":2420,"Ġext":2421,"Ġeggs":2422,"ĠRe":2423,"ĠRoad":2424,"Ġmil":2425,"Ġinspired":2426,"asta":2427,"esserts":2428,"ĠWhich":2429,"ording":2430,"laimed":2431,"Ġkeep":2432,"ĠOverall":2433,"ĠOriental":2434,"Look":2435,"icinity":2436,"respected":2437,"Ġsterling":2438,"top":2439,"Ġdesserts":2440,"ĠDespite":2441,"Ġvicinity":2442,"ests":2443,"Ġadjacent":2444,"osite":2445,"Ġquaint":2446,"stars":2447,"ctive":2448,"Ġfabulous":2449,"Ġaffordably":2450,"Ġalongside":2451,"Ġdelivery":2452,"ĠLess":2453,"Ġenjoyed":2454,"Ġbread":2455,"Ġbreak":2456,"Ġbuild":2457,"Ġsatisfactory":2458,"Ġscen":2459,"Ġshow":2460,"ivers":2461,"other":2462,"ĠCheck":2463,"Ġspending":2464,"Ġclassy":2465,"Ġusual":2466,"Ġentertain":2467,"Ġeasy":2468,"Ġspecialises":2469,"Ġregular":2470,"Ġcentral":2471,"ximately":2472,"Ġclients":2473,"Ġnormally":2474,"Ġapproximately":2475,"Ġmeans":2476,"Ġmoderated":2477,"Ġluxuri":2478,"Ġpositive":2479,"ĠEurope":2480,"Ġpleasant":2481,"uga":2482,"ĠMedium":2483,"Crowne":2484,"cheap":2485,"Ġpicnic":2486,"Star":2487,"oasting":2488,"Ġaccessible":2489,"Ġsafe":2490,"Ġextremely":2491,"50":2492,"Costing":2493,"Good":2494,"Ine":2495,"Leave":2496,"Poor":2497,"Qu":2498,"Reason":2499,"To":2500,"Take":2501,"ber":2502,"fer":2503,"fic":2504,"hood":2505,"ming":2506,"prices":2507,"rd":2508,"sing":2509,"ten":2510,"Ġ:":2511,"Ġfry":2512,"Ġfoc":2513,"ather":2514,"Ġcant":2515,"Ġcrow":2516,"Ġclo":2517,"Ġach":2518,"ample":2519,"Ġtr":2520,"Ġtapas":2521,"ead":2522,"Ġput":2523,"Ġpick":2524,"ising":2525,"ishes":2526,"omic":2527,"idual":2528,"eared":2529,"Ġsod":2530,"Ġsing":2531,"Ġla":2532,"ĠBe":2533,"entated":2534,"ĠFive":2535,"Ġever":2536,"Ġequ":2537,"Ġecon":2538,"Ġmix":2539,"Ġmiss":2540,"Ġinc":2541,"Ġbab":2542,"ĠGree":2543,"ĠSuitable":2544,"orts":2545,"ither":2546,"ĠTry":2547,"Ġchildless":2548,"ĠMeal":2549,"ĠExpensive":2550,"ĠMany":2551,"Ġgeared":2552,"ĠCotton":2553,"Ġdest":2554,"Ġbeat":2555,"Ġrem":2556,"Ġsugg":2557,"Ġofferings":2558,"ividual":2559,"ionally":2560,"starred":2561,"ffordable":2562,"Ġdelight":2563,"Ġdisapp":2564,"Ġvisiting":2565,"Ġperhaps":2566,"Ġdrinking":2567,"ĠĠĠ":2568,"Ġorientated":2569,"Ġwanting":2570,"Ġsoon":2571,"Ġbargain":2572,"Ġprefer":2573,"Ġboard":2574,"Ġbeluga":2575,"Ġcoming":2576,"Ġwinery":2577,"Ġplate":2578,"Ġfeature":2579,"Ġspecialising":2580,"Ġfavor":2581,"Ġcharging":2582,"Ġpremises":2583,"osts":2584,"tains":2585,"tained":2586,"Ġacclaimed":2587,"Ġresides":2588,"Ġdescribed":2589,"Ġposs":2590,"Ġwalk":2591,"ĠType":2592,"Ġambient":2593,"ude":2594,"Ġcooks":2595,"Ġassorted":2596,"Ġindividual":2597,"Ġneighbor":2598,"Ġglass":2599,"Ġmoment":2600,"Ġmeet":2601,"Ġpurchase":2602,"Ġinterested":2603,"Three":2604,"ĠJapaneses":2605,"Ġopposite":2606,"Ġthink":2607,"ĠEuropean":2608,"Inexpensive":2609,"Poorly":2610,"Ġfocus":2611,"Ġclos":2612,"Ġachie":2613,"Ġeconomic":2614,"ĠGreek":2615,"Ġdestination":2616,"Ġdisappo":2617,"35":2618,"Burger":2619,"Boasting":2620,"Clare":2621,"Great":2622,"Over":2623,"Oriented":2624,"Sushi":2625,"Ther":2626,"Yippee":2627,"cta":2628,"ep":2629,"eli":2630,"fami":2631,"gry":2632,"ily":2633,"ique":2634,"med":2635,"ny":2636,"oon":2637,"pes":2638,"pub":2639,"rate":2640,"shop":2641,"ters":2642,"uring":2643,"yes":2644,"you":2645,"eres":2646,"ried":2647,"Ġcare":2648,"Ġrun":2649,"enny":2650,"Ġtri":2651,"Ġtrave":2652,"Ġtreat":2653,"Ġpenny":2654,"ise":2655,"ised":2656,"ceive":2657,"Ġob":2658,"styled":2659,"Ġnative":2660,"omis":2661,"Ġcut":2662,"ĠCons":2663,"ĠIT":2664,"its":2665,"iting":2666,"itude":2667,"Ġhot":2668,"Ġhun":2669,"Ġarra":2670,"ently":2671,"ention":2672,"hool":2673,"Ġanother":2674,"Ġeither":2675,"Ġshopping":2676,"Ġtypes":2677,"Ġman":2678,"Ġmere":2679,"Ġwent":2680,"Ġwrestlers":2681,"astro":2682,"Ġhard":2683,"Ġbes":2684,"Ġbear":2685,"Ġback":2686,"ĠSo":2687,"ĠStop":2688,"ĠIndiana":2689,"tled":2690,"rown":2691,"ĠMid":2692,"ĠWatermans":2693,"ĠOther":2694,"ĠVery":2695,"ments":2696,"Ġform":2697,"ĠNO":2698,"Ġsteep":2699,"Ġprovider":2700,"Ġstarred":2701,"ĠSicilian":2702,"Zizzis":2703,"Ġgather":2704,"Ġdear":2705,"Ġdeal":2706,"ounds":2707,"ibly":2708,"Ġrivers":2709,"Ġbeans":2710,"Ġrefresh":2711,"Ġreceive":2712,"Ġcostumers":2713,"Ġvary":2714,"iven":2715,"Around":2716,"Ġsitting":2717,"than":2718,"quisit":2719,"oks":2720,"Ġdec":2721,"Ġexquisit":2722,"Ġlocates":2723,"Ġunivers":2724,"Ġunique":2725,"bove":2726,"Ġoverlooking":2727,"Ġexcellently":2728,"adult":2729,"ĠLeave":2730,"Ġvisited":2731,"Ġopin":2732,"eaturing":2733,"Ġgiving":2734,"Ġenjoying":2735,"Ġbreads":2736,"Ġpastas":2737,"Ġcatered":2738,"pecially":2739,"Ġwhit":2740,"Ġconsumers":2741,"ranged":2742,"Ġvarious":2743,"Ġschool":2744,"Ġfeatured":2745,"icks":2746,"ĠUs":2747,"lete":2748,"....":2749,"Ġcharge":2750,"ĠThree":2751,"Ġalcoholic":2752,"Ġcurry":2753,"Ġprof":2754,"Ġaccording":2755,"Ġmainly":2756,"Ġdesired":2757,"Ġmodern":2758,"Ġanyone":2759,"Ġcompany":2760,"Ġcomplete":2761,"Ġsurpri":2762,"Ġsurround":2763,"Ġblocks":2764,"Ġtends":2765,"Ġleaves":2766,"Ġguests":2767,"Ġattitude":2768,"Ġaccep":2769,"Ġaccept":2770,"Ġaccommodate":2771,"Ġespecially":2772,"Ġsupplies":2773,"Rainbow":2774,"Ġfinest":2775,"ĠTypically":2776,"Ġimpress":2777,"ĠReview":2778,"Ġmiles":2779,"Ġentertainment":2780,"Ġluxurious":2781,"singly":2782,"Ġequally":2783,"Ġmixed":2784,"Ġsuggest":2785,"Theres":2786,"familiar":2787,"Ġhungry":2788,"Ġarray":2789,"Ġexquisite":2790,"Ġuniversity":2791,"Ġsurrounding":2792,"10":2793,"AG":2794,"Am":2795,"As":2796,"Be":2797,"ER":2798,"Exp":2799,"Expect":2800,"Five":2801,"Given":2802,"Have":2803,"Non":2804,"Out":2805,"Prices":2806,"People":2807,"Ran":2808,"Rating":2809,"VER":2810,"ari":2811,"ale":2812,"air":2813,"bank":2814,"bited":2815,"can":2816,"centre":2817,"ches":2818,"equ":2819,"has":2820,"ior":2821,"ious":2822,"known":2823,"lder":2824,"mb":2825,"nvironment":2826,"serv":2827,"uns":2828,"vents":2829,"xce":2830,"Ġentre":2831,"ĠQu":2832,"ric":2833,"rill":2834,"ricing":2835,"rimp":2836,"Ġfo":2837,"Ġfamous":2838,"ath":2839,"ations":2840,"Ġcar":2841,"Ġcal":2842,"hed":2843,"Ġact":2844,"Ġaud":2845,"ines":2846,"inery":2847,"estled":2848,"Ġtou":2849,"Ġtell":2850,"eak":2851,"eally":2852,"Ġpra":2853,"Ġpiz":2854,"Ġpass":2855,"Ġolder":2856,"They":2857,"Their":2858,"endy":2859,"Ġprim":2860,"Ġprici":2861,"Ġcup":2862,"Ġoften":2863,"Ġsub":2864,"Ġsor":2865,"Ġsiz":2866,"Ġsample":2867,"Ġlar":2868,"Ġlacks":2869,"ream":2870,"revious":2871,"Ġhosts":2872,"Ġrive":2873,"ĠFriend":2874,"Ġans":2875,"Ġemer":2876,"Ġevents":2877,"ĠRd":2878,"Ġmak":2879,"ilet":2880,"ĠEnjoy":2881,"ĠEnvironment":2882,"ĠPricing":2883,"ĠPrevious":2884,"Ġwish":2885,"Ġway":2886,"llo":2887,"Ġpubs":2888,"oud":2889,"ĠAl":2890,"ĠAVER":2891,"rop":2892,"Ġbak":2893,"Ġbough":2894,"Ġbas":2895,"ĠCafÃ©ter":2896,"ĠWinery":2897,"umber":2898,"Ġcheep":2899,"ored":2900,"ĠAromis":2901,"ĠEagles":2902,"Ġtoilet":2903,"Ġforget":2904,"unfriendly":2905,"ĠNext":2906,"ĠNamed":2907,"Ġstat":2908,"hibited":2909,"Ġgastro":2910,"Ġgrown":2911,"Ġdid":2912,"Ġdire":2913,"ĠDeli":2914,"Ġriverbank":2915,"Ġbecom":2916,"Ġadd":2917,"Ġaddit":2918,"Ġadequ":2919,"Ġgoods":2920,"Ġestablishments":2921,"thing":2922,"Ġeaten":2923,"elcoming":2924,"ctly":2925,"Ġfact":2926,"Ġexc":2927,"Ġnorthw":2928,"Ġoverpriced":2929,"Ġdiners":2930,"Ġtakeout":2931,"Ġdisc":2932,"Ġsports":2933,"Ġenjoys":2934,"Only":2935,"Ġcont":2936,"Ġcombo":2937,"Ġcomfor":2938,"Ġshot":2939,"Ġranking":2940,"Cheaply":2941,"Ġperfectly":2942,"Ġpaying":2943,"Ġmaybe":2944,"Ġspecialized":2945,"Ġwont":2946,"Ġexpected":2947,"Ġgeneral":2948,"Ġquickly":2949,"Ġcharming":2950,"ĠThat":2951,"Ġamongst":2952,"Ġregion":2953,"Ġproud":2954,"Ġparties":2955,"Ġprohibited":2956,"ĠLook":2957,"Ġleg":2958,"Ġmodestly":2959,"Ġstandards":2960,"Adults":2961,"Ġsale":2962,"Ġsays":2963,"Ġtaking":2964,"Ġordered":2965,"Ġfreshly":2966,"ortment":2967,"Ġrelaxed":2968,"Ġcooked":2969,"Ġassortment":2970,"Ġapproved":2971,"oeuvre":2972,"Ġattention":2973,"Ġexceeding":2974,"Ġminors":2975,"Ġattracts":2976,"Ġhappen":2977,"Ġparents":2978,"Ġscenic":2979,"Reasonably":2980,"Ġbaby":2981,"Ġfavorable":2982,"Ġpossible":2983,"Ġindividuals":2984,"Ġfocused":2985,"Ġclosest":2986,"Ġdisappoint":2987,"Ġtrip":2988,"Ġtraveling":2989,"Ġobtained":2990,"ĠNOT":2991,"Ġrefreshments":2992,"Ġaccepts":2993,"Ġimpressive":2994,"ĠReviews":2995,"Ġsurroundings":2996,"AGE":2997,"Express":2998,"Outside":2999,"service":3000,"xcellent":3001,"Ġentrees":3002,"Ġaudience":3003,"Ġpraised":3004,"Ġpizza":3005,"Ġpricier":3006,"Ġsorry":3007,"Ġmaking":3008,"ĠAVERAGE":3009,"Ġbought":3010,"ĠCafÃ©teria":3011,"Ġtoilets":3012,"'m":3013,"--":3014,"Also":3015,"Available":3016,"American":3017,"After":3018,"Affordable":3019,"Based":3020,"Com":3021,"Cur":3022,"Do":3023,"Fr":3024,"Fan":3025,"Featuring":3026,"Head":3027,"Jo":3028,"Known":3029,"Luton":3030,"Med":3031,"Named":3032,"Pop":3033,"Pasta":3034,"Sat":3035,"Your":3036,"car":3037,"de":3038,"dy":3039,"day":3040,"dling":3041,"dia":3042,"ean":3043,"famous":3044,"gan":3045,"got":3046,"gative":3047,"ground":3048,"ires":3049,"ks":3050,"min":3051,"moderate":3052,"moderately":3053,"mark":3054,"noon":3055,"oid":3056,"pass":3057,"tures":3058,"void":3059,"where":3060,"yor":3061,"Ġ6":3062,"Ġ;":3063,"ĠĊ":3064,"Ġice":3065,"Ġ-Â£":3066,"ĠZizzis":3067,"erate":3068,"erran":3069,"erfect":3070,"ang":3071,"rist":3072,"rive":3073,"Ġflare":3074,"Ġfront":3075,"Ġfus":3076,"Ġfried":3077,"atters":3078,"Ġca":3079,"Ġcate":3080,"Ġcele":3081,"Ġcertain":3082,"Ġcream":3083,"Ġrough":3084,"Ġruns":3085,"enance":3086,"hello":3087,"Ġali":3088,"Ġabs":3089,"Ġavoid":3090,"ams":3091,"estern":3092,"Ġtab":3093,"Ġtradit":3094,"eace":3095,"Ġpal":3096,"Ġpeace":3097,"ished":3098,"isines":3099,"Ġow":3100,"Ġore":3101,"Ġoth":3102,"stenance":3103,"Ġnumber":3104,"ended":3105,"omant":3106,"Ġcuisines":3107,"ĠCost":3108,"Ġfamiliar":3109,"itting":3110,"iterran":3111,"Ġsix":3112,"Ġsens":3113,"Ġsad":3114,"Ġsca":3115,"Ġsort":3116,"Ġlate":3117,"Ġland":3118,"Ġliv":3119,"Ġlack":3120,"table":3121,"ided":3122,"Ġhand":3123,"Ġhous":3124,"Ġares":3125,"Ġareas":3126,"Ġrich":3127,"ĠBy":3128,"ĠBoth":3129,"urse":3130,"utely":3131,"eemed":3132,"Ġanti":3133,"Ġed":3134,"Ġet":3135,"Ġeffe":3136,"Ġcore":3137,"Ġcoast":3138,"Ġcoffe":3139,"Ġcous":3140,"Ġcourse":3141,"ĠÂ£,":3142,"ĠÂ£.":3143,"pecta":3144,"apes":3145,"Ġma":3146,"Ġmer":3147,"Ġmile":3148,"Ġinv":3149,"Ġinfamous":3150,"ilst":3151,"ilar":3152,"ĠEat":3153,"ĠPasta":3154,"ĠPerfect":3155,"ĠIndia":3156,"Ġwaterman":3157,"ĠAffordable":3158,"ĠAbove":3159,"ĠHe":3160,"roll":3161,"Ġbig":3162,"Ġbath":3163,"veral":3164,"Ġlowest":3165,"ĠSome":3166,"orting":3167,"olutely":3168,"area":3169,"arant":3170,"veyor":3171,"Ġcheat":3172,"lain":3173,"Ġcheapest":3174,"ĠMenu":3175,"ĠVisit":3176,"icap":3177,"ĠNoodles":3178,"toric":3179,"ĠRanges":3180,"Ġgolden":3181,"Ġgrill":3182,"elling":3183,"Ġdeemed":3184,"ĠMills":3185,"ĠDo":3186,"ĠDishes":3187,"ales":3188,"ĠPlates":3189,"imum":3190,"Ġref":3191,"Ġsustenance":3192,"looks":3193,"Ġadv":3194,"ĠBeefeaters":3195,"Ġmiddling":3196,"Ġgreatly":3197,"Ġquali":3198,"Ġinexpensively":3199,"Ġdele":3200,"Ġextra":3201,"Ġlocale":3202,"Ġoverlooks":3203,"akey":3204,"Ġdiscri":3205,"Ġvisitors":3206,"Ġoperate":3207,"ously":3208,"Ġenjoyable":3209,"Ġbuck":3210,"Ġhel":3211,"peciali":3212,"Ġconsist":3213,"Ġsatisfied":3214,"Ġspecific":3215,"rance":3216,"Ġcontains":3217,"costs":3218,"Ġvaried":3219,"idered":3220,"Ġscener":3221,"Ġwouldn":3222,"Ġchoices":3223,"Ġcomm":3224,"Ġbrings":3225,"ĠHigher":3226,"pectrum":3227,"Ġlikely":3228,"Ġpoints":3229,"they":3230,"Ġplatters":3231,"Ġbadly":3232,"Ġbites":3233,"Ġgroup":3234,"Ġgrapes":3235,"Ġevening":3236,"Ġenter":3237,"Ġgenerated":3238,"Ġfavored":3239,"Ġawful":3240,"Ġawarded":3241,"Ġseek":3242,"Ġseems":3243,"Ġwitch":3244,"ĠTheres":3245,"Ġfalling":3246,"Ġsuperior":3247,"Ġprams":3248,"Ġafternoon":3249,"Ġpartner":3250,"ratings":3251,"Ġnowhere":3252,"Pricey":3253,"Ġclientele":3254,"Ġlunches":3255,"Ġresult":3256,"Ġsaus":3257,"Ġmaintains":3258,"Ġdeserts":3259,"Ġcompetit":3260,"Ġproduces":3261,"Ġminded":3262,"Ġclassics":3263,"Ġexclusively":3264,"Ġnegative":3265,"Ġanything":3266,"Ġanywhere":3267,"Ġ23":3268,"Ġpurveyor":3269,"Ġpleased":3270,"Ġleast":3271,"Ġthings":3272,"Ġindeed":3273,"Ġguarant":3274,"Ġhistoric":3275,"Ġwork":3276,"ĠMediterran":3277,"Ġescar":3278,"Ġminimum":3279,"Ġintended":3280,"Ġplayground":3281,"Ġneighbour":3282,"Raja":3283,"freshly":3284,"Ġhappy":3285,"Ġkinds":3286,"Ġgains":3287,"Ġgained":3288,"Ġbeginning":3289,"Ġhearty":3290,"ĠTypical":3291,"Ġpresti":3292,"Ġseveral":3293,"Ġshrimp":3294,"Ġsimilar":3295,"Ġbuilding":3296,"Ġscene":3297,"Ġregularly":3298,"Ġcrowd":3299,"Ġcrowds":3300,"Ġtrendy":3301,"Ġsoda":3302,"Ġsodas":3303,"Ġsingle":3304,"Ġsingles":3305,"Ġlaid":3306,"Ġincred":3307,"Ġbargains":3308,"Ġpreferred":3309,"Ġneighborhood":3310,"Ġachieved":3311,"Ġcute":3312,"ĠConsumers":3313,"Ġbesides":3314,"Ġopinion":3315,"Ġsurprisingly":3316,"Being":3317,"Ranch":3318,"airly":3319,"Ġcalm":3320,"Ġactiv":3321,"Ġtourist":3322,"Ġlarge":3323,"Ġemerging":3324,"Ġbasic":3325,"Ġstatus":3326,"ĠDelicious":3327,"Ġaddition":3328,"Ġadequate":3329,"Ġlegal":3330,"Ġdisappointed":3331,"From":3332,"Fancy":3333,"Join":3334,"minating":3335,"turesque":3336,"Ġfusion":3337,"Ġcateg":3338,"Ġceleb":3339,"Ġcertainly":3340,"Ġalike":3341,"Ġabsolutely":3342,"Ġothers":3343,"omantic":3344,"ĠCostumer":3345,"Ġsadly":3346,"Ġhouses":3347,"Ġeffective":3348,"Ġcoffees":3349,"Ġcousin":3350,"Ġbathroom":3351,"Ġdiscriminating":3352,"Ġscenery":3353,"ĠMediterranean":3354,"Ġescargot":3355,"'d":3356,",,":3357,".'":3358,".Â£":3359,"19":3360,"32":3361,"33":3362,"99":3363,"Avalon":3364,"Above":3365,"Bar":3366,"Best":3367,"British":3368,"Both":3369,"Cent":3370,"Cons":3371,"Due":3372,"Dishes":3373,"Drop":3374,"Ear":3375,"Excellent":3376,"Fresh":3377,"Famous":3378,"Fairly":3379,"Hell":3380,"Id":3381,"Is":3382,"My":3383,"More":3384,"Nice":3385,"Our":3386,"Pass":3387,"Rivers":3388,"Suitable":3389,"Scoring":3390,"Sited":3391,"Stop":3392,"Traditional":3393,"Wine":3394,"Well":3395,"aff":3396,"ages":3397,"actly":3398,"ban":3399,"but":3400,"close":3401,"cular":3402,"cond":3403,"cery":3404,"ders":3405,"drink":3406,"ey":3407,"ees":3408,"eve":3409,"euros":3410,"eggs":3411,"emp":3412,"fore":3413,"fare":3414,"gn":3415,"gs":3416,"gious":3417,"hakes":3418,"ip":3419,"ier":3420,"ich":3421,"ilies":3422,"ked":3423,"lin":3424,"lis":3425,"lust":3426,"liness":3427,"mal":3428,"most":3429,"mber":3430,"nit":3431,"not":3432,"ope":3433,"offering":3434,"pan":3435,"ply":3436,"past":3437,"par":3438,"phis":3439,"pounds":3440,"rant":3441,"rough":3442,"ruit":3443,"so":3444,"sit":3445,"sons":3446,"sily":3447,"this":3448,"ties":3449,"uff":3450,"udge":3451,"vate":3452,"vor":3453,"wine":3454,"welcoming":3455,"ym":3456,"ying":3457,"yling":3458,"čĊ":3459,"Ġod":3460,"Ġge":3461,"Ġing":3462,"Ġur":3463,"Ġvi":3464,"Ġest":3465,"erbs":3466,"ansive":3467,"Ġfla":3468,"Ġfyne":3469,"Ġfour":3470,"Ġfoe":3471,"Ġfamed":3472,"atisf":3473,"Ġcast":3474,"Ġcraz":3475,"Ġcrit":3476,"Ġrood":3477,"Ġrear":3478,"Ġresp":3479,"Ġraving":3480,"Ġromantic":3481,"ene":3482,"head":3483,"Ġai":3484,"Ġable":3485,"Ġaffor":3486,"Ġactive":3487,"Ġahead":3488,"iners":3489,"inting":3490,"inspired":3491,"escribed":3492,"Ġtur":3493,"Ġtree":3494,"Ġtable":3495,"Ġtad":3496,"Ġtran":3497,"Ġtakes":3498,"east":3499,"Ġpol":3500,"Ġphoenix":3501,"Ġpalace":3502,"Ġpock":3503,"gether":3504,"Ġoli":3505,"Ġolive":3506,"Ġold":3507,"sticks":3508,"Ġnever":3509,"Ġnestled":3510,"Ġrater":3511,"Ġratting":3512,"Ġpried":3513,"Ġpriorit":3514,"Ġprivate":3515,"vers":3516,"Ġculin":3517,"ĠChop":3518,"ĠCosting":3519,"ĠCosts":3520,"Ġranch":3521,"Ġranting":3522,"ĠId":3523,"itch":3524,"Ġsw":3525,"Ġsol":3526,"Ġsever":3527,"Ġspecta":3528,"Ġspectrum":3529,"Ġlend":3530,"Ġlay":3531,"Ġlim":3532,"Ġlad":3533,"receiv":3534,"recommend":3535,"reco":3536,"Ġhi":3537,"Ġhat":3538,"Ġhang":3539,"Ġhope":3540,"Ġherbs":3541,"Ġrid":3542,"ĠBurgers":3543,"ĠBeautiful":3544,"ĠBoasting":3545,"urther":3546,"urpass":3547,"utes":3548,"hos":3549,"Ġlose":3550,"Ġlong":3551,"ĠFitzb":3552,"ĠFull":3553,"ĠFeaturing":3554,"ĠFrance":3555,"ĠFruit":3556,"Ġtheres":3557,"Ġthrough":3558,"Ġeater":3559,"ffes":3560,"Ġouter":3561,"Ġouting":3562,"Ġcove":3563,"Â£-":3564,"ĠRel":3565,"ped":3566,"pecc":3567,"Ġmis":3568,"Ġmild":3569,"Ġmeat":3570,"Ġyear":3571,"Ġinst":3572,"antly":3573,"Ġnoise":3574,"ĠEatery":3575,"ĠPlace":3576,"ĠPeople":3577,"ĠPark":3578,"ĠPounds":3579,"Ġwat":3580,"Ġwhe":3581,"Ġwhin":3582,"Ġwhis":3583,"Ġwhet":3584,"Ġwise":3585,"esses":3586,"essment":3587,"essionally":3588,"ourit":3589,"ĠAcc":3590,"ĠHot":3591,"rollers":3592,"rocious":3593,"rocery":3594,"Ġblue":3595,"Ġbare":3596,"gle":3597,"ĠGo":3598,"ĠGlis":3599,"ĠWh":3600,"ĠWelcoming":3601,"ĠSc":3602,"ĠSelling":3603,"ĠSpeciali":3604,"ole":3605,"Ġservic":3606,"next":3607,"vels":3608,"ĠTo":3609,"ĠTraditional":3610,"ĠTuc":3611,"ĠTapas":3612,"ĠTrum":3613,"rally":3614,"ĠMa":3615,"ĠMore":3616,"ĠMay":3617,"ĠMost":3618,"otic":3619,"Ġnotch":3620,"Ġnoted":3621,"Ġnothing":3622,"Ġkitch":3623,"ĠOK":3624,"ĠOf":3625,"ryout":3626,"ĠCurrently":3627,"Ġattained":3628,"Ġatrocious":3629,"Ġtoy":3630,"Ġtoast":3631,"Ġtogether":3632,"ics":3633,"ict":3634,"icult":3635,"icular":3636,"unity":3637,"ĠNon":3638,"Ġstell":3639,"Ġstake":3640,"Ġstud":3641,"Ġsticks":3642,"Ġsteak":3643,"Ġstaff":3644,"Ġstuff":3645,"Ġstyling":3646,"Ġstrollers":3647,"ĠYour":3648,"ĠSpaghetti":3649,"roved":3650,"Ġproves":3651,"ĠKeep":3652,"tons":3653,"inexpensive":3654,"ĠPunters":3655,"ĠRang":3656,"Ġones":3657,"ized":3658,"Ġgod":3659,"Ġgate":3660,"Ġgar":3661,"Ġgrove":3662,"Ġgas":3663,"Ġgrea":3664,"Ġgym":3665,"Ġgrocery":3666,"Ġdra":3667,"Ġdiet":3668,"Ġdrive":3669,"ĠDE":3670,"ĠDescribed":3671,"ples":3672,"ensales":3673,"cker":3674,"iraffes":3675,"ĠPlus":3676,"imate":3677,"ibe":3678,"Ġrequ":3679,"Ġtherefore":3680,"Ġsuffers":3681,"Ġval":3682,"Ġvibe":3683,"ĠAddit":3684,"blem":3685,"compan":3686,"Ġestablished":3687,"Ġvenues":3688,"thnic":3689,"Ġtrying":3690,"Ġfinding":3691,"Ġreviewers":3692,"Ġdone":3693,"Ġalbe":3694,"cted":3695,"Ġready":3696,"Ġreasons":3697,"rity":3698,"Ġmedian":3699,"Ġnorthe":3700,"Ġune":3701,"Ġexist":3702,"Ġexample":3703,"Ġexactly":3704,"Ġexotic":3705,"house":3706,"Ġlocating":3707,"ourable":3708,"Ġunable":3709,"boring":3710,"Ġdinning":3711,"ĠFoods":3712,"Ġmenus":3713,"Another":3714,"adent":3715,"ĠRanged":3716,"Ġspent":3717,"Ġspite":3718,"Ġspoon":3719,"Ġsporting":3720,"Ġ--":3721,"reasingly":3722,"Ġbreaking":3723,"Ġexpansive":3724,"Ġvaries":3725,"ified":3726,"Ġexperien":3727,"Ġbuds":3728,"Higher":3729,"Ġorgan":3730,"Ġorders":3731,"Ġpastries":3732,"Ġsettings":3733,"Ġwants":3734,"Ġsatisfying":3735,"Ġsophis":3736,"ranked":3737,"Ġviewed":3738,"Ġbudgets":3739,"Ġaccompan":3740,"Ġconsidering":3741,"Ġconsiderable":3742,"Ġuser":3743,"Ġcompared":3744,"Ġcomensales":3745,"Ġshoo":3746,"Ġshores":3747,"theres":3748,"Ġbringing":3749,"Ġranks":3750,"type":3751,"Ġmoved":3752,"onse":3753,"Ġearns":3754,"Ġearth":3755,"theless":3756,"themed":3757,"Ġfarm":3758,"Ġfares":3759,"Ġgotten":3760,"Ġchill":3761,"Ġlocals":3762,"Ġideally":3763,"Ġclassified":3764,"Ġlooks":3765,"Ġfans":3766,"atively":3767,"Ġbeautifully":3768,"ticated":3769,"Ġshouldn":3770,"Ġentree":3771,"...":3772,"Ġeach":3773,"Ġeasily":3774,"Ġeagle":3775,"ĠNorthern":3776,"Ġspecials":3777,"Ġspecialties":3778,"Ġappear":3779,"Ġappeal":3780,"Ġfavourit":3781,"arkable":3782,"outs":3783,"Ġseem":3784,"Ġfurnit":3785,"Visiting":3786,"Ġeveryday":3787,"ĠUnfriendly":3788,"Averagely":3789,"Ġprom":3790,"Ġparticular":3791,"Ġpermits":3792,"Ġproblem":3793,"Ġwaterside":3794,"Why":3795,"Whilst":3796,"Ġclimb":3797,"Ġlevels":3798,"Ġtastings":3799,"Ġmarks":3800,"Ġmarked":3801,"Adjacent":3802,"Ġresults":3803,"Ġdeserves":3804,"Ġfondues":3805,"ĠStyle":3806,"ĠLocation":3807,"ĠLocates":3808,"Ġmeant":3809,"Ġmoderates":3810,"ĠCoffee":3811,"Ġgrade":3812,"Ġ21":3813,"Ġ24":3814,"Ġrelaxing":3815,"Ġcompetitively":3816,"Ġcoupled":3817,"Ġdays":3818,"Ġreport":3819,"Ġassessment":3820,"Ġunsatisf":3821,"Ġunsurpass":3822,"Ġpleasing":3823,"sport":3824,"Ġimpecc":3825,"Ġcracker":3826,"Ġappetite":3827,"Ġleaving":3828,"Ġboats":3829,"Ġguest":3830,"Ġuseful":3831,"Ġneighboring":3832,"Ġworry":3833,"Ġworse":3834,"Ġaccommodations":3835,"Crown":3836,"pington":3837,"Ġfits":3838,"Ġchopping":3839,"Ġpicturesque":3840,"Ġminutes":3841,"Ġattraction":3842,"Ġattractive":3843,"Ġsupport":3844,"Lets":3845,"higher":3846,"key":3847,"Ġgaining":3848,"Ġpurchased":3849,"Ġimprove":3850,"Ġinteresting":3851,"Ġpresently":3852,"Ġsecond":3853,"Ġsimply":3854,"ĠBreakfasts":3855,"ĠRecent":3856,"Ġmilks":3857,"Ġkeeping":3858,"Ġshown":3859,"Ġluxuriant":3860,"Reasonable":3861,"fication":3862,"Ġtrue":3863,"Ġlaw":3864,"Ġincreasingly":3865,"Ġbabies":3866,"Ġremain":3867,"Ġremarkable":3868,"Ġdelights":3869,"Ġpossesses":3870,"Ġachieving":3871,