{"<pad>":0,"</s>":1,"<unk>":2,"<|available_on_steam|>":3,"<|da|>":4,"<|developer|>":5,"<|esrb|>":6,"<|exp_release_date|>":7,"<|genres|>":8,"<|has_linux_release|>":9,"<|has_mac_release|>":10,"<|has_multiplayer|>":11,"<|name|>":12,"<|platforms|>":13,"<|player_perspective|>":14,"<|rating|>":15,"<|release_year|>":16,"<|specifier|>":17,"\n":18,"!":19,"&":20,"'":21,"(":22,")":23,"+":24,",":25,"-":26,".":27,"/":28,"0":29,"1":30,"2":31,"3":32,"4":33,"5":34,"6":35,"7":36,"8":37,"9":38,":":39,";":40,"<":41,">":42,"?":43,"\\":44,"_":45,"a":46,"b":47,"c":48,"d":49,"e":50,"f":51,"g":52,"h":53,"i":54,"j":55,"k":56,"l":57,"m":58,"n":59,"o":60,"p":61,"q":62,"r":63,"s":64,"t":65,"u":66,"v":67,"w":68,"x":69,"y":70,"z":71,"|":72,"é":73,"▁":74,"<|":75,"|>":76,"▁<|":77,"er":78,"in":79,"re":80,"▁a":81,"at":82,"on":83,"▁t":84,"or":85,"▁p":86,"me":87,"la":88,"▁s":89,"le":90,"as":91,"ame":92,"▁th":93,"ve":94,"▁i":95,"lay":96,"for":97,"▁g":98,"ti":99,"ing":100,"st":101,"en":102,"▁<|d":103,"▁m":104,"ers":105,"▁y":106,"ou":107,"ed":108,"play":109,"▁w":110,"▁game":111,"a|>":112,"▁<|da|>":113,"▁in":114,"s|>":115,"form":116,"rat":117,"cti":118,"▁n":119,"nt":120,"▁b":121,"leas":122,"releas":123,"ir":124,"▁the":125,"ion":126,"player":127,"▁an":128,"name":129,"▁<|name":130,"▁<|name|>":131,"▁d":132,"▁2":133,"▁is":134,"ea":135,"▁c":136,"▁f":137,"es":138,"▁you":139,"ation":140,"oo":141,"release":142,"▁o":143,"▁pers":144,"▁play":145,"▁e":146,"ul":147,"ure":148,"pe":149,"has":150,"▁20":151,"gen":152,"▁<|gen":153,"res|>":154,"▁<|genres|>":155,"rating":156,"▁it":157,"ro":158,".\n":159,"▁person":160,"al":161,"ver":162,"▁and":163,"ac":164,"▁re":165,"ird":166,"▁<|has":167,"▁<|has_":168,"ri":169,"vent":170,"dvent":171,"dventure":172,"▁<|rating":173,"▁<|rating|>":174,"▁of":175,"lat":176,"lo":177,"an":178,"latform":179,"▁no":180,"▁h":181,"▁st":182,"ctive":183,"ge":184,"▁pc":185,"pective":186,"▁inform":187,"ulti":188,"ultiplayer":189,"▁on":190,"ter":191,"it":192,"▁201":193,"ie":194,"station":195,"▁playstation":196,"▁l":197,"?\n":198,"ear":199,"ai":200,"▁<|has_m":201,"lop":202,"eve":203,"evelop":204,"▁games":205,"▁v":206,"ction":207,"platform":208,"▁<|platform":209,"▁<|platforms|>":210,"'s":211,"▁yes":212,"▁third":213,"▁action":214,"▁sh":215,"bo":216,"pers":217,"_pers":218,"▁<|player":219,"pective|>":220,"_perspective|>":221,"▁<|player_perspective|>":222,"er|>":223,"▁for":224,"▁that":225,"release_":226,"ble":227,"xbo":228,"▁xbo":229,"▁xbox":230,"year":231,"▁<|release_":232,"year|>":233,"▁<|release_year|>":234,"eam":235,"▁si":236,"el":237,"ar":238,"vai":239,"vaila":240,"vailable":241,"▁shoo":242,"▁action-":243,"▁<|develop":244,"▁<|developer|>":245,"adventure":246,"▁action-adventure":247,"▁(":248,"ut":249,"▁(for":250,"_release":251,"_release|>":252,"▁shooter":253,"inu":254,"inux":255,"▁playstation,":256,"ic":257,"▁to":258,"ood":259,"▁good":260,"age":261,"▁was":262,"iew":263,"▁ro":264,"ultiplayer|>":265,"▁<|has_multiplayer|>":266,"ort":267,"▁aver":268,"▁average":269,"if":270,"▁adventure":271,"▁1":272,"le-":273,"ld":274,"▁do":275,"▁view":276,"▁yes\n":277,"▁xbox,":278,"▁fir":279,"▁ex":280,"gh":281,"ly":282,"▁first":283,"▁sim":284,"▁releas":285,"▁multiplayer":286,"port":287,"ke":288,"eg":289,"out":290,"▁released":291,"rateg":292,"▁wit":293,"int":294,"▁en":295,"▁strateg":296,"lent":297,"do":298,"▁strategy":299,"is":300,"un":301,"▁su":302,"rb":303,"esrb":304,"▁po":305,"de":306,"▁role-":307,"▁role-play":308,"▁ha":309,"▁role-playing":310,"▁by":311,"riv":312,"ll":313,"▁simul":314,"qu":315,"▁<|esrb":316,"▁<|esrb|>":317,"▁ma":318,"▁exc":319,"▁with":320,"▁r":321,"om":322,"▁be":323,"▁200":324,"▁excel":325,"▁excellent":326,"ive":327,"est":328,"ght":329,"▁li":330,"▁me":331,"▁sport":332,"acing":333,"us":334,"▁bird":335,"▁wh":336,"▁available":337,"▁no\n":338,"rated":339,"▁steam":340,"available":341,"_on":342,"_st":343,"▁<|available":344,"eam|>":345,"_on_st":346,"▁<|available_on_st":347,"▁<|available_on_steam|>":348,"▁te":349,"▁driv":350,"▁driving":351,"ft":352,"▁ind":353,"endo":354,"▁nint":355,"▁nintendo":356,"▁simulation":357,"▁requ":358,"▁action-adventure,":359,"▁request":360,"▁mac":361,"▁have":362,"ac_release|>":363,"▁<|has_mac_release|>":364,"▁so":365,"tri":366,"▁poor":367,"ay":368,"▁like":369,"zz":370,"▁fro":371,"▁from":372,"▁linux":373,"▁rated":374,"linux":375,"▁<|has_linux":376,"▁<|has_linux_release|>":377,"▁indie":378,"ature":379,"▁pu":380,"99":381,"▁not":382,"os":383,"▁ne":384,"one":385,"ce":386,"/r":387,"ch":388,"/racing":389,"▁driving/racing":390,"▁ever":391,"but":392,"der":393,"▁platform":394,"tribut":395,"tribute":396,"_at":397,"_attribute":398,"▁has":399,"▁mature":400,"▁but":401,"▁puzz":402,"▁or":403,"▁mo":404,"▁played":405,"pin":406,"▁out":407,"▁puzzle":408,"pinion":409,"▁can":410,"ight":411,"ta":412,"▁give":413,"▁mature)":414,"▁ver":415,"▁person\n":416,"lan":417,"▁ii":418,"▁perspective":419,"and":420,"▁wor":421,"▁spe":422,"_o":423,"y_attribute":424,"ify_attribute":425,"▁give_o":426,"▁verify_attribute":427,"▁give_opinion":428,"▁as":429,"▁develop":430,"▁3":431,"all":432,"li":433,"▁it's":434,"▁adventure,":435,"th":436,"▁con":437,"▁199":438,"▁un":439,"▁are":440,"▁real":441,"▁platformer":442,"ry":443,"▁sup":444,"▁every":445,"ios":446,"ia":447,"▁rating":448,"ment":449,"▁everyone":450,"▁teen":451,"nd":452,"ud":453,"mb":454,"▁k":455,"ow":456,"▁2014":457,"-and":458,"-and-":459,"▁ab":460,"▁teen)":461,"▁need":462,"ex":463,"cal":464,"exp":465,"pec":466,"ed:":467,"▁speed:":468,"▁developed":469,"com":470,"are":471,"▁about":472,"ur":473,"ero":474,"ig":475,"'t":476,"ack":477,"ck":478,"▁al":479,"▁com":480,"▁what":481,"▁stud":482,"am":483,"tain":484,"id":485,"pg":486,"ant":487,"tertain":488,"▁entertain":489,"ind":490,"▁2015":491,"jo":492,"▁entertainment":493,"ra":494,"▁world":495,"▁ta":496,"ard":497,"mend":498,"▁recom":499,"▁recommend":500,"joy":501,"▁enjoy":502,"tion":503,"▁ch":504,"▁role-playing,":505,"ifi":506,"spec":507,"▁<|spec":508,"▁playstation\n":509,"ifier|>":510,"▁<|specifier|>":511,"ctical":512,"▁sk":513,"ore":514,"se":515,"▁tactical":516,"▁release":517,"▁if":518,"▁everyone)":519,"gest":520,"▁conf":521,"s:":522,"irm":523,"▁la":524,"▁hero":525,"▁studios":526,"_exp":527,"lder":528,"▁request_exp":529,"lanation":530,"▁request_explanation":531,"ad":532,"▁sug":533,"▁confirm":534,"▁pc\n":535,"▁suggest":536,"▁simulation,":537,"▁super":538,"▁side":539,"▁game.":540,"▁pc,":541,"ent":542,"king":543,"▁war":544,"▁us":545,"ere":546,"▁cry":547,"▁driving/racing,":548,"▁any":549,"▁pc.":550,"▁age":551,"▁met":552,"▁this":553,"ell":554,"tle":555,"▁4":556,"▁10":557,"tt":558,"n't":559,"ust":560,"time":561,"cl":562,"▁most":563,"mp":564,"▁tur":565,"▁came":566,"▁does":567,"▁rai":568,"ol":569,"▁tomb":570,"▁raider":571,"-time":572,"▁indie,":573,"ick":574,"▁real-time":575,"▁wi":576,"ball":577,"▁sc":578,"▁2016":579,"man":580,"ass":581,"co":582,"iv":583,"▁j":584,"ho":585,"ally":586,"sh":587,"▁game,":588,"▁am":589,"▁sm":590,"ron":591,"cra":592,"▁fe":593,"▁point":594,"craft":595,"s.\n":596,"ould":597,"▁2011":598,"s.":599,"ag":600,"lin":601,"▁thin":602,"mor":603,"-and-cl":604,"▁point-and-cl":605,"▁point-and-click":606,"oom":607,"▁games,":608,"▁pay":609,"▁think":610,"▁pre":611,"▁2018":612,"▁mmor":613,"▁mmorpg":614,"ran":615,"▁vi":616,"lar":617,"▁person,":618,"▁turn":619,"ased":620,"▁2k":621,"ittle":622,"▁little":623,"▁steam.\n":624,"so":625,"▁le":626,"▁won":627,"▁2017":628,"▁sports":629,"▁metro":630,"em":631,"▁just":632,"▁might":633,"▁nintendo,":634,"based":635,"▁there":636,"▁you'":637,"-based":638,"▁ty":639,"▁sing":640,"▁turn-based":641,"le-player":642,"▁single-player":643,"ough":644,"ct":645,"ire":646,"▁ea":647,"now":648,"▁view\n":649,"▁soft":650,"▁pro":651,"▁action,":652,"ther":653,"▁know":654,"▁want":655,"▁hack":656,"sla":657,"▁fore":658,"aid":659,"-and-sla":660,"▁hack-and-sla":661,"▁forest":662,"▁hack-and-slash":663,"▁said":664,"▁really":665,"▁gen":666,"uit":667,"▁sky":668,"ular":669,"▁one":670,"▁only":671,"▁simulat":672,"s,":673,"▁lo":674,"▁simulator":675,"gic":676,"▁triv":677,"lanc":678,"et":679,"▁rev":680,"ba":681,"ater":682,"tale":683,"▁cre":684,"▁your":685,"load":686,"▁xbox\n":687,"▁magic":688,"▁heroes":689,"roll":690,"▁i'":691,"▁fun":692,"▁steam,":693,"▁scroll":694,"mber":695,"wn":696,"▁nba":697,"▁2k1":698,"▁cor":699,"▁elder":700,"▁2005":701,"▁ii:":702,"▁comb":703,"▁scrolls":704,"y's":705,"▁man":706,"▁racing":707,"▁dri":708,"▁roll":709,"▁multiplayer.\n":710,"▁warcraft":711,"▁clanc":712,"▁tom":713,"▁raider:":714,"▁softw":715,"▁clancy's":716,"▁run":717,"▁platformer,":718,"▁other":719,"loaded":720,"ted":721,"▁try":722,"▁15":723,"▁worm":724,"ill":725,"▁sw":726,"▁reloaded":727,"▁2010":728,"▁3:":729,"▁driver":730,"▁worms:":731,"inball":732,"▁pinball":733,"▁big":734,"itch":735,"▁made":736,"▁under":737,"▁switch":738,"▁qu":739,"oration":740,"▁1999":741,"▁support":742,"▁last":743,"coon":744,"▁tycoon":745,"ber":746,"▁ar":747,"▁rece":748,"ate":749,"▁se":750,"▁playing":751,"hic":752,"ance":753,"▁combat":754,"▁sp":755,"▁z":756,"ife":757,"▁also":758,"▁ve":759,"tty":760,"▁vehic":761,"te":762,"▁u":763,"ntion":764,"▁mention":765,"▁wanted":766,"ite":767,"▁vehicular":768,"▁ad":769,"▁night":770,"▁bios":771,"▁games?\n":772,"▁mac.\n":773,"hock":774,"▁receive":775,"▁bioshock":776,"ade":777,"▁received":778,"oft":779,"▁2013":780,"▁tr":781,"▁my":782,"▁why":783,"▁mode":784,"line":785,"▁thr":786,"▁reme":787,"▁10+":788,"▁hit":789,"▁online":790,"ely":791,"▁nintendo\n":792,"▁mean":793,"ue":794,"▁pretty":795,"▁undertale":796,"yst":797,"▁ti":798,"▁2009":799,"▁puzzle,":800,"▁you're":801,"▁all":802,"ong":803,"▁inter":804,"▁did":805,"▁ass":806,"▁bl":807,"▁mentioned":808,"▁fight":809,"▁wonder":810,"aos":811,"▁chaos":812,"▁shooter,":813,"▁such":814,"▁rpg":815,"▁been":816,"▁fighting":817,"▁end":818,"ory":819,"▁bo":820,"▁gener":821,"in's":822,"▁find":823,"assin's":824,"▁creed":825,"▁2k16":826,"▁assassin's":827,"▁ton":828,"▁game.\n":829,"▁dance":830,"▁older":831,"ich":832,"▁mad":833,"▁which":834,"▁software":835,"ket":836,"▁love":837,"fer":838,"▁among":839,"ash":840,"▁guit":841,"▁hill":842,"▁silent":843,"arted":844,"▁smash":845,"▁feel":846,"▁guitar":847,"cket":848,"ier":849,"wk":850,"▁go":851,"▁mus":852,"▁hear":853,"▁rocket":854,"ague":855,"▁league":856,"▁music":857,"f's":858,"i:":859,"▁thie":860,"▁cat":861,"▁strategy,":862,"▁hawk":863,"charted":864,"▁iii:":865,"▁uncharted":866,"▁skater":867,"▁hero:":868,"▁4:":869,"▁tony":870,"▁thief's":871,"▁hawk's":872,"ror":873,"▁mass":874,"▁ele":875,"orm":876,"xt":877,"▁fa":878,"rim":879,"▁heard":880,"▁catal":881,"▁ed":882,"▁edge":883,"hing":884,"mare":885,"▁get":886,"▁mir":887,"▁wol":888,"▁fan":889,"▁2012":890,"▁trivia":891,"▁nightmare":892,"▁older)":893,"ror's":894,"▁catalyst":895,"▁mirror's":896,"▁wolf":897,"▁hu":898,"▁text":899,"▁review":900,"▁i'm":901,"ili":902,"▁say":903,"▁steam.":904,"▁team":905,"▁would":906,"board":907,"/board":908,"▁shoot":909,"▁room":910,"▁small":911,"▁trivia/board":912,"▁view,":913,"▁&":914,"▁doom":915,"▁emp":916,"rio":917,"▁mario":918,"▁magic:":919,"ked":920,"po":921,"ts":922,"▁time":923,"il":924,"led":925,"▁dar":926,"▁switch,":927,"▁hits":928,"▁dark":929,"▁bli":930,"zzard":931,"cher":932,"ign":933,"▁wild":934,"▁blizzard":935,"ake":936,"nes":937,"▁far":938,"▁over":939,"▁loo":940,"_release_":941,"cade":942,"date":943,"kes":944,"▁<|exp":945,"▁port":946,"forge":947,"▁ange":948,"▁witcher":949,"▁2001":950,"▁2004":951,"▁1994":952,"▁hack-and-slash,":953,"▁skyforge":954,"▁arcade":955,"▁hunt":956,"▁darknes":957,"_release_date":958,"▁<|exp_release_date":959,"▁angel":960,"▁<|exp_release_date|>":961,"▁dis":962,"end":963,"▁ev":964,"▁ri":965,"▁doesn't":966,"ires":967,"▁mon":968,"▁stran":969,"▁makes":970,"▁never":971,"▁strange":972,"sis":973,"vor":974,"▁pri":975,"ings":976,"▁fire":977,"▁stron":978,"▁life":979,"ice":980,"▁what's":981,"▁release.\n":982,"▁crysis":983,"▁metroid":984,"▁empires":985,"▁portal":986,"▁prime":987,"▁tal":988,"▁dig":989,"▁how":990,"▁lin":991,"▁favor":992,"▁though":993,"▁ear":994,"▁car":995,"▁ok":996,"▁enjoyed":997,"old":998,"▁theory":999,"▁de":1000,"▁don":1001,"ital":1002,"ishing":1003,"▁developer":1004,"▁digital":1005,"33":1006,"ss":1007,"last":1008,"aster":1009,"ound":1010,"▁na":1011,"▁bom":1012,"▁cro":1013,"▁eth":1014,"▁2033":1015,"anishing":1016,"▁vanishing":1017,"▁2002":1018,"▁perspective.":1019,"ronic":1020,"berman":1021,"▁carter":1022,"▁bomberman":1023,"▁ethan":1024,"▁os":1025,"▁soli":1026,"▁linux.\n":1027,"▁talking":1028,"▁solid":1029,"lier":1030,"▁kings":1031,"ami":1032,"▁manag":1033,"▁earlier":1034,"fe":1035,"ince":1036,"▁since":1037,"oot":1038,"▁enem":1039,"▁request_attribute":1040,"▁looking":1041,"▁darkness":1042,"▁ratings.\n":1043,"den":1044,"io":1045,"poration":1046,"▁nf":1047,"▁div":1048,"▁foot":1049,"▁dog":1050,"ision":1051,"ays":1052,"▁perspective.\n":1053,"▁skyrim":1054,"▁corporation":1055,"▁favorite":1056,"▁division":1057,"hind":1058,"ox":1059,"rand":1060,"ught":1061,"erco":1062,"ought":1063,"▁bus":1064,"iris":1065,"▁red":1066,"▁v:":1067,"ghold":1068,"dos:":1069,"▁behind":1070,"▁tetri":1071,"▁temp":1072,"▁some":1073,"▁ori":1074,"▁outlast":1075,"▁mature).\n":1076,"▁1998":1077,"▁comman":1078,"▁lara":1079,"▁superho":1080,"▁rollerco":1081,"▁blind":1082,"▁madden":1083,"▁stronghold":1084,"▁lines":1085,"▁naught":1086,"▁croft":1087,"▁osiris":1088,"▁manager":1089,"▁enemy":1090,"▁nfl":1091,"▁football":1092,"▁temple":1093,"▁commandos:":1094,"▁superhot":1095,"▁rollercoaster":1096,"▁naughty":1097,"cent":1098,"▁too":1099,"▁linux,":1100,"▁alone":1101,"ap":1102,"ced":1103,"ial":1104,"ple":1105,"um":1106,"▁thought":1107,"▁way":1108,"▁it?\n":1109,"▁show":1110,"▁multiplayer,":1111,"da":1112,"ven":1113,"use":1114,"cage":1115,"▁liked":1116,"▁sport,":1117,"▁rollcage":1118,"sid":1119,"▁rest":1120,"▁resid":1121,"▁max":1122,"▁evil":1123,"▁resident":1124,"blo":1125,"pse":1126,"t:":1127,"tor":1128,"ution":1129,"ypse":1130,"zation":1131,"▁lay":1132,"▁apo":1133,"▁ill":1134,"storm":1135,"irt:":1136,"▁dia":1137,"▁dirt:":1138,"▁cell":1139,"▁civ":1140,"▁fear":1141,"▁fif":1142,"▁shif":1143,"▁sid":1144,"▁shooter\n":1145,"▁12":1146,"down":1147,"▁2007":1148,"▁meier":1149,"usion":1150,"▁motor":1151,"calypse":1152,"olution":1153,"linter":1154,"▁splinter":1155,"▁adv":1156,"ilization":1157,"▁showdown":1158,"▁layers":1159,"▁apocalypse":1160,"▁illusion":1161,"storm:":1162,"▁diablo":1163,"▁cell:":1164,"▁civilization":1165,"▁fifa":1166,"▁shift":1167,"▁meier's":1168,"▁motorstorm:":1169,"her":1170,"to":1171,"ye":1172,"▁ef":1173,"day":1174,"ne":1175,"▁bird's":1176,"▁okay":1177,"fect":1178,"▁eye":1179,"▁mac,":1180,"▁pur":1181,"▁both":1182,"ual":1183,"▁call":1184,"anced":1185,"deo":1186,"▁video":1187,"▁remember":1188,"▁element":1189,"hl":1190,"uck":1191,"▁nhl":1192,"▁des":1193,"▁should":1194,"▁payne":1195,"▁tetris":1196,"ax":1197,"bis":1198,"ders":1199,"fare":1200,"ham":1201,"pte":1202,"sa":1203,"y:":1204,"zard":1205,"onami":1206,"▁dut":1207,"▁found":1208,"▁strategy\n":1209,"▁2000":1210,"▁asse":1211,"▁konami":1212,"▁warfare":1213,"tto":1214,"▁wizard":1215,"▁payday":1216,"▁wonders":1217,"▁corsa":1218,"▁septe":1219,"▁ubis":1220,"▁throne":1221,"▁didn't":1222,"▁mont":1223,"▁advanced":1224,"▁effect":1225,"▁duty:":1226,"▁assetto":1227,"▁wizard's":1228,"▁september":1229,"▁ubisoft":1230,"vers":1231,"reat":1232,"▁great":1233,"orth":1234,"▁exp":1235,"ien":1236,"sport":1237,"▁well":1238,"▁pc.\n":1239,"▁val":1240,"iz":1241,"ath":1242,"ing\n":1243,"▁even":1244,"▁mode.\n":1245,"▁shooters":1246,"▁disli":1247,"▁tri":1248,"▁co":1249,"▁oc":1250,"▁multiplayer.":1251,"▁valve":1252,"back":1253,"ina":1254,"gend":1255,"elda":1256,"arina":1257,"▁legend":1258,"▁zelda":1259,"▁don't":1260,"▁ocarina":1261,"▁zelda:":1262,"fia":1263,"suit":1264,"uro":1265,"▁er":1266,"▁tran":1267,"force":1268,"▁year":1269,"▁euro":1270,"▁off":1271,"llforce":1272,"▁mafia":1273,"▁nevers":1274,"▁spellforce":1275,"▁1993":1276,"▁payback":1277,"▁ead":1278,"▁trivial":1279,"▁truck":1280,"▁restoration":1281,"▁pursuit":1282,"athia":1283,"▁erathia":1284,"▁transport":1285,"▁neversoft":1286,"▁will":1287,"▁feature":1288,"vel":1289,"▁they":1290,"▁fri":1291,"▁through":1292,"rea":1293,"▁mac.":1294,"▁up":1295,"dy":1296,"▁brea":1297,"▁ho":1298,"▁star":1299,"▁sims":1300,"▁release,":1301,"▁sen":1302,"▁hor":1303,"▁univ":1304,"▁teen).\n":1305,"▁remedy":1306,"▁generally":1307,"▁break":1308,"▁univers":1309,"active":1310,"able":1311,"by":1312,"▁north":1313,"▁revel":1314,"▁poorly":1315,"antum":1316,"▁genre":1317,"▁revolution":1318,"▁quantum":1319,"▁interactive":1320,"▁general":1321,"▁starcraft":1322,"▁universe":1323,"▁revelation":1324,"ing,":1325,"▁were":1326,"▁view.":1327,"▁exam":1328,"▁had":1329,"▁tried":1330,"▁example":1331,"no":1332,"▁mu":1333,"▁into":1334,"a's":1335,"ption":1336,"▁average\n":1337,"▁when":1338,"▁steam?\n":1339,"▁comp":1340,"▁much":1341,"ties":1342,"▁them":1343,"ither":1344,"ience":1345,"nam":1346,"ynam":1347,"▁sn":1348,"▁dynam":1349,"rif":1350,"▁hell":1351,"▁vis":1352,"▁that's":1353,"▁metal":1354,"▁dynamic":1355,"awn":1356,"bla":1357,"ua's":1358,"real":1359,"▁aut":1360,"on:":1361,"▁sac":1362,"▁gear":1363,"▁grand":1364,"ing?\n":1365,"▁theft":1366,"▁dawn":1367,"▁eater":1368,"de:":1369,"▁zero":1370,"▁montreal":1371,"izon:":1372,"▁offers":1373,"▁senua's":1374,"▁horizon:":1375,"▁snake":1376,"rifice":1377,"▁hellbla":1378,"▁auto":1379,"▁sacrifice":1380,"▁hellblade:":1381,"f-":1382,"ity":1383,"▁perspective,":1384,"ately":1385,"▁tit":1386,"▁tell":1387,"▁cu":1388,"▁cal":1389,"▁shooter.":1390,"▁studio":1391,"▁arcade,":1392,"▁exper":1393,"▁friend":1394,"-rated":1395,"ci":1396,"▁its":1397,"▁bet":1398,"▁ratings":1399,"▁ratings.":1400,"▁nightmares":1401,"▁title":1402,"▁experience":1403,"ider":1404,"fort":1405,"stal":1406,"▁game?\n":1407,"▁right":1408,"▁decent":1409,"▁design":1410,"life":1411,"ated":1412,"ond":1413,"▁core":1414,"▁fond":1415,"rop":1416,"alf-":1417,"▁half-":1418,"unately":1419,"cep":1420,"▁che":1421,"▁got":1422,"▁half-life":1423,"17":1424,"td":1425,"attle":1426,"les:":1427,"▁then":1428,"▁battle":1429,"▁reign":1430,"riou":1431,"▁ltd":1432,"▁good\n":1433,"▁average.":1434,"▁india":1435,"▁concep":1436,"▁1990":1437,"▁chronic":1438,"▁scs":1439,"▁team17":1440,"▁visual":1441,"▁curiou":1442,"▁chronicles:":1443,"ually":1444,"▁fel":1445,"▁option":1446,"▁view.\n":1447,"▁felt":1448,"lus":1449,"▁at":1450,"tic":1451,"eaking":1452,"▁either":1453,"▁seem":1454,"▁called":1455,"▁tin":1456,"▁fran":1457,"▁expec":1458,"▁sport\n":1459,"▁unfort":1460,"▁speaking":1461,"▁frank":1462,"▁unfortunately":1463,"s?\n":1464,"▁esrb":1465,"ine":1466,"▁player":1467,"▁games.\n":1468,"▁rating.\n":1469,"▁you've":1470,"▁supported":1471,"4,":1472,"az":1473,"ky":1474,"urt":1475,"▁amaz":1476,"▁point-and-click,":1477,"▁runs":1478,"fox":1479,"furt":1480,"hem":1481,"ix":1482,"ities":1483,"max":1484,"eric":1485,"▁ant":1486,"▁alan":1487,"▁mic":1488,"▁wake":1489,"▁bad":1490,"▁anci":1491,"▁days":1492,"▁cities":1493,"▁fuse":1494,"oof":1495,"oober":1496,"rose":1497,"▁2019":1498,"ary":1499,"▁toby":1500,"▁14,":1501,"▁2008":1502,"▁poor\n":1503,"▁puzzle\n":1504,"▁canad":1505,"▁allo":1506,"▁cryte":1507,"▁crystal":1508,"▁americ":1509,"▁2k19":1510,"▁bloober":1511,"▁rise":1512,"roprose":1513,"▁frankfurt":1514,"▁anthem":1515,"▁microprose":1516,"▁wake's":1517,"▁ancient":1518,"▁tobyfox":1519,"▁crytek":1520,"▁american":1521,"pic":1522,"ress":1523,"asy":1524,"dow":1525,"▁rating.":1526,"▁overall":1527,"▁dynamics":1528,"ful":1529,"▁back":1530,"▁prefer":1531,"▁massive":1532,"ever":1533,"ks":1534,"uter":1535,"erri":1536,"ast":1537,"▁2.":1538,"▁cap":1539,"▁opinion":1540,"▁playstation?\n":1541,"▁games.":1542,"▁role-playing\n":1543,"▁best":1544,"▁canada":1545,"▁could":1546,"▁everyone).\n":1547,"mpress":1548,"▁support.\n":1549,"▁fighting,":1550,"▁dislike":1551,"▁computer":1552,"aut":1553,"▁ast":1554,"▁isn't":1555,"▁playstation.":1556,"▁perspective?\n":1557,"▁check":1558,"86":1559,"986":1560,"adow":1561,"light":1562,"mer":1563,"pr":1564,"sy":1565,"sier":1566,"ways":1567,"onix":1568,"▁tar":1569,"▁psy":1570,"lack":1571,"▁sled":1572,"▁slight":1573,"▁gam":1574,"ston":1575,"▁black":1576,"▁ce":1577,"▁fant":1578,"▁players":1579,"▁now":1580,"geham":1581,"▁shadow":1582,"arre":1583,"▁1986":1584,"▁exclus":1585,"▁being":1586,"▁driving/racing\n":1587,"ackman":1588,"▁always":1589,"▁turbo":1590,"ronaut":1591,"ctronic":1592,"▁i've":1593,"▁softwor":1594,"▁quite":1595,"▁trackman":1596,"▁beenox":1597,"▁boston":1598,"▁god":1599,"▁electronic":1600,"▁reviews.\n":1601,"▁firepr":1602,"▁illusions":1603,"▁hole":1604,"▁telltale":1605,"▁astronaut":1606,"▁tarsier":1607,"▁psyonix":1608,"▁sledgeham":1609,"▁slightly":1610,"▁exclusive":1611,"▁trackmania":1612,"▁fireproof":1613,"▁sledgehammer":1614,"▁2,":1615,"▁there's":1616,"▁concepts":1617,"▁curious,":1618,"▁expected":1619,"'re":1620,"▁same":1621,"ality":1622,"▁releases":1623,"▁cons":1624,"▁interest":1625,"▁however":1626,"▁norm":1627,"▁playstation.\n":1628,"▁excellent\n":1629,"▁conso":1630,"▁typic":1631,"▁lot":1632,"▁elements":1633,"▁console":1634,"cre":1635,"du":1636,"▁tend":1637,"▁incl":1638,"ntly":1639,"ris":1640,"▁linux.":1641,"▁only.":1642,"▁pinball,":1643,"▁consider":1644,"ving":1645,"▁gu":1646,"▁cur":1647,"▁offer":1648,"thing":1649,"▁2014.":1650,"▁produ":1651,"▁wondering,":1652,"▁code":1653,"▁normally":1654,"▁curre":1655,"1,":1656,"fore":1657,"je":1658,"kill":1659,"mble":1660,"mast":1661,"nation":1662,"son":1663,"yro":1664,"▁pyro":1665,"▁f1":1666,"▁hud":1667,"eline":1668,"▁tow":1669,"▁toky":1670,"▁11,":1671,"▁ense":1672,"▁2003":1673,"▁teen).":1674,"▁lack":1675,"▁4a":1676,"▁arts":1677,"▁adeline":1678,"▁internation":1679,"▁overkill":1680,"▁come":1681,"▁typically":1682,"▁codemast":1683,"▁currently":1684,"▁hudson":1685,"▁tokyo":1686,"▁ensemble":1687,"▁international":1688,"▁codemasters":1689,"▁lat":1690,"▁par":1691,"ase":1692,"▁2?\n":1693,"▁before":1694,"▁3.":1695,"▁loved":1696,"▁amazing":1697,"h,":1698,"▁than":1699,"lore":1700,"▁more":1701,"▁only.\n":1702,"ile":1703,"▁case":1704,"▁person.":1705,"▁recent":1706,"▁pc?\n":1707,"▁platformers":1708,"▁can't":1709,"▁very":1710,"▁quality":1711,"▁features":1712,"ca":1713,"dio":1714,"ug":1715,"inal":1716,"ersion":1717,"▁we":1718,"ield":1719,"▁down":1720,"▁medio":1721,"▁while":1722,"tten":1723,"▁shooting":1724,"▁better":1725,"mpressed":1726,"▁lately":1727,"▁mediocre":1728,"di":1729,"fly":1730,"▁sa":1731,"▁final":1732,"▁version":1733,"▁beca":1734,"▁new":1735,"▁vii":1736,"▁reviews":1737,"▁fantasy":1738,"▁softworks":1739,"▁includ":1740,"▁because":1741,"bur":1742,"brand":1743,"field":1744,"iow":1745,"▁sout":1746,"▁grim":1747,"▁barre":1748,"▁biow":1749,"▁their":1750,"▁it.\n":1751,"▁person.\n":1752,"▁firax":1753,"▁indie\n":1754,"▁cont":1755,"▁usually":1756,"shade":1757,"▁crew":1758,"▁nightshade":1759,"▁tibur":1760,"▁firefly":1761,"▁firebrand":1762,"▁battlefield":1763,"▁capcom":1764,"▁however,":1765,"▁production":1766,"▁southam":1767,"▁grimlore":1768,"▁barrel":1769,"▁bioware":1770,"▁firaxis":1771,"▁tiburon":1772,"pp":1773,"▁nice":1774,"ail":1775,"▁told":1776,"▁abs":1777,"▁astronauts":1778,"ring":1779,"▁mind":1780,"▁multiplayer?\n":1781,"▁2016.":1782,"point":1783,"▁disap":1784,"▁friends":1785,"▁interested":1786,"▁recently":1787,"▁disappoint":1788,"ten":1789,"▁aw":1790,"lection":1791,"ous":1792,"▁det":1793,"▁mature).":1794,"▁spect":1795,"▁2015.":1796,"ilar":1797,"ru":1798,"ula":1799,"▁ag":1800,"▁gameplay":1801,"▁oh,":1802,"▁refer":1803,"▁good.":1804,"▁similar":1805,"▁make":1806,"▁canno":1807,"▁studios.":1808,"▁2018.\n":1809,"ularly":1810,"▁too.\n":1811,"▁they're":1812,"▁partic":1813,"▁before?\n":1814,"▁cannot":1815,"▁atten":1816,"▁it,":1817,"▁hate":1818,"▁xbox.":1819,"▁xbox?\n":1820,"▁sur":1821,"▁puzzles":1822,"▁rating,":1823,"▁enjoyable":1824,"▁mostly":1825,"▁rpgs":1826,"▁something":1827,"▁unfortunately,":1828,"▁detail":1829,"▁referring":1830,"▁attention":1831,"2,":1832,"9,":1833,"bru":1834,"ds":1835,"dus":1836,"imax":1837,"ious":1838,"kt":1839,"lla":1840,"odus":1841,"tno":1842,"vol":1843,"zion":1844,"zero":1845,"▁rat":1846,"▁aug":1847,"▁azero":1848,"▁sie":1849,"▁sant":1850,"▁syst":1851,"enimax":1852,"▁bit":1853,"▁22,":1854,"▁29,":1855,"▁cd":1856,"▁cli":1857,"▁short":1858,"ica":1859,"▁exodus":1860,"▁simula":1861,"une":1862,"unos":1863,"▁without":1864,"▁moon":1865,"▁spec":1866,"▁kunos":1867,"▁2014.\n":1868,"▁2015,":1869,"▁june":1870,"▁febru":1871,"▁2011.":1872,"▁2018.":1873,"▁proje":1874,"▁simulator.":1875,"▁simulators":1876,"▁warcraft:":1877,"▁zenimax":1878,"▁monica":1879,"▁dontno":1880,"▁allow":1881,"▁allods":1882,"errilla":1883,"▁gaming":1884,"▁considered":1885,"▁guerrilla":1886,"▁content":1887,"▁barrels":1888,"iously":1889,"zioni":1890,"▁august":1891,"▁azeroth":1892,"▁santa":1893,"▁system":1894,"▁climax":1895,"▁simulazioni":1896,"▁february":1897,"▁projekt":1898,"▁dontnod":1899,"-so":1900,"ces":1901,"een":1902,"viously":1903,"ween":1904,"ount":1905,"▁invol":1906,"▁nor":1907,"▁wasn't":1908,"▁so-so":1909,"▁nothing":1910,"though":1911,"▁platformer.":1912,"▁although":1913,"▁previously":1914,"▁addi":1915,"▁disliked":1916,"▁between":1917,"▁right?\n":1918,"▁exclusively":1919,"yle":1920,"erely":1921,"lass":1922,"▁im":1923,"▁merely":1924,"▁inc":1925,"ull":1926,"▁often":1927,"▁perspectives.":1928,"▁created":1929,"▁many":1930,"▁mode.":1931,"▁end.":1932,"▁too.":1933,"▁upcom":1934,"▁them?\n":1935,"▁terri":1936,"▁yet":1937,"▁ba":1938,"▁class":1939,"▁fam":1940,"elight":1941,"▁rock":1942,"est\n":1943,"▁who":1944,"▁nintendo.\n":1945,"▁simulation\n":1946,"▁3,":1947,"▁uni":1948,"▁teen)\n":1949,"▁comm":1950,"▁entertainment.":1951,"▁tactical\n":1952,"▁studios,":1953,"▁fair":1954,"▁reviews.":1955,"▁hunt?\n":1956,"▁saw":1957,"▁surp":1958,"▁rather":1959,"ially":1960,"▁es":1961,"▁sti":1962,"▁set":1963,"our":1964,"uly":1965,"▁ref":1966,"▁xbox.\n":1967,"ly,":1968,"▁sol":1969,"▁played?\n":1970,"▁2014,":1971,"pecially":1972,"▁release.":1973,"▁i'd":1974,"▁reloaded?\n":1975,"▁2010.":1976,"▁bioshock?\n":1977,"▁2013.":1978,"▁truly":1979,"▁wondering":1980,"iliar":1981,"▁though.\n":1982,"▁much?\n":1983,"▁allows":1984,"▁terrible":1985,"▁classic":1986,"▁familiar":1987,"▁common":1988,"▁surpris":1989,"▁especially":1990,"ab":1991,"▁app":1992,"strateg":1993,"eap":1994,"▁play.\n":1995,"▁rec":1996,"▁style":1997,"itable":1998,"▁games\n":1999,"▁shooter.\n":2000,"iffer":2001,"dos":2002,"▁suitable":2003,"▁rts":2004,"▁nintendo.":2005,"▁platforming":2006,"▁kind":2007,"▁cheap":2008,"▁everyone).":2009,"▁2017.":2010,"te,":2011,"▁saying":2012,"▁lately?\n":2013,"▁particularly":2014,"strategy":2015,"ifferent":2016,"-man":2017,"6,":2018,"7,":2019,"idos":2020,"ja":2021,"ober":2022,"pite":2023,"ré":2024,"rum":2025,"vory":2026,"wood":2027,"yer":2028,"zelight":2029,"▁7,":2030,"inja":2031,"▁ivory":2032,"star":2033,"▁game\n":2034,"▁ninja":2035,"▁oct":2036,"▁eidos":2037,"loby":2038,"iest":2039,"▁shore":2040,"▁16,":2041,"▁hazelight":2042,"▁entertainment's":2043,"▁chris":2044,"▁scary":2045,"▁mmorpg\n":2046,"▁2017?\n":2047,"lanced":2048,"▁spider":2049,"▁wonder,":2050,"▁music\n":2051,"▁evolution":2052,"▁strange.":2053,"▁redwood":2054,"▁despite":2055,"▁montré":2056,"▁holoby":2057,"▁general?\n":2058,"▁tower":2059,"▁toward":2060,"lections":2061,"▁spectrum":2062,"▁addictive":2063,"▁imm":2064,"▁balanced":2065,"▁rockstar":2066,"▁sawyer":2067,"▁still":2068,"▁reflections":2069,"▁recall":2070,"▁october":2071,"▁spider-man":2072,"▁montréal":2073,"▁holobyte,":2074,"fin":2075,"other":2076,"▁impressed":2077,"ersive":2078,"▁another":2079,"▁stand":2080,"unch":2081,"▁may":2082,"▁release?\n":2083,"olut":2084,"▁2016,":2085,"▁tycoon?\n":2086,"ility":2087,"▁kings?\n":2088,"▁poorly-rated":2089,"▁absolut":2090,"▁ago":2091,"▁immersive":2092,"ng":2093,"ome":2094,"ply":2095,"si":2096,"ves":2097,"▁m-rated":2098,"▁fami":2099,"esome":2100,"▁play?\n":2101,"▁easy":2102,"▁average?\n":2103,"▁adventure.":2104,"▁simply":2105,"ish":2106,"▁mac?\n":2107,"▁developers":2108,"▁ratings,":2109,"acked":2110,"▁entertainment,":2111,"▁everyone),":2112,"▁2016.\n":2113,"▁2011,":2114,"▁2005.":2115,"▁skyforge.":2116,"▁well.\n":2117,"▁revelation.":2118,"▁including":2119,"▁awesome":2120,"▁special":2121,"▁upcoming":2122,"▁shores":2123,"▁family":2124,"y,":2125,"▁aud":2126,"atur":2127,"▁sad":2128,"lear":2129,"▁full":2130,"▁you?\n":2131,"ooter":2132,"▁old":2133,"▁plays":2134,"▁playable":2135,"alle":2136,"act":2137,"▁via":2138,"▁strategic":2139,"▁linux?\n":2140,"ose":2141,"▁mature)\n":2142,"▁ii,":2143,"▁ii.":2144,"▁perspectives.\n":2145,"▁3?\n":2146,"▁entertainment\n":2147,"▁challe":2148,"▁4?\n":2149,"shooter":2150,"▁other\n":2151,"▁reloaded,":2152,"▁2010,":2153,"▁wanted.":2154,"▁fighting\n":2155,"▁league?\n":2156,"▁2033?\n":2157,"▁lines.":2158,"▁apocalypse?\n":2159,"ful\n":2160,"▁capab":2161,"▁unimpressed":2162,"▁solving":2163,"▁towards":2164,"▁absolutely":2165,"ep":2166,"lic":2167,"inally":2168,"▁act":2169,"▁pick":2170,"▁inst":2171,"right":2172,"▁he":2173,"▁hel":2174,"▁liking":2175,"▁orig":2176,"▁moment":2177,"▁given":2178,"▁2015?\n":2179,"▁launch":2180,"▁2018,":2181,"▁only,":2182,"▁fun,":2183,"▁fun.":2184,"▁function":2185,"▁combin":2186,"▁1999.":2187,"▁mode,":2188,"▁2k16?\n":2189,"ilities":2190,"▁time.":2191,"▁look":2192,"▁developer,":2193,"▁okay.":2194,"▁elements.":2195,"▁we're":2196,"▁download":2197,"▁capabilities":2198,"▁actually":2199,"▁originally":2200,"cas":2201,"ies":2202,"ts.":2203,"uti":2204,"wh":2205,"▁ke":2206,"▁jo":2207,"▁ac":2208,"ing.\n":2209,"▁must":2210,"▁wish":2211,"▁bor":2212,"▁bea":2213,"esda":2214,"▁it.":2215,"▁games'":2216,"▁v?\n":2217,"▁tot":2218,"▁beth":2219,"▁simulation-":2220,"▁platforms":2221,"▁platform.\n":2222,"▁gives":2223,"▁mature),":2224,"▁unus":2225,"▁kid":2226,"▁2015.\n":2227,"▁entertainment?\n":2228,"▁take":2229,"▁uses":2230,"▁featur":2231,"▁mmorpg,":2232,"▁fun.\n":2233,"▁man,":2234,"▁quick":2235,"▁older).\n":2236,"▁catalyst?\n":2237,"▁reviewed":2238,"▁2004.\n":2239,"▁defin":2240,"▁bomberman?\n":2241,"iences":2242,"▁general,":2243,"▁titles":2244,"▁curious":2245,"▁option.\n":2246,"▁players.\n":2247,"▁audiences":2248,"licated":2249,"▁instance":2250,"▁beauti":2251,"▁bethesda":2252,"▁featuring":2253,"-to":2254,"-lear":2255,"3,":2256,"bje":2257,"jer":2258,"mit":2259,"oice":2260,"ps":2261,"per":2262,"▁leas":2263,"red":2264,"▁tear":2265,"orb":2266,"▁squ":2267,"ason":2268,"astic":2269,"▁those":2270,"vember":2271,"▁gri":2272,"▁gho":2273,"tive":2274,"▁nade":2275,"▁biz":2276,"▁cri":2277,"▁reason":2278,"▁of?\n":2279,"▁november":2280,"itely":2281,"▁<|player_perspective|>\n":2282,"▁action-adventure\n":2283,"▁good?\n":2284,"▁average.\n":2285,"▁average-rated":2286,"▁adventure\n":2287,"▁adventure-":2288,"▁1,":2289,"▁13,":2290,"▁having":2291,"▁<|esrb|>\n":2292,"ghten":2293,"▁limit":2294,"rated\n":2295,"▁indifferent":2296,"▁so,":2297,"▁<|has_linux_release|>\n":2298,"cember":2299,"▁1997":2300,"▁uncas":2301,"▁aren't":2302,"ower":2303,"▁coming":2304,"▁chance":2305,"▁choice":2306,"▁everyone)\n":2307,"▁studios.\n":2308,"▁studios?\n":2309,"▁users":2310,"▁us?\n":2311,"▁amount":2312,"▁2011?\n":2313,"▁2017.\n":2314,"▁you'd":2315,"▁type":2316,"▁2005.\n":2317,"▁see":2318,"▁hitman":2319,"▁2009.\n":2320,"▁nightmares.":2321,"▁empower":2322,"▁1994.\n":2323,"▁crysis.":2324,"▁december":2325,"▁superhot,":2326,"▁frighten":2327,"▁sims?\n":2328,"▁genre,":2329,"▁friends.\n":2330,"▁cheer":2331,"▁comes":2332,"▁includes":2333,"▁absorb":2334,"▁recently?\n":2335,"▁similarly":2336,"▁involves":2337,"▁challeng":2338,"▁hey,":2339,"▁totally":2340,"▁unusual":2341,"▁quick-to":2342,"▁definitely":2343,"-learn":2344,"jerking":2345,"▁least":2346,"▁tearjerking":2347,"▁square":2348,"▁ghost":2349,"▁nadeo":2350,"▁bizarre":2351,"▁uncasual":2352,"▁quick-to-learn":2353,"!\n":2354,"be":2355,"bility":2356,"ered":2357,"rect":2358,"▁per":2359,"▁impress":2360,"▁worth":2361,"▁fre":2362,"es.":2363,"ool":2364,"▁reg":2365,"▁story":2366,"ieve":2367,"▁good,":2368,"▁view?\n":2369,"▁where":2370,"▁puzzle-":2371,"▁aspec":2372,"▁rating?\n":2373,"▁teenag":2374,"▁enjoying":2375,"▁us.":2376,"▁use":2377,"▁2018?\n":2378,"▁you'll":2379,"▁knows":2380,"▁correct":2381,"▁driver?\n":2382,"▁1999.\n":2383,"▁support,":2384,"▁bioshock,":2385,"▁true":2386,"▁hits.":2387,"▁means":2388,"▁undertale,":2389,"▁undertale?\n":2390,"▁2009.":2391,"▁2012.":2392,"▁strong":2393,"▁line":2394,"▁2033.":2395,"▁1998.":2396,"▁okay,":2397,"▁payne?\n":2398,"▁tetris?\n":2399,"▁shooters,":2400,"▁shooters?\n":2401,"▁fantastic":2402,"▁softwork":2403,"▁releases.\n":2404,"▁consoles":2405,"▁gritty":2406,"▁teenagers":2407,"bly":2408,"cus":2409,"count":2410,"igh":2411,"ocus":2412,"up":2413,"vo":2414,"ward":2415,"▁able":2416,"onest":2417,"▁pla":2418,"less":2419,"▁gra":2420,"▁bu":2421,"▁cour":2422,"▁cool":2423,"▁focus":2424,"▁play,":2425,"▁hated":2426,"▁high":2427,"▁honest":2428,"▁that?\n":2429,"▁adventure?\n":2430,"▁subje":2431,"quent":2432,"▁neither":2433,"▁platforms,":2434,"▁worst":2435,"▁teen),":2436,"▁studios'":2437,"▁single-player,":2438,"▁2005,":2439,"▁warcraft,":2440,"▁15.":2441,"▁reloaded.":2442,"▁support.":2443,"▁rpg.":2444,"▁feeling":2445,"▁league.":2446,"▁older).":2447,"▁huge":2448,"▁reviews,":2449,"▁2004.":2450,"▁darkness.":2451,"▁2002.":2452,"▁2000,":2453,"▁2000.":2454,"▁experience.\n":2455,"▁seems":2456,"▁expect":2457,"▁2019.\n":2458,"▁players.":2459,"▁now,":2460,"▁gues":2461,"▁safe":2462,"▁yet?\n":2463,"▁commonly":2464,"▁job":2465,"▁frequent":2466,"▁lineup":2467,"▁course":2468,"▁subject":2469,"chas":2470,"eo":2471,"ts,":2472,"ume":2473,"uke":2474,"war":2475,"▁avo":2476,"▁plus":2477,"▁peo":2478,"▁thing":2479,"▁thri":2480,"tire":2481,"ence":2482,"▁mat":2483,"▁bro":2484,"▁bel":2485,"▁theme":2486,"▁anno":2487,"eal":2488,"▁care":2489,"▁eas":2490,"acular":2491,"gether":2492,"▁luke":2493,"▁<|platforms|>\n":2494,"▁<|release_year|>\n":2495,"▁<|developer|>\n":2496,"▁enough":2497,"▁encount":2498,"▁entire":2499,"▁posi":2500,"▁excellent?\n":2501,"▁<|available_on_steam|>\n":2502,"▁<|has_mac_release|>\n":2503,"▁like?\n":2504,"▁mod":2505,"▁work":2506,"▁conven":2507,"▁platformer\n":2508,"▁2014?\n":2509,"▁user":2510,"▁point-and-click\n":2511,"▁2018\n":2512,"▁fun?\n":2513,"▁trying":2514,"▁supports":2515,"▁around":2516,"▁combat\n":2517,"▁online.":2518,"▁2012.\n":2519,"▁doom.":2520,"▁2001.\n":2521,"▁1994.":2522,"▁favorit":2523,"▁looking\n":2524,"▁dog.":2525,"▁corporation,":2526,"▁division.":2527,"▁too?\n":2528,"▁alone?\n":2529,"▁fear,":2530,"▁2007.\n":2531,"▁purchas":2532,"▁elements,":2533,"▁mafia,":2534,"▁1993.":2535,"▁genre.":2536,"▁genres":2537,"▁genre.\n":2538,"▁either.":2539,"▁amazing?\n":2540,"▁cities,":2541,"▁opinion.":2542,"▁interesting":2543,"▁quality.":2544,"▁disappointing":2545,"▁spectacular":2546,"▁surprising":2547,"▁cheap\n":2548,"iest\n":2549,"▁scary\n":2550,"▁addictive\n":2551,"▁balanced\n":2552,"▁launched":2553,"▁keep":2554,"▁simulation-strategy":2555,"▁frequently":2556,"warm":2557,"▁avoid":2558,"▁people":2559,"▁believe":2560,"▁annoy":2561,"▁lukewarm":2562,"▁encountered":2563,"▁positive":2564,"alent":2565,"ler":2566,"ned":2567,"packed":2568,"rust":2569,"ude":2570,"ative":2571,"orough":2572,"▁put":2573,"lend":2574,"▁thorough":2575,"▁multi":2576,"▁mis":2577,"▁mid":2578,"▁blend":2579,"▁day":2580,"▁fact":2581,"▁fps":2582,"▁frust":2583,"▁oh":2584,"▁play.":2585,"▁and,":2586,"▁stun":2587,"▁action-packed":2588,"▁together":2589,"ific":2590,"istic":2591,"▁lik":2592,"▁me,":2593,"▁me.":2594,"▁me.\n":2595,"▁meant":2596,"▁mess":2597,"▁available.\n":2598,"▁driving,":2599,"▁nintendo?\n":2600,"▁mature)?\n":2601,"▁asking":2602,"thers":2603,"▁platformer.\n":2604,"▁king":2605,"▁compe":2606,"▁entertainment.\n":2607,"▁world.":2608,"▁recommend?\n":2609,"▁us,":2610,"▁anything":2611,"▁4.":2612,"ivalent":2613,"▁2011.\n":2614,"▁pres":2615,"▁vi,":2616,"▁vi?\n":2617,"▁proba":2618,"▁really,":2619,"▁simulators,":2620,"▁drive":2621,"▁pinball?\n":2622,"▁1999,":2623,"▁reception":2624,"▁selection":2625,"▁wanted,":2626,"▁online,":2627,"▁2009,":2628,"▁all.":2629,"▁assume":2630,"▁software's":2631,"▁league,":2632,"▁2012,":2633,"▁catalyst,":2634,"▁room.":2635,"▁hits?\n":2636,"▁1994?\n":2637,"▁hunt.":2638,"▁crysis,":2639,"▁sometime":2640,"▁too,":2641,"▁2007.":2642,"▁elements?\n":2643,"▁payne.":2644,"▁warfare?\n":2645,"▁disliking":2646,"▁feature.\n":2647,"▁india.":2648,"▁preference":2649,"▁consoles.":2650,"▁version.\n":2651,"▁enjoyable?\n":2652,"▁specific":2653,"▁maybe":2654,"▁solving.":2655,"▁adventure-shooter":2656,"▁buy":2657,"▁thrill":2658,"▁thoroughly":2659,"▁midd":2660,"▁frustrating":2661,"▁probably":2662,"ave":2663,"ding":2664,"jor":2665,"lust":2666,"pth":2667,"try":2668,"ump":2669,"▁availa":2670,"▁amb":2671,"ating":2672,"▁packed":2673,"lax":2674,"▁imp":2675,"tial":2676,"ens":2677,"▁neg":2678,"irky":2679,"▁dull":2680,"▁different":2681,"▁col":2682,"es?\n":2683,"▁relax":2684,"▁nostal":2685,"▁hold":2686,"▁that,":2687,"▁action-strategy":2688,"▁good.\n":2689,"▁entry":2690,"▁strategy.":2691,"▁happ":2692,"▁major":2693,"▁puzzler":2694,"tactical":2695,"▁unin":2696,"▁realistic":2697,"comp":2698,"ared":2699,"▁alright":2700,"▁confus":2701,"▁used":2702,"▁raider,":2703,"▁mmorpg.":2704,"▁2017,":2705,"▁know,":2706,"▁one?\n":2707,"▁combine":2708,"▁try.":2709,"▁driver,":2710,"▁quirky":2711,"▁tycoon.":2712,"▁bioshock.":2713,"▁2013.\n":2714,"▁rpgs?\n":2715,"▁2k16.":2716,"▁gotten":2717,"▁room,":2718,"▁theory?\n":2719,"▁skyrim.":2720,"▁somewh":2721,"▁elements.\n":2722,"▁great?\n":2723,"▁ead.":2724,"▁features.\n":2725,"▁interactive.":2726,"▁complicated":2727,"▁eater.":2728,"▁friends,":2729,"▁ltd,":2730,"▁concepts,":2731,"▁option.":2732,"▁2019.":2733,"▁preferred":2734,"▁ce.\n":2735,"▁1986.":2736,"▁boston,":2737,"▁consoles,":2738,"▁offering":2739,"▁2003.":2740,"▁lacklust":2741,"▁weird":2742,"▁downright":2743,"▁mediocre.":2744,"▁mediocre?\n":2745,"▁newest":2746,"▁particular":2747,"▁involving":2748,"▁fairly":2749,"▁surprised":2750,"▁ago.":2751,"▁special.":2752,"▁picked":2753,"▁help":2754,"▁functionality":2755,"▁kids":2756,"▁beautiful":2757,"▁regularly":2758,"▁aspect":2759,"▁course,":2760,"▁surprisingly":2761,"▁multiple":2762,"▁stunn":2763,"▁asking,":2764,"▁present":2765,"▁ambivalent":2766,"▁negative":2767,"▁somewhat":2768,"▁lackluster":2769,"-de":2770,"-comp":2771,"ain":2772,"air":2773,"bor":2774,"ether":2775,"ff":2776,"fair":2777,"gl":2778,"hi":2779,"hap":2780,"iac":2781,"ient":2782,"ki":2783,"ken":2784,"ny":2785,"niac":2786,"put":2787,"som":2788,"way":2789,"reci":2790,"ates":2791,"ongest":2792,"larating":2793,"labor":2794,"▁io":2795,"▁gory":2796,"▁goof":2797,"timent":2798,"tical":2799,"ingham":2800,"▁master":2801,"▁incre":2802,"▁in-de":2803,"▁insom":2804,"▁birm":2805,"▁based":2806,"▁blast":2807,"▁done":2808,"▁is,":2809,"▁you.":2810,"oose":2811,"▁others":2812,"▁epic":2813,"▁elabor":2814,"▁<|genres|>\n":2815,"▁reward":2816,"lated":2817,"terest":2818,"▁live":2819,"▁long":2820,"▁longest":2821,"▁sill":2822,"▁<|has_multiplayer|>\n":2823,"▁average,":2824,"▁adventures":2825,"▁adventure.\n":2826,"▁ext":2827,"▁exhi":2828,"▁released.":2829,"lented":2830,"que":2831,"ive\n":2832,"▁whether":2833,"▁platform,":2834,"▁platforms.\n":2835,"▁out.":2836,"▁out?\n":2837,"▁puzzles,":2838,"thus":2839,"▁unfair":2840,"antage":2841,"▁talented":2842,"▁choose":2843,"▁tactical,":2844,"▁studios\n":2845,"▁anyway":2846,"▁most?\n":2847,"olt":2848,"▁raider.":2849,"▁jap":2850,"▁2011\n":2851,"▁let":2852,"▁one.\n":2853,"▁low":2854,"▁loki":2855,"▁simulator.\n":2856,"▁revolt":2857,"▁funky":2858,"▁funny":2859,"▁2005?\n":2860,"▁run?\n":2861,"▁2010.\n":2862,"▁driver.":2863,"▁underrated":2864,"▁underrated\n":2865,"▁switch\n":2866,"▁tycoon,":2867,"▁combat,":2868,"▁ugl":2869,"▁2013,":2870,"▁all,":2871,"▁rpg,":2872,"▁rpgs,":2873,"▁board":2874,"▁team?\n":2875,"▁room?\n":2876,"▁doom?\n":2877,"▁time,":2878,"▁overrated":2879,"▁overrated\n":2880,"▁over-comp":2881,"▁2001,":2882,"▁1994,":2883,"▁nause":2884,"▁skyrim,":2885,"▁red\n":2886,"▁tetris.":2887,"▁maxis":2888,"▁advantage":2889,"▁shift,":2890,"▁corsa.":2891,"▁great.\n":2892,"▁expens":2893,"▁well,":2894,"▁triump":2895,"▁payback.":2896,"▁ead,":2897,"▁upper":2898,"▁sentiment":2899,"▁north.":2900,"▁interactive,":2901,"▁interactive?\n":2902,"▁compared":2903,"▁visually":2904,"▁dynamic\n":2905,"▁calm":2906,"▁right,":2907,"▁design?\n":2908,"▁1990.":2909,"▁option,":2910,"▁either.\n":2911,"▁bad,":2912,"▁bad?\n":2913,"▁opinion?\n":2914,"▁gamer":2915,"▁boston\n":2916,"▁boston.":2917,"▁concepts\n":2918,"▁include":2919,"▁lacking":2920,"▁tokyo\n":2921,"▁part":2922,"▁thanks":2923,"▁platformers,":2924,"▁better.":2925,"▁mediocre.\n":2926,"▁newest\n":2927,"▁mindless":2928,"▁disappointing\n":2929,"▁gameplay?\n":2930,"▁bit.":2931,"▁short\n":2932,"▁shortest":2933,"▁shortest\n":2934,"▁so-so.":2935,"▁upcoming\n":2936,"▁whole":2937,"▁classic\n":2938,"▁appreci":2939,"▁immersive\n":2940,"▁oldest":2941,"▁oldest\n":2942,"▁acc":2943,"▁beautiful\n":2944,"▁critic":2945,"▁critical":2946,"▁chance?\n":2947,"▁amount.":2948,"▁empowering\n":2949,"▁frightening\n":2950,"▁cheerful":2951,"▁cheerful\n":2952,"▁absorbing\n":2953,"▁challenging":2954,"▁challenging\n":2955,"▁unusual\n":2956,"▁tearjerking\n":2957,"▁bizarre\n":2958,"▁quick-to-learn\n":2959,"▁correct?\n":2960,"▁plain":2961,"▁broken":2962,"▁convenient":2963,"▁miss":2964,"▁kings.":2965,"▁availability":2966,"▁color":2967,"▁nostalgic":2968,"▁uninterest":2969,"▁functionality.\n":2970,"▁goofy":2971,"▁in-depth":2972,"▁insomniac":2973,"▁birmingham":2974,"▁elaborate":2975,"▁exhilarating":2976,"▁japan":2977,"▁over-complicated":2978,"▁triumph":2979,"'ve":2980,"),":2981,"0+":2982,"10+":2983,"ari":2984,"gn":2985,"gle":2986,"ist":2987,"ot":2988,"ped":2989,"pos":2990,"sel":2991,"uff":2992,"y.":2993,"eren":2994,"indow":2995,"▁af":2996,"▁ado":2997,"▁att":2998,"▁tea":2999,"ory's":3000,"ording":3001,"▁sure":3002,"▁slated":3003,"les":3004,"▁things":3005,"▁id":3006,"▁mix":3007,"▁wron":3008,"▁weren":3009,"▁window":3010,"▁bas":3011,"▁theory's":3012,"▁date":3013,"▁dug":3014,"▁2.\n":3015,"▁cam":3016,"▁fol":3017,"▁e.\n":3018,"▁e10+":3019,"ace":3020,"low":3021,"▁hard":3022,"▁store":3023,"▁ones":3024,"▁playstation's":3025,"▁luck":3026,"▁games?":3027,"▁v,":3028,"▁v.":3029,"platformer":3030,"blem":3031,"▁action-tactical":3032,"▁role":3033,"▁strategy.\n":3034,"▁excit":3035,"▁rare":3036,"▁memor":3037,"▁soon":3038,"▁platforms.":3039,"▁played.":3040,"▁ii.\n":3041,"▁perspectives":3042,"▁suppos":3043,"▁teen)?\n":3044,"▁comple":3045,"▁takes":3046,"▁anyone":3047,"tting":3048,"▁2016?\n":3049,"▁thinking":3050,"▁think?\n":3051,"▁problem":3052,"▁forest,":3053,"▁2010?\n":3054,"▁switch?\n":3055,"▁arts.":3056,"▁mentioning":3057,"▁mode?\n":3058,"▁undertale.":3059,"▁2009?\n":3060,"▁going":3061,"▁say.":3062,"▁shooting,":3063,"▁time.\n":3064,"illed":3065,"▁darkness,":3066,"▁earned":3067,"▁ok.":3068,"▁theory.":3069,"▁2002.\n":3070,"▁carter.":3071,"▁carter?\n":3072,"▁dog's":3073,"▁corporation.":3074,"▁tetris,":3075,"▁alone,":3076,"▁fear.":3077,"▁showdown,":3078,"▁effort":3079,"▁okay.\n":3080,"▁great.":3081,"▁1993,":3082,"▁erathia,":3083,"▁features.":3084,"▁horror":3085,"▁interactive.\n":3086,"▁much.\n":3087,"▁montreal.":3088,"▁friendly":3089,"▁right?":3090,"▁concepts.":3091,"▁amazing,":3092,"▁frankfurt.":3093,"▁anthem,":3094,"▁microprose.":3095,"▁tobyfox,":3096,"▁overall,":3097,"▁opinion,":3098,"▁canada,":3099,"▁canada?\n":3100,"▁checked":3101,"▁gamers":3102,"▁gaming?\n":3103,"▁now.\n":3104,"▁astronauts.":3105,"▁however.\n":3106,"▁considering":3107,"▁lacks":3108,"▁tokyo.":3109,"▁international?\n":3110,"▁better.\n":3111,"▁versions.\n":3112,"▁southam's":3113,"▁disappointed":3114,"▁aware":3115,"▁enjoyable.":3116,"▁systems.\n":3117,"▁systems,":3118,"cess":3119,"▁addition":3120,"▁unique":3121,"▁montréal.":3122,"▁standard":3123,"▁developers,":3124,"▁held":3125,"▁combined":3126,"▁capabilities.\n":3127,"▁audiences.\n":3128,"▁1997.":3129,"▁frightening":3130,"▁correctly,":3131,"▁softworks.":3132,"▁grab":3133,"▁guess.":3134,"▁themes":3135,"▁entirely":3136,"▁purchase":3137,"▁reception.":3138,"▁presented":3139,"thusi":3140,"▁according":3141,"▁wrong":3142,"▁weren't":3143,"▁supposed":3144,"-f":3145,"-on":3146,"-st":3147,"-ar":3148,"-put":3149,"bel":3150,"dd":3151,"din":3152,"emp":3153,"etting":3154,"gag":3155,"ily":3156,"ms":3157,"of-":3158,"por":3159,"pleas":3160,"pai":3161,"tent":3162,"tunately":3163,"▁our":3164,"ertain":3165,"erms":3166,"▁ah,":3167,"onent":3168,"▁tw":3169,"▁t.\n":3170,"▁tra":3171,"▁terms":3172,"orpor":3173,"▁pleas":3174,"med":3175,"lain":3176,"▁ser":3177,"▁sort":3178,"asts":3179,"▁thus":3180,"▁getting":3181,"▁name":3182,"▁angle":3183,"▁due":3184,"▁deal":3185,"▁is?\n":3186,"eability":3187,"▁certain":3188,"▁fla":3189,"▁young":3190,"▁own":3191,"▁e?\n":3192,"ult":3193,"rol":3194,"▁rede":3195,"riate":3196,"▁hea":3197,"▁stuff":3198,"▁vari":3199,"▁shot":3200,"▁fortunately":3201,"▁that.\n":3202,"▁action-shooter":3203,"uted":3204,"▁shooter?\n":3205,"ically":3206,"▁doing":3207,"▁do?\n":3208,"▁views":3209,"portant":3210,"▁enthusi":3211,"▁engag":3212,"▁strategies":3213,"▁strategy?\n":3214,"▁poten":3215,"▁making":3216,"▁excellent,":3217,"ush":3218,"▁available,":3219,"▁haven't":3220,"▁like,":3221,"ched":3222,"▁platform.":3223,"▁platforms?\n":3224,"▁but,":3225,"▁puzzles?\n":3226,"▁ii?\n":3227,"▁worse":3228,"▁works":3229,"▁ask":3230,"▁unen":3231,"▁unpleas":3232,"▁are?\n":3233,"▁everything":3234,"▁along":3235,"▁char":3236,"▁label":3237,"ady":3238,"▁using":3239,"▁4,":3240,"▁4's":3241,"▁few":3242,"▁mmorpgs":3243,"▁mmorpg.\n":3244,"▁lets":3245,"▁won't":3246,"cted":3247,"▁one,":3248,"▁one.":3249,"▁simulator,":3250,"▁15?\n":3251,"▁underwh":3252,"▁1999?\n":3253,"▁seen":3254,"▁adult":3255,"▁2013?\n":3256,"▁online?\n":3257,"▁undertale.\n":3258,"▁all.\n":3259,"▁all?\n":3260,"▁all-ar":3261,"▁ended":3262,"▁older.\n":3263,"▁software?\n":3264,"▁shooting?\n":3265,"▁2001.":3266,"▁2001?\n":3267,"▁crysis?\n":3268,"▁though?\n":3269,"▁bomberman,":3270,"▁bomberman.":3271,"▁earlier,":3272,"▁corporation?\n":3273,"▁corporation's":3274,"▁division,":3275,"▁red's":3276,"▁osiris.":3277,"▁thoughts":3278,"▁rollcage.":3279,"▁12,":3280,"▁2007,":3281,"▁showdown?\n":3282,"▁apocalypse.":3283,"top":3284,"▁konami.":3285,"▁warfare.":3286,"▁corsa?\n":3287,"▁throne.":3288,"▁great,":3289,"▁explore":3290,"▁explain":3291,"▁well.":3292,"▁year?\n":3293,"▁off-put":3294,"▁mafia.":3295,"▁payback,":3296,"▁ead.\n":3297,"▁pursuit.":3298,"▁home":3299,"▁break,":3300,"▁north,":3301,"▁example,":3302,"▁component":3303,"▁dawn,":3304,"▁montreal?\n":3305,"▁telling":3306,"▁cup":3307,"▁friends.":3308,"▁title.":3309,"▁experience,":3310,"▁right.":3311,"ropriate":3312,"▁gotta":3313,"▁options.\n":3314,"▁speaking,":3315,"▁esrb.\n":3316,"▁2008.":3317,"▁tobyfox.":3318,"▁tobyfox's":3319,"▁best.":3320,"▁ce,":3321,"▁now.":3322,"▁now?\n":3323,"▁astronauts,":3324,"▁astronauts?\n":3325,"▁console.":3326,"▁consoles.\n":3327,"▁amazing.":3328,"▁downloaded":3329,"dible":3330,"dition":3331,"▁control":3332,"▁tiburon\n":3333,"▁tiburon,":3334,"▁disappointing?\n":3335,"▁away":3336,"▁again":3337,"▁gameplay.":3338,"▁detail?\n":3339,"▁azeroth,":3340,"▁systems":3341,"▁involve":3342,"▁important":3343,"▁inc.":3344,"▁inc.\n":3345,"▁incorpor":3346,"▁appropriate":3347,"▁developers?\n":3348,"▁sadly":3349,"▁combines":3350,"▁simulation-sport":3351,"▁limited":3352,"▁empowering":3353,"▁tearjerking?\n":3354,"▁perfect":3355,"▁perhap":3356,"▁focused":3357,"▁highly":3358,"▁honestly":3359,"▁honestly,":3360,"▁matter":3361,"▁modes.":3362,"▁likeability":3363,"▁competent":3364,"▁sometimes":3365,"▁middle":3366,"▁happy":3367,"▁incredible":3368,"▁nauseat":3369,"▁appreciate":3370,"▁after":3371,"▁idea":3372,"▁windows":3373,"▁basically":3374,"▁campai":3375,"▁store.":3376,"▁excited":3377,"-only":3378,"dinary":3379,"▁tradition":3380,"▁redefin":3381,"▁engaging":3382,"▁potential":3383,"▁unpleasant":3384,"▁underwhel":3385,"▁all-around":3386,"▁off-putt":3387,"▁incorporates":3388,"▁perhaps":3389,"▁campaign":3390,"-r":3391,"-releas":3392,"aus":3393,"dic":3394,"e-":3395,"ip":3396,"ible":3397,"ild":3398,"k.":3399,"ker":3400,"ling":3401,"lse":3402,"lick":3403,"mo":3404,"mis":3405,"more":3406,"mately":3407,"na":3408,"nge":3409,"pt":3410,"py":3411,"pie":3412,"phic":3413,"ptop":3414,"sw":3415,"sion":3416,"tend":3417,"uled":3418,"vid":3419,"viv":3420,"wd":3421,"y?\n":3422,"ready":3423,"atis":3424,"onus":3425,"onna":3426,"▁t?\n":3427,"▁t-rated":3428,"▁plan":3429,"▁past":3430,"▁song":3431,"▁sound":3432,"ve.":3433,"ved":3434,"▁gr":3435,"▁gonna":3436,"titive":3437,"stand":3438,"▁mone":3439,"▁mine":3440,"ed?\n":3441,"▁non":3442,"▁boo":3443,"▁bare":3444,"▁bunch":3445,"▁bonus":3446,"▁answ":3447,"▁dated":3448,"▁drop":3449,"▁delight":3450,"▁clo":3451,"▁clear":3452,"▁caus":3453,"▁click":3454,"▁fall":3455,"▁fig":3456,"▁fine":3457,"▁filled":3458,"es.\n":3459,"ations":3460,"▁oper":3461,"▁odd":3462,"▁e,":3463,"▁event":3464,"▁e-rated":3465,"▁else":3466,"ured":3467,"rove":3468,"ross":3469,"ach":3470,"riend":3471,"▁hy":3472,"▁hand":3473,"▁hour":3474,"▁action.\n":3475,"▁forward":3476,"▁today":3477,"▁was.":3478,"▁waste":3479,"▁road":3480,"▁doing,":3481,"▁views.\n":3482,"▁first\n":3483,"▁sim.\n":3484,"▁sims.":3485,"▁releasing":3486,"▁enh":3487,"▁strategy-":3488,"▁suc":3489,"▁role-playing.\n":3490,"quate":3491,"▁main":3492,"▁rave":3493,"▁race":3494,"▁excellent.":3495,"▁list":3496,"▁meh":3497,"▁me?\n":3498,"▁whose":3499,"▁available.":3500,"▁nintendo's":3501,"▁simulations?\n":3502,"▁sold":3503,"▁like.":3504,"▁platform?\n":3505,"▁platforms:":3506,"▁out,":3507,"▁puzzles.":3508,"lance":3509,"▁perspectives,":3510,"the-":3511,"▁const":3512,"▁unless":3513,"▁are,":3514,"▁platformer?\n":3515,"ment.\n":3516,"▁teen-rated":3517,"▁2014's":3518,"▁about?\n":3519,"▁almo":3520,"▁already":3521,"▁2015\n":3522,"▁child":3523,"▁laptop":3524,"▁us.\n":3525,"▁anymore":3526,"▁this,":3527,"▁4\n":3528,"iving":3529,"ally,":3530,"▁mmorpgs,":3531,"▁turned":3532,"▁2017\n":3533,"▁there,":3534,"▁there.\n":3535,"▁there?\n":3536,"▁single-player.\n":3537,"▁soft\n":3538,"▁soft,":3539,"▁provid":3540,"▁known":3541,"▁know?\n":3542,"▁forest.":3543,"▁lots":3544,"▁lovers":3545,"▁simulators?\n":3546,"▁fun\n":3547,"▁scrolling":3548,"▁run,":3549,"▁run.":3550,"▁try?\n":3551,"▁2010\n":3552,"▁2010's":3553,"▁pinball.":3554,"▁made?\n":3555,"▁understand":3556,"▁1999\n":3557,"▁last\n":3558,"▁combat?\n":3559,"▁vehicle":3560,"▁wanted?\n":3561,"▁2013\n":3562,"▁10+,":3563,"▁10+.\n":3564,"▁mean,":3565,"▁wonder\n":3566,"▁rpg?\n":3567,"▁tons":3568,"▁software.":3569,"▁feels":3570,"▁categ":3571,"▁gets":3572,"▁fans":3573,"▁nightmare,":3574,"▁older),":3575,"▁catalyst.":3576,"▁say,":3577,"▁say.\n":3578,"▁team\n":3579,"▁team,":3580,"▁team.\n":3581,"▁wouldn't":3582,"▁doom,":3583,"▁time?\n":3584,