{
    "the": 3177,
    "a": 3018,
    "laptop": 2579,
    "is": 2465,
    "and": 1858,
    ",": 1782,
    "satellite": 1670,
    "with": 1269,
    "has": 1114,
    "for": 1097,
    ".": 1048,
    "it": 927,
    "range": 925,
    "battery": 864,
    "drive": 828,
    "computing": 826,
    "business": 800,
    "in": 741,
    "-s": 723,
    "gb": 688,
    "portege": 616,
    "of": 572,
    "weight": 565,
    "tecra": 549,
    "not": 516,
    "an": 506,
    "black": 504,
    "family": 459,
    "rating": 454,
    "are": 443,
    "price": 424,
    "1": 397,
    "windows": 389,
    "you": 376,
    "dollars": 373,
    "that": 366,
    "kg": 363,
    "year": 359,
    "warranty": 356,
    "inch": 354,
    "hour": 352,
    "memory": 350,
    "keyboard": 340,
    "4": 326,
    "intel": 325,
    "processor": 318,
    "good": 307,
    "core": 262,
    "pro": 255,
    "european": 251,
    "there": 244,
    "which": 232,
    "comes": 229,
    "mid": 224,
    "medium": 222,
    "product": 216,
    "used": 216,
    "matt": 216,
    "finish": 212,
    "budget": 210,
    "i": 206,
    "weighs": 200,
    "exceptional": 199,
    "if": 198,
    "life": 192,
    "on": 191,
    "small": 182,
    "7": 173,
    "about": 172,
    "do": 171,
    "great": 170,
    "8": 166,
    "8.1": 163,
    "moderate": 159,
    "light": 159,
    "standard": 158,
    "everyday": 154,
    "to": 153,
    "nice": 148,
    "at": 144,
    "recommend": 143,
    "dimension": 141,
    "design": 140,
    "costs": 140,
    "i5": 136,
    "from": 131,
    "500": 130,
    "its": 123,
    "only": 120,
    "care": 119,
    "runs": 112,
    "cerus": 111,
    "silver": 108,
    "have": 108,
    "international": 108,
    "proteus": 106,
    "pattern": 103,
    "would": 102,
    "metallic": 101,
    "can": 101,
    "use": 100,
    "3.5": 97,
    "hairline": 95,
    "i3": 93,
    "128": 92,
    "33.35": 92,
    "mobile": 91,
    "size": 91,
    "heavy": 90,
    "expensive": 89,
    "2.3": 89,
    "hephaestus": 89,
    "uses": 88,
    "or": 86,
    "be": 86,
    "88": 85,
    "operates": 85,
    "ultrabook": 84,
    "priced": 83,
    "your": 81,
    "this": 81,
    "45": 78,
    "large": 77,
    "available": 77,
    "zelus": 76,
    "nereus": 76,
    "magnesium": 74,
    "chassis": 74,
    "heracles": 74,
    "typhon": 73,
    "grey": 72,
    "zephyrus": 71,
    "12": 71,
    "hard": 70,
    "we": 69,
    "66": 67,
    "also": 66,
    "chronos": 66,
    "recommended": 64,
    "55": 64,
    "pontus": 63,
    "81": 63,
    "eurus": 63,
    "94": 63,
    "brushed": 62,
    "87": 61,
    "20": 61,
    "23": 61,
    "features": 61,
    "no": 60,
    "75": 60,
    "65": 60,
    "but": 59,
    "39": 59,
    "platform": 58,
    "performance": 58,
    "poseidon": 58,
    "cronus": 57,
    "looking": 56,
    "32": 54,
    "one": 54,
    "phosphorus": 54,
    "84": 53,
    "73": 53,
    "tartarus": 52,
    "9": 52,
    "pan": 52,
    "72": 52,
    "tb": 52,
    "steel": 51,
    "62": 51,
    "zeus": 51,
    "as": 51,
    "dinlas": 51,
    "touchscreen": 51,
    "59": 50,
    "57": 50,
    "51": 49,
    "designed": 49,
    "thanatos": 49,
    "60": 49,
    "aristaeus": 48,
    "alastor": 48,
    "glossy": 47,
    "83": 47,
    "750": 46,
    "computer": 46,
    "choice": 46,
    "chaos": 46,
    "99": 46,
    "priapus": 45,
    "any": 45,
    "morpheus": 45,
    "aeolus": 45,
    "ares": 44,
    "54": 44,
    "hypnos": 43,
    "33.7": 43,
    "last": 43,
    "58": 43,
    "glaucus": 43,
    "texture": 42,
    "320": 42,
    "line": 42,
    "hades": 42,
    "all": 40,
    "operating": 40,
    "89": 40,
    "98": 40,
    "system": 39,
    "aluminum": 39,
    "2.7": 39,
    "atlas": 39,
    "69": 39,
    "pentium": 39,
    "graphite": 39,
    "grooved": 39,
    "80": 38,
    "part": 38,
    "weighing": 38,
    "caerus": 38,
    "13": 38,
    "utility": 37,
    "information": 37,
    "48": 37,
    "amd": 36,
    "hymenaios": 35,
    "nonbusiness": 35,
    "36": 35,
    "pricus": 35,
    "93": 35,
    "helios": 34,
    "21": 34,
    "22": 34,
    "found": 34,
    "dionysus": 33,
    "within": 33,
    "i7": 33,
    "very": 33,
    "ultra": 32,
    "shining": 32,
    "hermes": 32,
    "29": 31,
    "91": 31,
    "71": 30,
    "6": 30,
    "11": 30,
    "achelous": 29,
    "31": 29,
    "boreas": 29,
    "15": 29,
    "include": 28,
    "329": 28,
    "25": 27,
    "needs": 27,
    "15.9": 27,
    "while": 27,
    "up": 27,
    "4.5": 27,
    "want": 26,
    "oceanus": 26,
    "by": 26,
    "38": 26,
    "like": 25,
    "2.4": 25,
    "52": 24,
    "1.12": 24,
    "34": 24,
    "triton": 24,
    "machine": 24,
    "excellent": 24,
    "celeron": 24,
    "perfect": 23,
    "meant": 23,
    "home": 23,
    "40": 22,
    "18.0": 22,
    "449": 22,
    "essentials": 22,
    "33": 21,
    "1.20": 21,
    "using": 21,
    "personal": 21,
    "499": 21,
    "does": 21,
    "silvergrey": 21,
    "castor": 21,
    "17.9": 21,
    "will": 21,
    "-ly": 21,
    "am": 20,
    "option": 20,
    "95": 20,
    "lasts": 20,
    "whether": 20,
    "63": 20,
    "then": 19,
    "25.4": 19,
    "86": 19,
    "attis": 19,
    "17.8": 19,
    "16.2": 19,
    "64": 19,
    "16": 19,
    "plutus": 19,
    "49": 19,
    "pollux": 19,
    "92": 19,
    "ice": 19,
    "blue": 19,
    "42": 18,
    "53": 18,
    "2.6": 18,
    "what": 18,
    "379": 18,
    "erebus": 18,
    "momus": 18,
    "prefer": 18,
    "17": 18,
    "2.49": 18,
    "79": 18,
    "kratos": 18,
    "made": 18,
    "none": 18,
    "17.7": 18,
    "preference": 17,
    "offers": 17,
    "however": 17,
    "43": 17,
    "eros": 17,
    "asclepius": 17,
    "quality": 17,
    "56": 16,
    "precious": 16,
    "26.6": 16,
    "since": 16,
    "running": 16,
    "pallas": 16,
    "well": 16,
    "smart": 16,
    "1.50": 16,
    "because": 16,
    "18": 16,
    "2": 16,
    "sleek": 15,
    "10": 15,
    "aether": 15,
    "notus": 15,
    "19": 15,
    "display": 15,
    "intended": 15,
    "weights": 15,
    "they": 15,
    "featuring": 14,
    "sorry": 14,
    "more": 14,
    "some": 14,
    "match": 14,
    "97": 14,
    "5": 14,
    "76": 14,
    "27.4": 14,
    "1.8": 14,
    "just": 14,
    "highly": 13,
    "specification": 13,
    "matter": 13,
    "purpose": 13,
    "hesperus": 13,
    "suitable": 13,
    "27": 13,
    "screen": 13,
    "90": 13,
    "compared": 13,
    "cost": 13,
    "'s": 13,
    "better": 13,
    "1.47": 13,
    "driver": 13,
    "our": 13,
    "model": 13,
    "general": 13,
    "1.99": 12,
    "ram": 12,
    "various": 12,
    "choose": 12,
    "256": 12,
    "total": 12,
    "need": 12,
    "1.45": 12,
    "19.9": 12,
    "699": 12,
    "consider": 11,
    "important": 11,
    "belongs": 11,
    "falls": 11,
    "come": 11,
    "those": 11,
    "sports": 11,
    "currently": 11,
    "called": 11,
    "meet": 10,
    "may": 10,
    "3": 10,
    "measures": 10,
    "matches": 10,
    "should": 10,
    "try": 10,
    "thin": 10,
    "introduced": 10,
    "when": 9,
    "correct": 9,
    "999": 9,
    "my": 9,
    "15.3": 9,
    "category": 9,
    "long": 9,
    "space": 9,
    "confirm": 9,
    "built": 9,
    "wonderful": 9,
    "into": 9,
    "7.2": 9,
    "quite": 9,
    "2.20": 9,
    "contains": 9,
    "other": 9,
    "brand": 9,
    "tile": 8,
    "14": 8,
    "know": 8,
    "fit": 8,
    "were": 8,
    "729": 8,
    "2.38": 8,
    "rated": 8,
    "recommendation": 8,
    "constraint": 8,
    "925": 8,
    "1199": 8,
    "1.5": 8,
    "find": 8,
    "coming": 8,
    "both": 8,
    "considered": 8,
    "usage": 8,
    "1.52": 8,
    "here": 8,
    "1150": 7,
    "requirement": 7,
    "82": 7,
    "fall": 7,
    "best": 7,
    "listed": 7,
    "meets": 7,
    "concerned": 7,
    "different": 7,
    "900": 7,
    "suggest": 7,
    "103": 7,
    "how": 7,
    "25.1": 7,
    "1029": 7,
    "1.86": 7,
    "look": 7,
    "white": 7,
    "around": 7,
    "ideal": 7,
    "boasts": 7,
    "than": 7,
    "mainly": 7,
    "pick": 7,
    "inform": 7,
    "based": 6,
    "tell": 6,
    "let": 6,
    "me": 6,
    "sells": 6,
    "go": 6,
    "939": 6,
    "sized": 6,
    "worth": 6,
    "70": 6,
    "user": 6,
    "&": 6,
    "crossline": 6,
    "premium": 6,
    "47": 6,
    "although": 6,
    "without": 6,
    "value": 6,
    "50": 6,
    "who": 6,
    "264": 6,
    "419": 6,
    "33.25": 6,
    "a10": 6,
    "7.5": 6,
    "got": 6,
    "could": 6,
    "criteria": 5,
    "stylish": 5,
    "a6": 5,
    "61": 5,
    "interested": 5,
    "many": 5,
    "1025": 5,
    "low": 5,
    "tag": 5,
    "453": 5,
    "505": 5,
    "106": 5,
    "costing": 5,
    "specialization": 5,
    "479": 5,
    "fantastic": 5,
    "1129": 5,
    "utilizes": 5,
    "280": 5,
    "issue": 5,
    "including": 5,
    "467": 5,
    "399": 5,
    "regarding": 5,
    "being": 5,
    "549": 5,
    "capable": 5,
    "equipped": 5,
    "26": 5,
    "2.40": 5,
    "concern": 5,
    "these": 5,
    "type": 5,
    "apart": 5,
    "search": 5,
    "929": 5,
    "unfortunately": 5,
    "frame": 5,
    "class": 5,
    "2.99": 5,
    "850": 5,
    "279": 5,
    "over": 5,
    "719": 5,
    "buy": 5,
    "was": 4,
    "16.3": 4,
    "offer": 4,
    "specific": 4,
    "434": 4,
    "makes": 4,
    "powerful": 4,
    "strong": 4,
    "1000": 4,
    "backed": 4,
    "something": 4,
    "making": 4,
    "1070": 4,
    "mind": 4,
    "450": 4,
    "649": 4,
    "5.7": 4,
    "particular": 4,
    "top": 4,
    "classified": 4,
    "2.60": 4,
    "944": 4,
    "supports": 4,
    "1749": 4,
    "someone": 4,
    "sure": 4,
    "style": 4,
    "take": 4,
    "puts": 4,
    "285": 4,
    "feature": 4,
    "make": 4,
    "suited": 4,
    "1299": 4,
    "299": 4,
    "1.050": 4,
    "useful": 4,
    "1350": 4,
    "529": 4,
    "1069": 4,
    "might": 4,
    "their": 4,
    "providing": 4,
    "pay": 4,
    "please": 4,
    "installed": 4,
    "across": 4,
    "boasting": 4,
    "utilized": 4,
    "1050": 4,
    "member": 4,
    "under": 4,
    "brown": 3,
    "woven": 3,
    "metal": 3,
    "base": 3,
    "questions": 3,
    "certainly": 3,
    "give": 3,
    "help": 3,
    "78": 3,
    "count": 3,
    "stock": 3,
    "beautiful": 3,
    "334.8": 3,
    "118": 3,
    "cpu": 3,
    "lasting": 3,
    "worried": 3,
    "1405": 3,
    "117": 3,
    "amount": 3,
    "899": 3,
    "every": 3,
    "primarily": 3,
    "825": 3,
    "whereas": 3,
    "102": 3,
    "a8": 3,
    "440": 3,
    "amazing": 3,
    "though": 3,
    "875": 3,
    "30.62": 3,
    "969": 3,
    "company": 3,
    "time": 3,
    "computation": 3,
    "253": 3,
    "luxe": 3,
    "two": 3,
    "363": 3,
    "thank": 3,
    "enjoy": 3,
    "fast": 3,
    "falling": 3,
    "wrong": 3,
    "known": 3,
    "now": 3,
    "os": 3,
    "1066.8": 3,
    "74": 3,
    "834": 3,
    "1179": 3,
    "120": 3,
    "etched": 3,
    "aluum": 3,
    "349": 3,
    "packs": 3,
    "restrictions": 3,
    "rather": 3,
    "perform": 3,
    "power": 3,
    "run": 3,
    "deal": 3,
    "affordable": 3,
    "capability": 3,
    "6.5": 3,
    "426": 3,
    "protected": 3,
    "side": 3,
    "totally": 3,
    "consideration": 3,
    "749.17": 3,
    "selection": 3,
    "unit": 3,
    "approximately": 3,
    "favorite": 3,
    "sporting": 3,
    "piece": 3,
    "consumers": 3,
    "covered": 3,
    "874": 3,
    "41": 3,
    "44": 3,
    "hdd": 3,
    "matching": 3,
    "handle": 3,
    "types": 3,
    "length": 2,
    "caring": 2,
    "compare": 2,
    "highest": 2,
    "suit": 2,
    "even": 2,
    "37": 2,
    "neither": 2,
    "nor": 2,
    "except": 2,
    "hugh": 2,
    "417": 2,
    "understand": 2,
    "sold": 2,
    "so": 2,
    "been": 2,
    "35": 2,
    "5.5": 2,
    "awesome": 2,
    "15.5": 2,
    "chose": 2,
    "much": 2,
    "offered": 2,
    "1200": 2,
    "slim": 2,
    "expectations": 2,
    "inquiry": 2,
    "regard": 2,
    "capacity": 2,
    "newest": 2,
    "manufacturers": 2,
    "mean": 2,
    "settle": 2,
    "especially": 2,
    "1039": 2,
    "414": 2,
    "factor": 2,
    "ability": 2,
    "fine": 2,
    "sale": 2,
    "day": 2,
    "place": 2,
    "portable": 2,
    "tasks": 2,
    "introducing": 2,
    "rage": 2,
    "anyone": 2,
    "generous": 2,
    "regards": 2,
    "ease": 2,
    "case": 2,
    "possible": 2,
    "impress": 2,
    "1100": 2,
    "get": 2,
    "worthy": 2,
    "employs": 2,
    "t": 2,
    "ask": 2,
    "excluding": 2,
    "diameter": 2,
    "889": 2,
    "operate": 2,
    "named": 2,
    "textured": 2,
    "primary": 2,
    "powered": 2,
    "results": 2,
    "steal": 2,
    "random": 2,
    "access": 2,
    "entertainment": 2,
    "set": 2,
    "having": 2,
    "new": 2,
    "application": 2,
    "where": 2,
    "say": 2,
    "friendly": 2,
    "such": 2,
    "fammily": 2,
    "measuring": 2,
    "affordably": 2,
    "off": 2,
    "46": 2,
    "taking": 2,
    "complete": 2,
    "suggested": 2,
    "th": 2,
    "rare": 2,
    "impressive": 2,
    "must": 2,
    "?": 2,
    "975": 2,
    "customer": 2,
    "note": 2,
    "given": 2,
    "submitted": 2,
    "fits": 2,
    "still": 2,
    "ready": 2,
    "storage": 2,
    "feel": 2,
    "free": 2,
    "attention": 2,
    "goes": 2,
    "right": 2,
    "along": 2,
    "short": 2,
    "afraid": 2,
    "remaining": 2,
    "holds": 2,
    "searching": 2,
    "comparing": 2,
    "assist": 2,
    "shopping": 2,
    "able": 2,
    "parameters": 2,
    "following": 2,
    "carry": 2,
    "out": 2,
    "1.3": 2,
    "1250": 2,
    "really": 2,
    "left": 2,
    "1435": 2,
    "average": 2,
    "considering": 2,
    "between": 2,
    "belong": 1,
    "allows": 1,
    "businesss": 1,
    "wellregarded": 1,
    "handled": 1,
    "review": 1,
    "attributes": 1,
    "facts": 1,
    "offering": 1,
    "1059": 1,
    "arnge": 1,
    "desired": 1,
    "owing": 1,
    "probably": 1,
    "apologies": 1,
    "whihc": 1,
    "among": 1,
    "lies": 1,
    "conscious": 1,
    "disregarding": 1,
    "truly": 1,
    "exists": 1,
    "specified": 1,
    "exist": 1,
    "laptopthat": 1,
    "clarify": 1,
    "n't": 1,
    "eh": 1,
    "comfortable": 1,
    "heft": 1,
    "landing": 1,
    "serve": 1,
    "bargain": 1,
    "carries": 1,
    "meeting": 1,
    "drier": 1,
    "inthe": 1,
    "2.12": 1,
    "0": 1,
    "measure": 1,
    "resides": 1,
    "stunning": 1,
    "minding": 1,
    "1225": 1,
    "perfer": 1,
    "dimensoin": 1,
    "recommen": 1,
    "checking": 1,
    "level": 1,
    "pricing": 1,
    "leading": 1,
    "contender": 1,
    "picks": 1,
    "robust": 1,
    "color": 1,
    "combination": 1,
    "exceed": 1,
    "terrific": 1,
    "received": 1,
    "contain": 1,
    "additon": 1,
    "form": 1,
    "plain": 1,
    "boring": 1,
    "poor": 1,
    "bit": 1,
    "96": 1,
    "429": 1,
    "brought": 1,
    "means": 1,
    "ranged": 1,
    "equipted": 1,
    "specifics": 1,
    "manufactured": 1,
    "manufacturer": 1,
    "send": 1,
    "them": 1,
    "released": 1,
    "believe": 1,
    "everyone": 1,
    "entitled": 1,
    "theh": 1,
    "unspecified": 1,
    "together": 1,
    "satelllite": 1,
    "containing": 1,
    "workstation": 1,
    "grade": 1,
    "testing": 1,
    "unimportant": 1,
    "board": 1,
    "irrelevant": 1,
    "21.5": 1,
    "most": 1,
    "prestigious": 1,
    "included": 1,
    "issues": 1,
    "superb": 1,
    "yields": 1,
    "sizable": 1,
    "remember": 1,
    "said": 1,
    "suitability": 1,
    "nicely": 1,
    "further": 1,
    "lines": 1,
    "caregory": 1,
    "did": 1,
    "kinds": 1,
    "incredible": 1,
    "compact": 1,
    "footprint": 1,
    "needed": 1,
    "dive": 1,
    "duration": 1,
    "main": 1,
    "function": 1,
    "plateform": 1,
    "warrantied": 1,
    "rarting": 1,
    "specs": 1,
    "assuming": 1,
    "comparison": 1,
    "finding": 1,
    "least": 1,
    "prove": 1,
    "1149": 1,
    "functions": 1,
    "others": 1,
    "attractive": 1,
    "another": 1,
    "series": 1,
    "competitive": 1,
    "query": 1,
    "hand": 1,
    "factors": 1,
    "recharging": 1,
    "located": 1,
    "minded": 1,
    "varied": 1,
    "computi": 1,
    "thie": 1,
    "typically": 1,
    "request": 1,
    "too": 1,
    "easier": 1,
    "sturdy": 1,
    "internal": 1,
    "external": 1,
    "way": 1,
    "yes": 1,
    "wholeheartedly": 1,
    "addresses": 1,
    "concerns": 1,
    "precessor": 1,
    "performs": 1,
    "sharp": 1,
    "appropriate": 1,
    "had": 1,
    "wtih": 1,
    "339": 1,
    "599": 1,
    "purchase": 1,
    "styled": 1,
    "119": 1,
    "boundaries": 1,
    "coms": 1,
    "call": 1,
    "keeps": 1,
    "active": 1,
    "lifestyle": 1,
    "mentioning": 1,
    "turned": 1,
    "packed": 1,
    "gorgeous": 1,
    "back": 1,
    "forget": 1,
    "mention": 1,
    "beauty": 1,
    "85": 1,
    "cant": 1,
    "meansures": 1,
    "options": 1,
    "wanting": 1,
    "sight": 1,
    "behold": 1,
    "apologize": 1,
    "people": 1,
    "compares": 1,
    "carried": 1,
    "familys": 1,
    "retails": 1,
    "world": 1,
    "technology": 1,
    "glad": 1,
    "indeed": 1,
    "particulars": 1,
    "involving": 1,
    "creditable": 1,
    "aware": 1,
    "desirable": 1,
    "punch": 1,
    "job": 1,
    "suits": 1,
    "details": 1,
    "cover": 1,
    "familiar": 1,
    "anything": 1,
    "else": 1,
    "list": 1,
    "gives": 1,
    "reasonable": 1,
    "analyzed": 1,
    "require": 1,
    "three": 1,
    "operations": 1,
    "versed": 1,
    "achieve": 1,
    "ocmputing": 1,
    "prefernce": 1,
    "57is": 1,
    "processsor": 1,
    "versatile": 1,
    "bused": 1,
    "exquisite": 1,
    "s": 1,
    "m": 1,
    "booted": 1,
    "loaded": 1,
    "processors": 1,
    "1.72": 1,
    "andis": 1,
    "im": 1,
    "monster": 1,
    "gret": 1,
    "629": 1,
    "response": 1,
    "moderatly": 1,
    "immediately": 1,
    "consists": 1,
    "2000": 1,
    "witha": 1,
    "thit": 1,
    "always": 1,
    "rely": 1,
    "produce": 1,
    "finest": 1,
    "happy": 1,
    "easy": 1,
    "transport": 1,
    "group": 1,
    "processing": 1,
    "belonging": 1,
    "few": 1,
    "differences": 1,
    "featherweight": 1,
    "keep": 1,
    "eye": 1,
    "show": 1,
    "area": 1,
    "altogether": 1,
    "showing": 1,
    "prize": 1,
    "fitting": 1,
    "memery": 1,
    "wont": 1,
    "platfrom": 1,
    "potential": 1,
    "device": 1,
    "outstanding": 1,
    "rangee": 1,
    "performing": 1,
    "rates": 1,
    "rings": 1,
    "definitely": 1,
    "confirming": 1,
    "customers": 1,
    "plus": 1,
    "24": 1,
    "keeping": 1,
    "track": 1,
    "number": 1,
    "surprised": 1,
    "improtant": 1,
    "consumer": 1,
    "wish": 1,
    "due": 1,
    "looks": 1,
    "hit": 1,
    "provides": 1,
    "plenty": 1,
    "photos": 1,
    "music": 1,
    "movies": 1,
    "ith": 1,
    "putting": 1,
    "several": 1,
    "striking": 1,
    "ehe": 1,
    "generaluse": 1,
    "withan": 1,
    "item": 1,
    "whatsoever": 1,
    "recommending": 1,
    "effecien": 1,
    "dare": 1,
    "inside": 1,
    "work": 1,
    "works": 1,
    "recommnedation": 1,
    "beat": 1,
    "think": 1,
    "thing": 1,
    "terms": 1,
    "opposed": 1,
    "strongly": 1,
    "thats": 1,
    "brings": 1,
    "comming": 1,
    "regardless": 1,
    "modern": 1,
    "desinged": 1,
    "twice": 1,
    "stays": 1,
    "builtin": 1,
    "104": 1,
    "almost": 1,
    "single": 1,
    "charge": 1,
    "speed": 1,
    "preloaded": 1,
    "lighter": 1,
    "choosing": 1
}