{
    "the": 3177,
    "a": 3018,
    "_|type|_": 2551,
    "is": 2465,
    "_|name|_": 2318,
    "and": 1848,
    ",": 1782,
    "has": 1114,
    "with": 1108,
    "for": 1097,
    ".": 1048,
    "it": 927,
    "range": 925,
    "battery": 864,
    "drive": 828,
    "business": 800,
    "_|design|_": 749,
    "in": 741,
    "-s": 723,
    "computing": 676,
    "of": 572,
    "weight": 565,
    "not": 516,
    "_|family|_": 511,
    "an": 506,
    "family": 459,
    "rating": 454,
    "are": 443,
    "price": 424,
    "_|platform|_": 388,
    "_|utility|_": 379,
    "you": 376,
    "_|price|_": 374,
    "_|memory|_": 373,
    "_|drive|_": 370,
    "that": 366,
    "_|weight|_": 365,
    "_|processor|_": 364,
    "_|warranty|_": 359,
    "_|battery|_": 356,
    "warranty": 356,
    "_|dimension|_": 355,
    "memory": 350,
    "processor": 318,
    "good": 307,
    "_|count|_": 271,
    "there": 244,
    "which": 232,
    "comes": 229,
    "mid": 224,
    "medium": 222,
    "product": 216,
    "used": 216,
    "budget": 210,
    "i": 206,
    "weighs": 200,
    "exceptional": 199,
    "if": 198,
    "life": 192,
    "on": 183,
    "small": 182,
    "about": 172,
    "do": 171,
    "great": 170,
    "moderate": 159,
    "standard": 158,
    "to": 153,
    "light": 149,
    "nice": 148,
    "at": 144,
    "recommend": 143,
    "dimension": 141,
    "design": 140,
    "costs": 140,
    "from": 131,
    "its": 123,
    "only": 120,
    "care": 119,
    "runs": 112,
    "have": 108,
    "would": 102,
    "can": 101,
    "use": 100,
    "size": 91,
    "heavy": 90,
    "expensive": 89,
    "uses": 88,
    "or": 86,
    "be": 86,
    "operates": 85,
    "priced": 83,
    "your": 81,
    "this": 81,
    "large": 77,
    "available": 77,
    "hard": 70,
    "we": 69,
    "also": 66,
    "recommended": 64,
    "features": 61,
    "no": 60,
    "but": 59,
    "platform": 58,
    "looking": 56,
    "one": 54,
    "as": 51,
    "designed": 49,
    "computer": 46,
    "choice": 46,
    "any": 45,
    "last": 43,
    "line": 42,
    "all": 40,
    "operating": 40,
    "system": 39,
    "part": 38,
    "weighing": 38,
    "utility": 37,
    "information": 37,
    "nonbusiness": 35,
    "found": 34,
    "within": 33,
    "very": 33,
    "include": 28,
    "laptop": 28,
    "needs": 27,
    "while": 27,
    "up": 27,
    "want": 26,
    "by": 26,
    "like": 25,
    "machine": 24,
    "excellent": 24,
    "perfect": 23,
    "meant": 23,
    "home": 23,
    "using": 21,
    "personal": 21,
    "does": 21,
    "will": 21,
    "-ly": 21,
    "am": 20,
    "option": 20,
    "lasts": 20,
    "whether": 20,
    "then": 19,
    "what": 18,
    "prefer": 18,
    "made": 18,
    "preference": 17,
    "offers": 17,
    "however": 17,
    "quality": 17,
    "since": 16,
    "running": 16,
    "well": 16,
    "because": 16,
    "sleek": 15,
    "display": 15,
    "intended": 15,
    "weights": 15,
    "they": 15,
    "featuring": 14,
    "sorry": 14,
    "more": 14,
    "some": 14,
    "match": 14,
    "just": 14,
    "highly": 13,
    "specification": 13,
    "matter": 13,
    "purpose": 13,
    "suitable": 13,
    "screen": 13,
    "compared": 13,
    "cost": 13,
    "'s": 13,
    "better": 13,
    "driver": 13,
    "our": 13,
    "model": 13,
    "general": 13,
    "ram": 12,
    "various": 12,
    "choose": 12,
    "total": 12,
    "need": 12,
    "consider": 11,
    "important": 11,
    "belongs": 11,
    "falls": 11,
    "come": 11,
    "those": 11,
    "sports": 11,
    "currently": 11,
    "called": 11,
    "meet": 10,
    "may": 10,
    "measures": 10,
    "matches": 10,
    "should": 10,
    "try": 10,
    "introduced": 10,
    "when": 9,
    "correct": 9,
    "my": 9,
    "category": 9,
    "long": 9,
    "space": 9,
    "confirm": 9,
    "built": 9,
    "wonderful": 9,
    "into": 9,
    "quite": 9,
    "contains": 9,
    "other": 9,
    "brand": 9,
    "know": 8,
    "fit": 8,
    "were": 8,
    "rated": 8,
    "recommendation": 8,
    "constraint": 8,
    "find": 8,
    "coming": 8,
    "both": 8,
    "considered": 8,
    "usage": 8,
    "here": 8,
    "requirement": 7,
    "fall": 7,
    "best": 7,
    "listed": 7,
    "meets": 7,
    "concerned": 7,
    "different": 7,
    "suggest": 7,
    "how": 7,
    "look": 7,
    "around": 7,
    "ideal": 7,
    "boasts": 7,
    "than": 7,
    "mainly": 7,
    "pick": 7,
    "inform": 7,
    "based": 6,
    "tell": 6,
    "let": 6,
    "me": 6,
    "sells": 6,
    "go": 6,
    "sized": 6,
    "worth": 6,
    "user": 6,
    "although": 6,
    "without": 6,
    "value": 6,
    "who": 6,
    "got": 6,
    "could": 6,
    "criteria": 5,
    "stylish": 5,
    "interested": 5,
    "many": 5,
    "low": 5,
    "tag": 5,
    "costing": 5,
    "specialization": 5,
    "fantastic": 5,
    "utilizes": 5,
    "issue": 5,
    "including": 5,
    "regarding": 5,
    "being": 5,
    "capable": 5,
    "equipped": 5,
    "concern": 5,
    "these": 5,
    "type": 5,
    "apart": 5,
    "search": 5,
    "unfortunately": 5,
    "class": 5,
    "over": 5,
    "buy": 5,
    "was": 4,
    "offer": 4,
    "specific": 4,
    "makes": 4,
    "powerful": 4,
    "strong": 4,
    "backed": 4,
    "something": 4,
    "making": 4,
    "mind": 4,
    "satellite": 4,
    "particular": 4,
    "top": 4,
    "classified": 4,
    "supports": 4,
    "someone": 4,
    "sure": 4,
    "style": 4,
    "take": 4,
    "puts": 4,
    "feature": 4,
    "make": 4,
    "suited": 4,
    "everyday": 4,
    "useful": 4,
    "might": 4,
    "their": 4,
    "providing": 4,
    "pay": 4,
    "please": 4,
    "installed": 4,
    "across": 4,
    "boasting": 4,
    "utilized": 4,
    "member": 4,
    "under": 4,
    "questions": 3,
    "certainly": 3,
    "give": 3,
    "help": 3,
    "count": 3,
    "stock": 3,
    "beautiful": 3,
    "cpu": 3,
    "lasting": 3,
    "worried": 3,
    "matt": 3,
    "amount": 3,
    "every": 3,
    "primarily": 3,
    "whereas": 3,
    "amazing": 3,
    "though": 3,
    "company": 3,
    "time": 3,
    "computation": 3,
    "two": 3,
    "thank": 3,
    "enjoy": 3,
    "fast": 3,
    "falling": 3,
    "wrong": 3,
    "known": 3,
    "now": 3,
    "os": 3,
    "packs": 3,
    "restrictions": 3,
    "rather": 3,
    "perform": 3,
    "power": 3,
    "run": 3,
    "deal": 3,
    "affordable": 3,
    "capability": 3,
    "protected": 3,
    "side": 3,
    "totally": 3,
    "consideration": 3,
    "selection": 3,
    "unit": 3,
    "approximately": 3,
    "favorite": 3,
    "sporting": 3,
    "piece": 3,
    "consumers": 3,
    "covered": 3,
    "hdd": 3,
    "matching": 3,
    "handle": 3,
    "types": 3,
    "length": 2,
    "caring": 2,
    "compare": 2,
    "highest": 2,
    "suit": 2,
    "even": 2,
    "neither": 2,
    "nor": 2,
    "except": 2,
    "hugh": 2,
    "understand": 2,
    "sold": 2,
    "so": 2,
    "been": 2,
    "pro": 2,
    "awesome": 2,
    "chose": 2,
    "much": 2,
    "offered": 2,
    "slim": 2,
    "expectations": 2,
    "inquiry": 2,
    "regard": 2,
    "capacity": 2,
    "newest": 2,
    "manufacturers": 2,
    "mean": 2,
    "settle": 2,
    "especially": 2,
    "factor": 2,
    "ability": 2,
    "fine": 2,
    "sale": 2,
    "day": 2,
    "place": 2,
    "portable": 2,
    "tasks": 2,
    "introducing": 2,
    "rage": 2,
    "anyone": 2,
    "generous": 2,
    "regards": 2,
    "ease": 2,
    "case": 2,
    "possible": 2,
    "impress": 2,
    "get": 2,
    "worthy": 2,
    "employs": 2,
    "t": 2,
    "ask": 2,
    "excluding": 2,
    "diameter": 2,
    "operate": 2,
    "named": 2,
    "primary": 2,
    "powered": 2,
    "results": 2,
    "steal": 2,
    "random": 2,
    "access": 2,
    "set": 2,
    "having": 2,
    "new": 2,
    "application": 2,
    "where": 2,
    "say": 2,
    "friendly": 2,
    "such": 2,
    "fammily": 2,
    "measuring": 2,
    "affordably": 2,
    "off": 2,
    "taking": 2,
    "complete": 2,
    "suggested": 2,
    "th": 2,
    "rare": 2,
    "impressive": 2,
    "must": 2,
    "?": 2,
    "customer": 2,
    "note": 2,
    "given": 2,
    "submitted": 2,
    "fits": 2,
    "still": 2,
    "ready": 2,
    "storage": 2,
    "feel": 2,
    "free": 2,
    "attention": 2,
    "finish": 2,
    "goes": 2,
    "right": 2,
    "along": 2,
    "short": 2,
    "afraid": 2,
    "remaining": 2,
    "holds": 2,
    "searching": 2,
    "comparing": 2,
    "assist": 2,
    "shopping": 2,
    "able": 2,
    "parameters": 2,
    "following": 2,
    "carry": 2,
    "out": 2,
    "really": 2,
    "left": 2,
    "average": 2,
    "considering": 2,
    "between": 2,
    "belong": 1,
    "allows": 1,
    "businesss": 1,
    "wellregarded": 1,
    "handled": 1,
    "review": 1,
    "attributes": 1,
    "facts": 1,
    "offering": 1,
    "arnge": 1,
    "desired": 1,
    "owing": 1,
    "probably": 1,
    "apologies": 1,
    "whihc": 1,
    "among": 1,
    "lies": 1,
    "conscious": 1,
    "disregarding": 1,
    "truly": 1,
    "exists": 1,
    "specified": 1,
    "exist": 1,
    "laptopthat": 1,
    "clarify": 1,
    "n't": 1,
    "eh": 1,
    "comfortable": 1,
    "heft": 1,
    "landing": 1,
    "serve": 1,
    "bargain": 1,
    "carries": 1,
    "meeting": 1,
    "tecra": 1,
    "portege": 1,
    "drier": 1,
    "inthe": 1,
    "0": 1,
    "measure": 1,
    "resides": 1,
    "stunning": 1,
    "minding": 1,
    "_|platform|_.1": 1,
    "perfer": 1,
    "dimensoin": 1,
    "recommen": 1,
    "checking": 1,
    "level": 1,
    "pricing": 1,
    "leading": 1,
    "contender": 1,
    "picks": 1,
    "robust": 1,
    "color": 1,
    "combination": 1,
    "exceed": 1,
    "terrific": 1,
    "received": 1,
    "contain": 1,
    "additon": 1,
    "form": 1,
    "plain": 1,
    "boring": 1,
    "poor": 1,
    "bit": 1,
    "mobile": 1,
    "brought": 1,
    "means": 1,
    "ranged": 1,
    "equipted": 1,
    "specifics": 1,
    "manufactured": 1,
    "manufacturer": 1,
    "send": 1,
    "them": 1,
    "released": 1,
    "believe": 1,
    "everyone": 1,
    "entitled": 1,
    "theh": 1,
    "unspecified": 1,
    "together": 1,
    "satelllite": 1,
    "containing": 1,
    "workstation": 1,
    "grade": 1,
    "testing": 1,
    "unimportant": 1,
    "board": 1,
    "irrelevant": 1,
    "most": 1,
    "prestigious": 1,
    "included": 1,
    "issues": 1,
    "superb": 1,
    "yields": 1,
    "sizable": 1,
    "remember": 1,
    "said": 1,
    "suitability": 1,
    "nicely": 1,
    "further": 1,
    "lines": 1,
    "caregory": 1,
    "did": 1,
    "kinds": 1,
    "incredible": 1,
    "compact": 1,
    "footprint": 1,
    "needed": 1,
    "dive": 1,
    "duration": 1,
    "main": 1,
    "function": 1,
    "plateform": 1,
    "premium": 1,
    "warrantied": 1,
    "rarting": 1,
    "specs": 1,
    "assuming": 1,
    "comparison": 1,
    "finding": 1,
    "least": 1,
    "prove": 1,
    "functions": 1,
    "others": 1,
    "attractive": 1,
    "another": 1,
    "series": 1,
    "competitive": 1,
    "query": 1,
    "hand": 1,
    "factors": 1,
    "recharging": 1,
    "located": 1,
    "minded": 1,
    "varied": 1,
    "computi": 1,
    "thie": 1,
    "typically": 1,
    "request": 1,
    "too": 1,
    "easier": 1,
    "sturdy": 1,
    "internal": 1,
    "external": 1,
    "way": 1,
    "yes": 1,
    "wholeheartedly": 1,
    "addresses": 1,
    "concerns": 1,
    "precessor": 1,
    "performs": 1,
    "sharp": 1,
    "appropriate": 1,
    "had": 1,
    "wtih": 1,
    "purchase": 1,
    "styled": 1,
    "boundaries": 1,
    "coms": 1,
    "call": 1,
    "keeps": 1,
    "active": 1,
    "lifestyle": 1,
    "mentioning": 1,
    "turned": 1,
    "packed": 1,
    "gorgeous": 1,
    "back": 1,
    "forget": 1,
    "mention": 1,
    "beauty": 1,
    "cant": 1,
    "meansures": 1,
    "options": 1,
    "wanting": 1,
    "sight": 1,
    "behold": 1,
    "apologize": 1,
    "people": 1,
    "compares": 1,
    "carried": 1,
    "familys": 1,
    "retails": 1,
    "world": 1,
    "technology": 1,
    "glad": 1,
    "indeed": 1,
    "particulars": 1,
    "involving": 1,
    "creditable": 1,
    "aware": 1,
    "desirable": 1,
    "punch": 1,
    "job": 1,
    "suits": 1,
    "details": 1,
    "cover": 1,
    "familiar": 1,
    "anything": 1,
    "else": 1,
    "list": 1,
    "gives": 1,
    "reasonable": 1,
    "analyzed": 1,
    "require": 1,
    "three": 1,
    "operations": 1,
    "versed": 1,
    "hairline": 1,
    "pattern": 1,
    "keyboard": 1,
    "achieve": 1,
    "ocmputing": 1,
    "prefernce": 1,
    "hephaestus": 1,
    "57is": 1,
    "processsor": 1,
    "versatile": 1,
    "bused": 1,
    "exquisite": 1,
    "s": 1,
    "m": 1,
    "booted": 1,
    "loaded": 1,
    "processors": 1,
    "proteus": 1,
    "34": 1,
    "andis": 1,
    "im": 1,
    "monster": 1,
    "gret": 1,
    "2": 1,
    "response": 1,
    "moderatly": 1,
    "immediately": 1,
    "consists": 1,
    "witha": 1,
    "thit": 1,
    "always": 1,
    "rely": 1,
    "produce": 1,
    "finest": 1,
    "happy": 1,
    "easy": 1,
    "transport": 1,
    "group": 1,
    "processing": 1,
    "belonging": 1,
    "few": 1,
    "differences": 1,
    "featherweight": 1,
    "keep": 1,
    "eye": 1,
    "show": 1,
    "area": 1,
    "altogether": 1,
    "showing": 1,
    "prize": 1,
    "fitting": 1,
    "memery": 1,
    "white": 1,
    "wont": 1,
    "platfrom": 1,
    "potential": 1,
    "device": 1,
    "outstanding": 1,
    "rangee": 1,
    "performing": 1,
    "rates": 1,
    "rings": 1,
    "definitely": 1,
    "confirming": 1,
    "customers": 1,
    "plus": 1,
    "keeping": 1,
    "track": 1,
    "number": 1,
    "surprised": 1,
    "windows": 1,
    "improtant": 1,
    "consumer": 1,
    "wish": 1,
    "due": 1,
    "looks": 1,
    "hit": 1,
    "provides": 1,
    "plenty": 1,
    "photos": 1,
    "music": 1,
    "movies": 1,
    "ith": 1,
    "putting": 1,
    "several": 1,
    "striking": 1,
    "ehe": 1,
    "generaluse": 1,
    "withan": 1,
    "item": 1,
    "whatsoever": 1,
    "recommending": 1,
    "effecien": 1,
    "dare": 1,
    "inside": 1,
    "work": 1,
    "works": 1,
    "recommnedation": 1,
    "beat": 1,
    "think": 1,
    "thing": 1,
    "terms": 1,
    "opposed": 1,
    "strongly": 1,
    "thats": 1,
    "brings": 1,
    "comming": 1,
    "regardless": 1,
    "modern": 1,
    "desinged": 1,
    "twice": 1,
    "stays": 1,
    "builtin": 1,
    "almost": 1,
    "single": 1,
    "charge": 1,
    "speed": 1,
    "preloaded": 1,
    "lighter": 1,
    "choosing": 1
}