{
    "the _|name|_": 1725,
    "_|name|_ _|type|_": 1008,
    "_|name|_ is": 835,
    "is a": 833,
    "has a": 785,
    ". it": 660,
    "business computing": 636,
    "for business": 625,
    "in the": 601,
    "with a": 586,
    "_|design|_ ,": 447,
    "battery rating": 446,
    "the _|family|_": 410,
    "_|type|_ with": 404,
    ", _|design|_": 392,
    "it is": 369,
    "and is": 362,
    "drive range": 351,
    "_|warranty|_ warranty": 350,
    "_|type|_ has": 320,
    "a _|warranty|_": 317,
    "price range": 311,
    "_|processor|_ processor": 307,
    "a _|type|_": 303,
    "_|type|_ is": 298,
    ", and": 296,
    "_|type|_ -s": 290,
    "_|family|_ family": 287,
    "and has": 259,
    "and a": 247,
    "a _|drive|_": 247,
    "_|drive|_ drive": 246,
    "is in": 240,
    "it has": 236,
    "is not": 235,
    "mid weight": 224,
    "an _|processor|_": 221,
    "weight range": 218,
    "_|battery|_ battery": 217,
    "there are": 216,
    "used for": 205,
    "_|memory|_ of": 203,
    "of memory": 194,
    "battery life": 192,
    "comes with": 189,
    "are _|count|_": 189,
    "range and": 187,
    "medium drive": 185,
    "exceptional battery": 182,
    "a good": 175,
    "_|count|_ _|type|_": 172,
    "a _|design|_": 172,
    ", the": 160,
    "small drive": 158,
    "_|type|_ that": 154,
    "standard battery": 148,
    "_|type|_ in": 148,
    "if you": 148,
    "light weight": 146,
    "a _|battery|_": 145,
    "for _|utility|_": 145,
    "a great": 138,
    "product family": 137,
    "has an": 136,
    "range ,": 135,
    "weighs _|weight|_": 135,
    "costs _|price|_": 135,
    "an exceptional": 134,
    "do not": 133,
    "_|type|_ .": 131,
    "not for": 131,
    "is the": 131,
    "_|family|_ product": 128,
    "moderate price": 125,
    "good battery": 123,
    "with an": 122,
    "drive and": 122,
    "recommend the": 122,
    "_|memory|_ memory": 121,
    "not care": 119,
    "a standard": 117,
    "a nice": 117,
    "you do": 116,
    "with _|memory|_": 115,
    "a medium": 114,
    "memory and": 113,
    "rating and": 113,
    "weight _|type|_": 112,
    "processor and": 112,
    "from the": 107,
    "_|battery|_ -s": 106,
    "a small": 106,
    "a _|dimension|_": 100,
    "on _|platform|_": 98,
    "budget price": 98,
    "nice _|type|_": 97,
    "_|utility|_ _|type|_": 95,
    "the mid": 93,
    "family ,": 91,
    "_|type|_ ,": 91,
    "computing ,": 89,
    "good for": 87,
    "for a": 86,
    "great _|type|_": 85,
    "the moderate": 85,
    "the budget": 85,
    "_|type|_ for": 85,
    "_|weight|_ and": 85,
    "care about": 82,
    "computing .": 81,
    "range .": 81,
    "is an": 80,
    "and it": 79,
    "about the": 79,
    "is for": 77,
    "of the": 76,
    "_|dimension|_ -s": 76,
    "_|platform|_ and": 75,
    "i recommend": 75,
    "-s in": 75,
    "operates on": 74,
    "that is": 74,
    "a budget": 74,
    "is used": 73,
    "at _|price|_": 73,
    "computing and": 72,
    ", a": 72,
    "_|dimension|_ dimension": 70,
    "_|name|_ has": 70,
    ". the": 69,
    ", has": 69,
    "_|design|_ design": 69,
    "has _|memory|_": 69,
    "hard drive": 69,
    "_|name|_ .": 69,
    "warranty and": 68,
    "_|type|_ which": 68,
    "you are": 67,
    "_|name|_ ,": 67,
    "and weighs": 67,
    "is good": 64,
    "rating ,": 63,
    "runs _|platform|_": 63,
    "large drive": 62,
    "which is": 62,
    "is _|dimension|_": 61,
    ", it": 61,
    "a battery": 60,
    "drive size": 59,
    "_|weight|_ ,": 58,
    "-s with": 57,
    "-s and": 57,
    "a _|memory|_": 57,
    "an _|utility|_": 56,
    "it comes": 56,
    "drive ,": 56,
    "a mid": 56,
    "battery and": 56,
    "_|dimension|_ _|type|_": 55,
    "and the": 54,
    ", there": 54,
    "are not": 54,
    "not used": 54,
    "_|family|_ _|type|_": 54,
    "and comes": 53,
    "weight and": 53,
    ", is": 53,
    "a _|utility|_": 53,
    "_|price|_ ,": 53,
    "family .": 52,
    "a large": 52,
    "the battery": 52,
    "with _|platform|_": 52,
    "_|platform|_ ,": 51,
    "looking for": 51,
    "-s ,": 50,
    "_|design|_ .": 49,
    "the medium": 49,
    "_|type|_ comes": 49,
    "a business": 49,
    "heavy weight": 48,
    "business use": 47,
    "processor ,": 47,
    "and costs": 47,
    "budget _|type|_": 47,
    "are looking": 46,
    "i would": 46,
    "and _|memory|_": 46,
    "expensive price": 45,
    "memory ,": 45,
    "_|drive|_ hard": 45,
    "dimension -s": 44,
    "the small": 44,
    "-s that": 44,
    "is _|price|_": 44,
    "_|price|_ and": 44,
    "_|platform|_ platform": 44,
    "_|design|_ and": 44,
    ". which": 44,
    "priced at": 44,
    "warranty ,": 44,
    "that are": 43,
    "_|price|_ .": 43,
    "and an": 43,
    "the price": 42,
    "family and": 42,
    ", with": 42,
    "rating .": 42,
    "runs on": 41,
    "the expensive": 41,
    "-s are": 41,
    "-s available": 41,
    "it weighs": 41,
    "about _|weight|_": 40,
    "of _|design|_": 40,
    "can last": 40,
    "the _|type|_": 40,
    "design of": 39,
    "_|type|_ from": 39,
    "warranty .": 39,
    "of _|price|_": 39,
    "which one": 39,
    "be used": 39,
    "that has": 39,
    "computing _|type|_": 38,
    "part of": 38,
    ", i": 38,
    ". its": 38,
    "a _|processor|_": 38,
    "a light": 38,
    "of _|battery|_": 37,
    "-s .": 37,
    "the _|dimension|_": 37,
    "_|utility|_ and": 37,
    "_|type|_ weighs": 36,
    "the _|processor|_": 36,
    "business _|type|_": 36,
    "on the": 35,
    "of _|dimension|_": 35,
    "a moderate": 35,
    "price of": 35,
    "_|dimension|_ _|name|_": 35,
    "_|platform|_ .": 35,
    ", which": 35,
    "life of": 34,
    "family with": 34,
    "range with": 34,
    "recommended for": 34,
    "features a": 34,
    "_|utility|_ .": 34,
    "it also": 34,
    "for you": 33,
    "the _|platform|_": 33,
    "would recommend": 33,
    "range _|type|_": 33,
    "processor .": 33,
    "a _|platform|_": 33,
    "_|utility|_ ,": 33,
    "memory .": 33,
    "weight ,": 32,
    "only _|weight|_": 32,
    "range is": 32,
    "is _|design|_": 32,
    "good _|type|_": 32,
    "uses an": 31,
    "have a": 31,
    "do you": 31,
    "a design": 30,
    "the drive": 30,
    "the weight": 30,
    "drive .": 30,
    "designed for": 30,
    "product -s": 30,
    "life and": 30,
    "operating system": 29,
    "is designed": 29,
    "is priced": 29,
    "can be": 29,
    "and uses": 28,
    "we have": 28,
    "a heavy": 28,
    "is light": 28,
    ". is": 28,
    "are _|dimension|_": 28,
    "include -s": 28,
    "the heavy": 28,
    "_|name|_ with": 28,
    "_|type|_ _|name|_": 28,
    "and its": 28,
    "weighs about": 27,
    "_|dimension|_ and": 27,
    "with the": 27,
    "only _|price|_": 27,
    "and runs": 27,
    "the only": 27,
    "battery that": 27,
    "_|weight|_ .": 27,
    "weight weight": 27,
    "_|name|_ which": 27,
    "and in": 27,
    "with _|design|_": 26,
    "would be": 26,
    "within the": 26,
    "_|type|_ runs": 26,
    ". this": 26,
    "has _|drive|_": 25,
    "a _|family|_": 25,
    ". with": 25,
    "that can": 25,
    "it costs": 25,
    "a _|weight|_": 25,
    "last _|battery|_": 25,
    "_|platform|_ operating": 25,
    "life ,": 25,
    "at _|weight|_": 25,
    "is great": 25,
    "and can": 25,
    "it operates": 24,
    "weighs only": 24,
    "weighing _|weight|_": 24,
    "would you": 24,
    "up to": 24,
    "to _|battery|_": 24,
    "the light": 24,
    "great for": 24,
    "a price": 24,
    "we recommend": 24,
    "-s of": 23,
    "_|utility|_ utility": 23,
    "dimension of": 23,
    "computing with": 23,
    "not recommended": 23,
    "battery ,": 23,
    "is _|utility|_": 23,
    "an expensive": 23,
    "with its": 22,
    "which has": 22,
    "meant for": 22,
    "that runs": 22,
    "and _|platform|_": 22,
    "there is": 22,
    "i have": 21,
    "its dimension": 21,
    "dimension and": 21,
    "i am": 20,
    "you want": 20,
    "also has": 20,
    "choice for": 20,
    "one do": 20,
    "_|platform|_ _|type|_": 20,
    "_|type|_ costs": 20,
    "range -s": 20,
    "family is": 20,
    "design is": 20,
    "very nice": 20,
    "moderate -ly": 20,
    "are in": 20,
    "family has": 19,
    "a dimension": 19,
    "for the": 19,
    "it runs": 19,
    "have _|count|_": 19,
    "is part": 19,
    "rating is": 19,
    "-s a": 19,
    "with exceptional": 19,
    "_|weight|_ _|type|_": 19,
    "range that": 19,
    "_|weight|_ weight": 19,
    "are no": 18,
    "comes in": 18,
    "in a": 18,
    "of _|drive|_": 18,
    "not good": 18,
    "an excellent": 18,
    "nonbusiness _|type|_": 18,
    "lasts _|battery|_": 18,
    "but is": 18,
    "_|name|_ _|utility|_": 18,
    "price is": 18,
    "on a": 18,
    "is recommended": 18,
    "in at": 18,
    "uses _|processor|_": 18,
    "has _|platform|_": 18,
    "a very": 18,
    "-ly priced": 18,
    ", but": 18,
    "priced _|type|_": 18,
    "is _|weight|_": 18,
    "to the": 17,
    "design .": 17,
    "is from": 17,
    "uses the": 17,
    "a drive": 17,
    "for _|price|_": 17,
    "be the": 17,
    "you prefer": 17,
    "that costs": 17,
    "only _|type|_": 17,
    ", in": 17,
    "heavy _|type|_": 17,
    ", or": 17,
    "for home": 17,
    "is mid": 17,
    "an _|battery|_": 17,
    "-s if": 17,
    "not a": 17,
    "computing is": 17,
    "life .": 16,
    "and operates": 16,
    "you have": 16,
    "no _|type|_": 16,
    "family that": 16,
    "designed with": 16,
    "for your": 16,
    "your needs": 16,
    "it uses": 16,
    "while the": 16,
    "-s line": 16,
    "if the": 16,
    "this _|type|_": 16,
    "one would": 16,
    "it features": 16,
    "is within": 16,
    "and price": 16,
    "_|type|_ features": 16,
    "information about": 16,
    "weight of": 16,
    ", weighs": 15,
    "a _|name|_": 15,
    "_|processor|_ and": 15,
    "_|dimension|_ display": 15,
    "_|type|_ uses": 15,
    "whether it": 15,
    "of _|memory|_": 15,
    "_|type|_ and": 15,
    "intended for": 15,
    "expensive _|type|_": 15,
    "made for": 15,
    "the design": 15,
    "if it": 15,
    "that operates": 14,
    "for personal": 14,
    "-s for": 14,
    "or the": 14,
    "_|dimension|_ ,": 14,
    ", _|name|_": 14,
    "in _|design|_": 14,
    "uses _|platform|_": 14,
    "its price": 14,
    "be a": 14,
    "size of": 14,
    ", _|memory|_": 14,
    "which costs": 14,
    "by the": 14,
    "with medium": 14,
    "is _|drive|_": 13,
    "personal use": 13,
    "platform .": 13,
    "rating or": 13,
    "family -s": 13,
    "specification -s": 13,
    "does not": 13,
    "and _|battery|_": 13,
    "not meant": 13,
    "and are": 13,
    "good choice": 13,
    "and medium": 13,
    "family the": 13,
    "memory size": 13,
    "_|type|_ not": 13,
    "in any": 13,
    "because it": 13,
    "suitable for": 13,
    "_|count|_ _|family|_": 13,
    "range at": 13,
    "_|count|_ business": 13,
    "and features": 13,
    "processor is": 13,
    "option -s": 13,
    "_|type|_ computer": 13,
    "features an": 13,
    "also comes": 13,
    "_|type|_ used": 12,
    "have no": 12,
    "range or": 12,
    "size is": 12,
    ", we": 12,
    ", _|drive|_": 12,
    "rating -s": 12,
    "you like": 12,
    "all product": 12,
    "not matter": 12,
    "_|type|_ the": 12,
    "and _|warranty|_": 12,
    "drive -s": 12,
    "only weighs": 12,
    "last up": 12,
    "the _|utility|_": 12,
    "and battery": 12,
    "and _|dimension|_": 12,
    "and standard": 12,
    "_|dimension|_ screen": 12,
    "available if": 12,
    "_|utility|_ with": 12,
    "is moderate": 12,
    "home computing": 12,
    "_|type|_ weighing": 12,
    "drive is": 12,
    "is _|battery|_": 12,
    "they are": 12,
    "use .": 12,
    "and _|drive|_": 12,
    "a memory": 12,
    "the large": 12,
    "that weighs": 11,
    "use ,": 11,
    "am sorry": 11,
    "in all": 11,
    "the product": 11,
    "drive of": 11,
    "available in": 11,
    "which are": 11,
    "perfect for": 11,
    "to be": 11,
    "the perfect": 11,
    "excellent _|type|_": 11,
    "range if": 11,
    ". however": 11,
    "range for": 11,
    "the _|memory|_": 11,
    "and _|processor|_": 11,
    "purpose -s": 11,
    "belongs to": 11,
    "computing but": 11,
    "is only": 11,
    ", comes": 11,
    "budget priced": 11,
    ", you": 11,
    "product line": 11,
    "with _|dimension|_": 11,
    "the _|weight|_": 11,
    ", an": 11,
    "compared to": 11,
    "however ,": 11,
    "with good": 11,
    "the business": 11,
    ", if": 11,
    "is also": 11,
    "this is": 11,
    "that comes": 11,
    "of _|weight|_": 11,
    "this product": 11,
    "or drive": 10,
    "computing _|name|_": 10,
    "family product": 10,
    "great choice": 10,
    "family of": 10,
    "weight _|name|_": 10,
    "_|family|_ line": 10,
    "that have": 10,
    "design and": 10,
    "line .": 10,
    "price and": 10,
    "_|drive|_ and": 10,
    "at only": 10,
    "family _|type|_": 10,
    "utility is": 10,
    "as a": 10,
    "measures _|dimension|_": 10,
    "_|drive|_ of": 10,
    "about battery": 10,
    "platform and": 10,
    "_|type|_ i": 10,
    "with _|battery|_": 10,
    "comes from": 10,
    "_|weight|_ _|name|_": 10,
    "are available": 10,
    "dimension ,": 10,
    "for those": 10,
    "_|type|_ available": 10,
    "sleek _|design|_": 10,
    ". has": 10,
    "with _|drive|_": 10,
    "it only": 10,
    "design ,": 10,
    ", _|dimension|_": 10,
    "can not": 10,
    "a weight": 10,
    "weight is": 10,
    "that lasts": 10,
    "which operates": 10,
    "is heavy": 10,
    "some information": 10,
    "introduced by": 10,
    "of battery": 9,
    "_|drive|_ ,": 9,
    "featuring a": 9,
    "since you": 9,
    "for only": 9,
    "highly recommended": 9,
    ", uses": 9,
    "and include": 9,
    "operating on": 9,
    "and weight": 9,
    "for nonbusiness": 9,
    "to you": 9,
    "range are": 9,
    "with small": 9,
    "and business": 9,
    "of ram": 9,
    "care whether": 9,
    "_|memory|_ ,": 9,
    "to choose": 9,
    "drive _|type|_": 9,
    "not important": 9,
    "want a": 9,
    "not intended": 9,
    "on an": 9,
    "have found": 9,
    "computer -s": 9,
    "_|count|_ budget": 9,
    "the processor": 9,
    "cost _|price|_": 9,
    "come with": 9,
    "with _|processor|_": 9,
    "is very": 9,
    ", weighing": 9,
    "consider the": 9,
    "try the": 9,
    ", its": 9,
    "it can": 9,
    "_|name|_ _|family|_": 9,
    "battery .": 9,
    "of _|count|_": 9,
    "is expensive": 9,
    "battery range": 9,
    "dimension is": 9,
    "not be": 9,
    "battery is": 9,
    "for general": 9,
    "is _|memory|_": 9,
    "a laptop": 9,
    "laptop with": 9,
    "a sleek": 8,
    "_|design|_ _|name|_": 8,
    "-s which": 8,
    "i can": 8,
    ". i": 8,
    "weight .": 8,
    "size and": 8,
    ", that": 8,
    "of product": 8,
    "_|name|_ comes": 8,
    "which would": 8,
    ", light": 8,
    "computing needs": 8,
    ", price": 8,
    "constraint -s": 8,
    "as well": 8,
    "size ,": 8,
    "_|type|_ operates": 8,
    "priced _|name|_": 8,
    "range there": 8,
    "and exceptional": 8,
    "_|name|_ weighs": 8,
    "weighs in": 8,
    "choose from": 8,
    "_|utility|_ _|name|_": 8,
    "built for": 8,
    "home use": 8,
    "has _|design|_": 8,
    "of drive": 8,
    "care the": 8,
    "a wonderful": 8,
    "_|utility|_ is": 8,
    "is made": 8,
    "the _|design|_": 8,
    "then there": 8,
    "and you": 8,
    "available with": 8,
    "_|weight|_ with": 8,
    "_|type|_ include": 8,
    "quality _|type|_": 8,
    ", mid": 8,
    "operates _|platform|_": 8,
    "is meant": 8,
    "and dimension": 8,
    "general computing": 8,
    "is highly": 8,
    "memory of": 8,
    "_|count|_ light": 8,
    "_|design|_ _|type|_": 8,
    "and good": 8,
    "battery can": 8,
    "a better": 8,
    "like to": 8,
    "computer .": 8,
    "is _|platform|_": 7,
    "for _|battery|_": 7,
    "utility ,": 7,
    "_|type|_ featuring": 7,
    "meet your": 7,
    "family if": 7,
    "about weight": 7,
    "and have": 7,
    ", correct": 7,
    "needs .": 7,
    "your specification": 7,
    "a exceptional": 7,
    "_|name|_ mid": 7,
    "computing or": 7,
    "_|memory|_ _|name|_": 7,
    "business purpose": 7,
    "display and": 7,
    "and moderate": 7,
    ", not": 7,
    "moderate priced": 7,
    "which can": 7,
    "system ,": 7,
    "choice .": 7,
    "which runs": 7,
    "about price": 7,
    "_|type|_ would": 7,
    "_|name|_ because": 7,
    "by a": 7,
    "its weight": 7,
    "and _|design|_": 7,
    ", operates": 7,
    "_|processor|_ .": 7,
    "no matches": 7,
    "small ,": 7,
    "no information": 7,
    "and whether": 7,
    "great _|dimension|_": 7,
    "not suitable": 7,
    "wonderful _|type|_": 7,
    "_|dimension|_ .": 7,
    "business computer": 7,
    "and _|utility|_": 7,
    "memory is": 7,
    "which weighs": 7,
    "_|type|_ at": 7,
    "at _|dimension|_": 7,
    "_|drive|_ .": 7,
    "running _|platform|_": 7,
    "has the": 7,
    "weights _|weight|_": 7,
    ", used": 7,
    "nonbusiness computing": 7,
    "price ,": 7,
    "that you": 7,
    "care if": 7,
    "medium size": 7,
    ". they": 7,
    "a quality": 7,
    "_|name|_ business": 7,
    ". there": 7,
    "the dimension": 7,
    "of _|type|_": 7,
    "_|name|_ _|platform|_": 7,
    "at a": 7,
    "a nonbusiness": 7,
    "_|type|_ designed": 7,
    "_|processor|_ ,": 7,
    "offers a": 7,
    "and this": 7,
    "information on": 7,
    "better choice": 7,
    "the family": 7,
    "to inform": 7,
    "inform you": 7,
    "here is": 7,
    "range the": 7,
    "and with": 7,
    "_|family|_ brand": 7,
    "based on": 6,
    "the standard": 6,
    "requirement -s": 6,
    "only one": 6,
    "match for": 6,
    "is exceptional": 6,
    "not designed": 6,
    "its _|design|_": 6,
    "sells for": 6,
    ", this": 6,
    "line that": 6,
    "_|name|_ in": 6,
    "life up": 6,
    "running on": 6,
    "but not": 6,
    "for any": 6,
    "that meets": 6,
    "well as": 6,
    "_|dimension|_ in": 6,
    "not concerned": 6,
    "or not": 6,
    "falls in": 6,
    "its utility": 6,
    "drive space": 6,
    "-s to": 6,
    "_|price|_ the": 6,
    "confirm ,": 6,
    "any _|type|_": 6,
    "in weight": 6,
    "_|battery|_ ,": 6,
    "range which": 6,
    "and drive": 6,
    "about its": 6,
    "would like": 6,
    "found _|count|_": 6,
    "not business": 6,
    "good _|utility|_": 6,
    "_|name|_ laptop": 6,
    "weights about": 6,
    "is _|processor|_": 6,
    "found for": 6,
    "personal computing": 6,
    "has _|battery|_": 6,
    "what is": 6,
    "computing that": 6,
    "into the": 6,
    "you should": 6,
    "computer ,": 6,
    "that uses": 6,
    "computing then": 6,
    "_|count|_ option": 6,
    "its design": 6,
    ". in": 6,
    "available for": 6,
    "and light": 6,
    "using the": 6,
    "life is": 6,
    "the information": 6,
    "_|name|_ from": 6,
    "rating that": 6,
    "are used": 6,
    "medium driver": 6,
    "driver range": 6,
    "size drive": 6,
    "or if": 6,
    "_|price|_ with": 6,
    "any battery": 6,
    "with _|warranty|_": 6,
    ", _|warranty|_": 6,
    "you can": 6,
    "a total": 6,
    "total of": 6,
    "its battery": 6,
    "boasts a": 6,
    "computing in": 6,
    "_|count|_ mid": 6,
    "recommended _|type|_": 6,
    "_|type|_ called": 6,
    "and sports": 6,
    "processor with": 6,
    "you pick": 6,
    "is of": 6,
    "were found": 6,
    "has dimension": 6,
    "has exceptional": 6,
    "which comes": 6,
    "is some": 6,
    "drive that": 6,
    "exceptional _|battery|_": 6,
    "a recommended": 6,
    "any price": 6,
    "is your": 6,
    ". _|name|_": 6,
    "no preference": 5,
    ", _|platform|_": 5,
    "drive in": 5,
    "and also": 5,
    "sorry but": 5,
    "your requirement": 5,
    "or business": 5,
    "recommend for": 5,
    "life with": 5,
    "low price": 5,
    "price tag": 5,
    "on your": 5,
    "rating with": 5,
    "machine -s": 5,
    "its exceptional": 5,
    "perfect _|type|_": 5,
    "all your": 5,
    "the best": 5,
    "line ,": 5,
    "family which": 5,
    "rating for": 5,
    "as the": 5,
    "in size": 5,
    "size range": 5,
    "budget range": 5,
    "ram and": 5,
    "a fantastic": 5,
    "as long": 5,
    "long as": 5,
    "as you": 5,
    "is found": 5,
    "found to": 5,
    "used as": 5,
    "medium sized": 5,
    "the _|drive|_": 5,
    "family or": 5,
    "or battery": 5,
    "to confirm": 5,
    "worth _|price|_": 5,
    "from _|family|_": 5,
    "not an": 5,
    "an issue": 5,
    ", _|battery|_": 5,
    "screen and": 5,
    "_|count|_ different": 5,
    "family _|name|_": 5,
    "and weights": 5,
    "warranty is": 5,
    "is design": 5,
    "range of": 5,
    "great light": 5,
    "user -s": 5,
    "processor that": 5,
    "sports a": 5,
    "for its": 5,
    "_|design|_ is": 5,
    "suggest the": 5,
    "should try": 5,
    "platform ,": 5,
    "the sleek": 5,
    "memory with": 5,
    "is perfect": 5,
    "business and": 5,
    "_|count|_ small": 5,
    "line and": 5,
    ", at": 5,
    ", battery": 5,
    "but has": 5,
    "is quite": 5,
    "or price": 5,
    "design with": 5,
    "not need": 5,
    ", medium": 5,
    "the exceptional": 5,
    "and only": 5,
    "with standard": 5,
    "if business": 5,
    "runs the": 5,
    "small hard": 5,
    ". do": 5,
    "an _|memory|_": 5,
    "at the": 5,
    "warranty for": 5,
    "a concern": 5,
    "as an": 5,
    ", good": 5,
    "_|name|_ that": 5,
    "meets your": 5,
    "apart of": 5,
    "driver and": 5,
    "prefer the": 5,
    "that meet": 5,
    "also in": 5,
    "sorry ,": 5,
    "_|utility|_ use": 5,
    "dimension .": 5,
    "you need": 5,
    "and belongs": 5,
    "has _|utility|_": 5,
    "you ,": 5,
    "called the": 5,
    "about business": 5,
    "with any": 5,
    "want to": 5,
    "_|platform|_ with": 5,
    "is mainly": 5,
    "mainly used": 5,
    "drive with": 5,
    "its drive": 5,
    "large hard": 5,
    "_|type|_ of": 5,
    "your preference": 5,
    ", _|utility|_": 5,
    "_|type|_ running": 5,
    "-s is": 5,
    "like the": 5,
    "just _|weight|_": 5,
    "_|battery|_ and": 5,
    "it in": 5,
    "for an": 5,
    "_|name|_ budget": 5,
    "called _|name|_": 5,
    "are on": 5,
    ", part": 5,
    "quite nice": 5,
    "last for": 5,
    "price or": 5,
    "brand _|type|_": 5,
    "that the": 5,
    "and if": 5,
    "memory _|type|_": 5,
    "more expensive": 5,
    ". _|design|_": 5,
    "budget ,": 5,
    "that we": 5,
    "heavy range": 5,
    "the operating": 4,
    "has _|dimension|_": 4,
    ". if": 4,
    "preference for": 4,
    "_|platform|_ is": 4,
    "computer for": 4,
    "range in": 4,
    "are interested": 4,
    "interested in": 4,
    "can tell": 4,
    "tell you": 4,
    "let me": 4,
    "what you": 4,
    "fit for": 4,
    "-s fall": 4,
    "fall in": 4,
    "are light": 4,
    "tag of": 4,
    "any product": 4,
    "_|price|_ which": 4,
    "range _|name|_": 4,
    "_|utility|_ the": 4,
    "_|price|_ is": 4,
    "expensive ,": 4,
    "one of": 4,
    ", for": 4,
    "family it": 4,
    "_|type|_ operating": 4,
    "however it": 4,
    "range does": 4,
    "costing _|price|_": 4,
    "size .": 4,
    "and mid": 4,
    "_|name|_ for": 4,
    "_|utility|_ comes": 4,
    "a strong": 4,
    "_|type|_ can": 4,
    "using an": 4,
    "sized hard": 4,
    "business or": 4,
    "offers the": 4,
    "or weight": 4,
    "is worth": 4,
    "_|type|_ offers": 4,
    "processor for": 4,
    "-s from": 4,
    "is built": 4,
    "its _|drive|_": 4,
    "_|drive|_ memory": 4,
    "if battery": 4,
    "making it": 4,
    "a part": 4,
    "_|battery|_ .": 4,
    "use for": 4,
    "budget and": 4,
    "if price": 4,
    "business user": 4,
    "are also": 4,
    "_|design|_ that": 4,
    "not made": 4,
    "weighing in": 4,
    "your budget": 4,
    "use _|type|_": 4,
    "_|utility|_ but": 4,
    "to _|name|_": 4,
    "great budget": 4,
    "the home": 4,
    "_|name|_ uses": 4,
    ", _|processor|_": 4,
    ". part": 4,
    ". and": 4,
    "it does": 4,
    "_|price|_ _|name|_": 4,
    ". good": 4,
    "has _|count|_": 4,
    "good at": 4,
    "is classified": 4,
    "have the": 4,
    "-s _|memory|_": 4,
    "information available": 4,
    "platform is": 4,
    "_|memory|_ .": 4,
    "also light": 4,
    ", business": 4,
    "any drive": 4,
    "budget _|name|_": 4,
    "you will": 4,
    "need to": 4,
    "only costs": 4,
    "that features": 4,
    "weight _|family|_": 4,
    "you to": 4,
    "for _|type|_": 4,
    "for someone": 4,
    "weighing only": 4,
    "a preference": 4,
    "with no": 4,
    "look at": 4,
    "very good": 4,
    "expensive and": 4,
    "expensive range": 4,
    "_|name|_ operates": 4,
    "warranty with": 4,
    "an _|design|_": 4,
    "is no": 4,
    "_|type|_ we": 4,
    "business usage": 4,
    "you the": 4,
    "small driver": 4,
    "and small": 4,
    "i found": 4,
    "by _|family|_": 4,
    "your constraint": 4,
    "-s used": 4,
    "than the": 4,
    "use is": 4,
    "this machine": 4,
    "computing use": 4,
    "with various": 4,
    "various weight": 4,
    "in business": 4,
    "is nice": 4,
    "_|platform|_ on": 4,
    ". _|weight|_": 4,
    "class _|type|_": 4,
    "suited for": 4,
    "with dimension": 4,
    "but it": 4,
    "size with": 4,
    "great _|utility|_": 4,
    "got a": 4,
    "useful for": 4,
    "i could": 4,
    "heavy in": 4,
    "and not": 4,
    "is intended": 4,
    "machine with": 4,
    "nice _|utility|_": 4,
    "great product": 4,
    "you might": 4,
    "might like": 4,
    "in our": 4,
    "coming from": 4,
    ", while": 4,
    ", priced": 4,
    "-s have": 4,
    "product .": 4,
    ". what": 4,
    "good business": 4,
    "_|type|_ priced": 4,
    "to use": 4,
    "and weighing": 4,
    "rating in": 4,
    "weight business": 4,
    ", weight": 4,
    "ideal for": 4,
    "across all": 4,
    "its memory": 4,
    "utilized for": 4,
    "this has": 4,
    ", _|weight|_": 4,
    "important to": 4,
    "-s the": 4,
    "recommended since": 4,
    "since it": 4,
    "we can": 4,
    "you that": 4,
    "a member": 4,
    "member of": 4,
    "business .": 4,
    "business with": 4,
    "_|type|_ to": 4,
    ", however": 4,
    "business class": 4,
    ", then": 4,
    "laptop has": 4,
    "system is": 3,
    "a stylish": 3,
    "utility .": 3,
    "range has": 3,
    "the platform": 3,
    "_|price|_ for": 3,
    "business ,": 3,
    "are heavy": 3,
    "then i": 3,
    "product that": 3,
    "help you": 3,
    "you with": 3,
    "is this": 3,
    "you know": 3,
    "good fit": 3,
    "there was": 3,
    "one match": 3,
    "_|utility|_ in": 3,
    "that also": 3,
    ", also": 3,
    "have an": 3,
    "would not": 3,
    "recommended ,": 3,
    "range from": 3,
    "warranty the": 3,
    "range while": 3,
    "computing the": 3,
    "are good": 3,
    "in stock": 3,
    "your business": 3,
    "needs ,": 3,
    "not have": 3,
    "have any": 3,
    ", standard": 3,
    "recommendation would": 3,
    "from ,": 3,
    "_|count|_ available": 3,
    "available _|type|_": 3,
    "a product": 3,
    "for battery": 3,
    "weight _|weight|_": 3,
    "nonbusiness use": 3,
    "matter to": 3,
    "_|price|_ that": 3,
    "-s within": 3,
    "battery lasts": 3,
    "and lasts": 3,
    "no mid": 3,
    "weight category": 3,
    "a powerful": 3,
    "_|processor|_ cpu": 3,
    "no _|family|_": 3,
    "system and": 3,
    "and falls": 3,
    "battery lasting": 3,
    "lasting _|battery|_": 3,
    "and measures": 3,
    "_|name|_ costs": 3,
    "excellent choice": 3,
    ", from": 3,
    ", features": 3,
    "space and": 3,
    "a a": 3,
    "not worried": 3,
    "worried about": 3,
    "_|platform|_ the": 3,
    "rating are": 3,
    "family offers": 3,
    ", drive": 3,
    "platform with": 3,
    "memory that": 3,
    "_|weight|_ in": 3,
    "an _|dimension|_": 3,
    "is backed": 3,
    "backed by": 3,
    "featuring an": 3,
    "preference about": 3,
    "heavy ,": 3,
    "light ,": 3,
    "can find": 3,
    "and heavy": 3,
    "you would": 3,
    "that will": 3,
    "matt _|design|_": 3,
    "and cost": 3,
    "is budget": 3,
    "space ,": 3,
    "those on": 3,
    ", costs": 3,
    "is small": 3,
    "-s listed": 3,
    "listed if": 3,
    "is _|type|_": 3,
    "that sports": 3,
    "_|design|_ with": 3,
    "are for": 3,
    "in your": 3,
    "it 's": 3,
    "'s design": 3,
    "i suggest": 3,
    "coming in": 3,
    "features _|memory|_": 3,
    "_|memory|_ in": 3,
    "in memory": 3,
    "for using": 3,
    ", whereas": 3,
    "but this": 3,
    "is is": 3,
    "fantastic _|type|_": 3,
    "memory but": 3,
    "has both": 3,
    "is drive": 3,
    "is medium": 3,
    "its moderate": 3,
    "_|memory|_ and": 3,
    "and used": 3,
    "all of": 3,
    "-s we": 3,
    "battery has": 3,
    "about family": 3,
    "_|name|_ runs": 3,
    "good rating": 3,
    "although it": 3,
    "capable _|type|_": 3,
    "recommended is": 3,
    "is available": 3,
    "is one": 3,
    "classified as": 3,
    "it for": 3,
    ", nonbusiness": 3,
    "and platform": 3,
    "not considered": 3,
    ", weights": 3,
    "quite a": 3,
    "of only": 3,
    "_|family|_ company": 3,
    "how many": 3,
    "computing there": 3,
    "is considered": 3,
    "at business": 3,
    "business computation": 3,
    "computing does": 3,
    "_|drive|_ _|name|_": 3,
    "available which": 3,
    "cost of": 3,
    "drive for": 3,
    "concerned about": 3,
    "know that": 3,
    "matches for": 3,
    "to mid": 3,
    "has standard": 3,
    "display ,": 3,
    "around _|price|_": 3,
    "thank you": 3,
    "you for": 3,
    "confirm that": 3,
    "_|type|_ using": 3,
    "using _|platform|_": 3,
    "nice _|dimension|_": 3,
    "supports a": 3,
    "system .": 3,
    "_|type|_ contains": 3,
    "contains _|memory|_": 3,
    "you .": 3,
    "with it": 3,
    "will be": 3,
    "do business": 3,
    "falling in": 3,
    "we currently": 3,
    "not go": 3,
    "go wrong": 3,
    "wrong with": 3,
    "known for": 3,
    "model -s": 3,
    "take a": 3,
    "a look": 3,
    "good .": 3,
    "puts it": 3,
    "my recommendation": 3,
    "nice light": 3,
    "contains an": 3,
    "medium range": 3,
    "product is": 3,
    "available about": 3,
    "_|utility|_ that": 3,
    "type of": 3,
    ", are": 3,
    "_|platform|_ os": 3,
    "sleek design": 3,
    "weight with": 3,
    "_|name|_ heavy": 3,
    "it belongs": 3,
    "one _|type|_": 3,
    "_|name|_ would": 3,
    "is apart": 3,
    ", expensive": 3,
    "which uses": 3,
    "only match": 3,
    "your criteria": 3,
    "_|type|_ family": 3,
    "search for": 3,
    "_|type|_ _|utility|_": 3,
    "and large": 3,
    "no other": 3,
    "other _|type|_": 3,
    "with _|utility|_": 3,
    "different _|type|_": 3,
    "memory for": 3,
    "fall into": 3,
    "including a": 3,
    "medium hard": 3,
    "when compared": 3,
    "all family": 3,
    "nice business": 3,
    "equipped with": 3,
    "i want": 3,
    "_|type|_ a": 3,
    "within a": 3,
    "that include": 3,
    "computing if": 3,
    "the recommended": 3,
    "_|name|_ light": 3,
    "is large": 3,
    "not built": 3,
    "for everyday": 3,
    "choice with": 3,
    "line with": 3,
    "use with": 3,
    "_|name|_ model": 3,
    "costs only": 3,
    "good _|dimension|_": 3,
    "could not": 3,
    "not find": 3,
    "find any": 3,
    "recommended .": 3,
    "while _|name|_": 3,
    "-s were": 3,
    "of _|utility|_": 3,
    "it falls": 3,
    "a machine": 3,
    "-s an": 3,
    "and which": 3,
    "sports an": 3,
    "this _|dimension|_": 3,
    "_|name|_ a": 3,
    "rather than": 3,
    "than business": 3,
    "rating there": 3,
    ", dimension": 3,
    "the _|price|_": 3,
    "_|type|_ part": 3,
    "on battery": 3,
    "and family": 3,
    "issue ,": 3,
    "it weights": 3,
    "_|utility|_ which": 3,
    "_|weight|_ business": 3,
    "weighing just": 3,
    "on this": 3,
    "you about": 3,
    "providing some": 3,
    "-s on": 3,
    "is better": 3,
    "product and": 3,
    "_|name|_ _|processor|_": 3,
    "_|processor|_ _|type|_": 3,
    "is rated": 3,
    "how about": 3,
    "is protected": 3,
    "protected by": 3,
    "computing machine": 3,
    "priced and": 3,
    "_|dimension|_ _|utility|_": 3,
    "nice and": 3,
    "a quite": 3,
    "recommendation is": 3,
    "and for": 3,
    "memory in": 3,
    "and offers": 3,
    "then the": 3,
    "buy for": 3,
    "great computer": 3,
    "utilizes a": 3,
    "approximately _|weight|_": 3,
    ", any": 3,
    "are a": 3,
    "perfect choice": 3,
    "or product": 3,
    "i like": 3,
    "is _|count|_": 3,
    "for it": 3,
    "large _|dimension|_": 3,
    "sporting a": 3,
    "the specification": 3,
    "to meet": 3,
    ", ideal": 3,
    ", _|count|_": 3,
    "nice piece": 3,
    "piece of": 3,
    "has _|warranty|_": 3,
    "in _|family|_": 3,
    "not any": 3,
    "family for": 3,
    "boasting a": 3,
    "is about": 3,
    "quality ,": 3,
    "is utilized": 3,
    "_|type|_ _|weight|_": 3,
    ". you": 3,
    "has it": 3,
    "it .": 3,
    "has medium": 3,
    "its platform": 3,
    "_|platform|_ it": 3,
    "sports _|memory|_": 3,
    "i do": 3,
    "what the": 3,
    "computer that": 3,
    "the very": 3,
    "is covered": 3,
    "laptop -s": 3,
    "its _|processor|_": 3,
    "budget laptop": 3,
    "_|design|_ the": 3,
    "good _|weight|_": 3,
    ". comes": 3,
    ", moderate": 3,
    "various battery": 3,
    "as it": 3,
    "may or": 3,
    "or may": 3,
    "may not": 3,
    "is _|name|_": 3,
    "expensive .": 3,
    "_|type|_ introduced": 3,
    "_|weight|_ is": 3,
    "any use": 3,
    "the criteria": 2,
    "all _|type|_": 2,
    "weight for": 2,
    "not using": 2,
    "also have": 2,
    "but there": 2,
    "more information": 2,
    "give you": 2,
    "you some": 2,
    "you more": 2,
    "can certainly": 2,
    "certainly help": 2,
    "it offers": 2,
    "offers _|drive|_": 2,
    "weight or": 2,
    "was only": 2,
    "not caring": 2,
    "caring about": 2,
    "all the": 2,
    "not recommend": 2,
    "a low": 2,
    "you compare": 2,
    "_|name|_ sells": 2,
    "we offer": 2,
    "offer _|count|_": 2,
    "nice medium": 2,
    "_|count|_ expensive": 2,
    "stock ,": 2,
    "suit your": 2,
    "to its": 2,
    "go with": 2,
    "perfect _|utility|_": 2,
    ", _|family|_": 2,
    "beautiful _|design|_": 2,
    "makes the": 2,
    "_|name|_ the": 2,
    "the low": 2,
    "family would": 2,
    "or which": 2,
    "are within": 2,
    "product for": 2,
    "the costs": 2,
    "_|count|_ standard": 2,
    "battery _|type|_": 2,
    "_|type|_ good": 2,
    "budget _|family|_": 2,
    "except for": 2,
    "_|type|_ _|design|_": 2,
    "a hugh": 2,
    "hugh _|dimension|_": 2,
    "range as": 2,
    "_|type|_ dimension": 2,
    "computing specialization": 2,
    "use comes": 2,
    "rating which": 2,
    "concerned with": 2,
    "with drive": 2,
    "strong _|battery|_": 2,
    ", of": 2,
    "that only": 2,
    "only about": 2,
    "excellent battery": 2,
    "various price": 2,
    "its _|memory|_": 2,
    "features _|drive|_": 2,
    "_|processor|_ with": 2,
    "whether the": 2,
    "not ,": 2,
    "are mid": 2,
    "which utilizes": 2,
    "_|family|_ in": 2,
    "are suitable": 2,
    "line the": 2,
    "sold with": 2,
    "so you": 2,
    "any preference": 2,
    "display .": 2,
    "excellent machine": 2,
    ", making": 2,
    "it an": 2,
    "good budget": 2,
    "specific use": 2,
    "use in": 2,
    ", compared": 2,
    ", matt": 2,
    ", within": 2,
    "battery of": 2,
    "that come": 2,
    "been found": 2,
    "for budget": 2,
    "information regarding": 2,
    "with _|weight|_": 2,
    "care its": 2,
    "the the": 2,
    "are currently": 2,
    "_|drive|_ small": 2,
    "family 's": 2,
    "falls into": 2,
    "uses a": 2,
    "the nonbusiness": 2,
    "whereas the": 2,
    "but the": 2,
    "_|design|_ as": 2,
    "rating but": 2,
    "but a": 2,
    "about whether": 2,
    "great mid": 2,
    "recommend in": 2,
    "an amazing": 2,
    "small _|type|_": 2,
    ". while": 2,
    "while it": 2,
    "does come": 2,
    ", though": 2,
    "though it": 2,
    "and do": 2,
    "about drive": 2,
    "_|platform|_ in": 2,
    ". perfect": 2,
    "this particular": 2,
    "particular _|type|_": 2,
    "is called": 2,
    "_|name|_ and": 2,
    "_|count|_ moderate": 2,
    ". although": 2,
    ". _|drive|_": 2,
    "the top": 2,
    "the personal": 2,
    "use _|name|_": 2,
    "comes highly": 2,
    "_|type|_ weights": 2,
    ", using": 2,
    "for something": 2,
    "regarding the": 2,
    "considered ,": 2,
    "a slim": 2,
    "at all": 2,
    "use and": 2,
    ". weighing": 2,
    "weighing about": 2,
    "company has": 2,
    "_|name|_ will": 2,
    "your expectations": 2,
    "it include": 2,
    "your inquiry": 2,
    "inquiry about": 2,
    "about how": 2,
    ", without": 2,
    "without regard": 2,
    ". at": 2,
    "at this": 2,
    "this time": 2,
    "whether they": 2,
    "small _|name|_": 2,
    "choice in": 2,
    "_|platform|_ as": 2,
    "to look": 2,
    "would suggest": 2,
    "not mean": 2,
    "mean you": 2,
    "have to": 2,
    "to settle": 2,
    "settle for": 2,
    "especially good": 2,
    "size are": 2,
    "of use": 2,
    "a cost": 2,
    "while not": 2,
    "computing ability": 2,
    "or _|utility|_": 2,
    "sorry to": 2,
    "to let": 2,
    "let you": 2,
    "are the": 2,
    "fine _|type|_": 2,
    "costs around": 2,
    "using laptop": 2,
    "laptop sale": 2,
    "sale system": 2,
    ", enjoy": 2,
    "enjoy your": 2,
    "your day": 2,
    "can you": 2,
    "you confirm": 2,
    "someone who": 2,
    "who is": 2,
    "is on": 2,
    "available that": 2,
    "within your": 2,
    "be sure": 2,
    "sure to": 2,
    "being mid": 2,
    "place -s": 2,
    "_|type|_ come": 2,
    "also for": 2,
    "family comes": 2,
    "_|count|_ to": 2,
    "drive rage": 2,
    "currently have": 2,
    "is known": 2,
    "its quality": 2,
    "of our": 2,
    ". both": 2,
    ". would": 2,
    "and _|weight|_": 2,
    "and from": 2,
    "a generous": 2,
    "in an": 2,
    "priced ,": 2,
    "nice budget": 2,
    "and contains": 2,
    "_|count|_ heavy": 2,
    "general purpose": 2,
    "in regards": 2,
    "regards to": 2,
    "to information": 2,
    "a utility": 2,
    "utility _|utility|_": 2,
    "a type": 2,
    "os ,": 2,
    "_|type|_ meant": 2,
    "is what": 2,
    "what i": 2,
    "is standard": 2,
    "looking in": 2,
    "family but": 2,
    "_|count|_ total": 2,
    "total _|type|_": 2,
    ", product": 2,
    "_|type|_ it": 2,
    "price .": 2,
    "an ideal": 2,
    "you is": 2,
    "the _|warranty|_": 2,
    "from if": 2,
    "it will": 2,
    "great price": 2,
    "price at": 2,
    "exceptional rating": 2,
    "only available": 2,
    "range but": 2,
    "criteria is": 2,
    "is excellent": 2,
    "excellent for": 2,
    "and boasts": 2,
    "features the": 2,
    "_|name|_ at": 2,
    "the search": 2,
    "_|utility|_ has": 2,
    "found a": 2,
    ", all": 2,
    "those who": 2,
    "who do": 2,
    "a platform": 2,
    "unfortunately there": 2,
    "other than": 2,
    "category ,": 2,
    "machine is": 2,
    "will you": 2,
    "_|type|_ model": 2,
    "of machine": 2,
    "in this": 2,
    "_|design|_ style": 2,
    "style ,": 2,
    "_|drive|_ _|type|_": 2,
    "recommended to": 2,
    "to get": 2,
    "that fall": 2,
    "a worthy": 2,
    "worthy _|type|_": 2,
    "strong _|type|_": 2,
    "powerful _|type|_": 2,
    ", including": 2,
    "_|drive|_ medium": 2,
    "_|type|_ employs": 2,
    "employs _|memory|_": 2,
    ". a": 2,
    ", called": 2,
    ". t": 2,
    ", look": 2,
    "although not": 2,
    "nice .": 2,
    "with _|name|_": 2,
    "_|utility|_ from": 2,
    "available from": 2,
    "just to": 2,
    "sure ,": 2,
    "ask for": 2,
    "budget business": 2,
    "and priced": 2,
    "that would": 2,
    "_|count|_ nonbusiness": 2,
    "but do": 2,
    "brand ,": 2,
    "at _|battery|_": 2,
    "-s long": 2,
    "_|memory|_ _|type|_": 2,
    "rating of": 2,
    "of up": 2,
    "value at": 2,
    "at just": 2,
    "just _|price|_": 2,
    "it come": 2,
    "in diameter": 2,
    "not suited": 2,
    "also uses": 2,
    "operate _|platform|_": 2,
    "named _|name|_": 2,
    "runs an": 2,
    "of weight": 2,
    ". _|battery|_": 2,
    "personal _|type|_": 2,
    "its primary": 2,
    ", as": 2,
    "also features": 2,
    "it cost": 2,
    "_|type|_ within": 2,
    "_|count|_ choice": 2,
    "choice -s": 2,
    "everyday computing": 2,
    "its _|battery|_": 2,
    "_|type|_ _|dimension|_": 2,
    "drive weighing": 2,
    "of various": 2,
    "various uses": 2,
    "line for": 2,
    "is got": 2,
    "packs an": 2,
    "dimension _|type|_": 2,
    "model .": 2,
    "_|type|_ if": 2,
    "this moderate": 2,
    "feature medium": 2,
    "battery usage": 2,
    "usage of": 2,
    "is around": 2,
    "about _|price|_": 2,
    "is powered": 2,
    "powered by": 2,
    "-ly price": 2,
    "_|name|_ features": 2,
    "nice mid": 2,
    "and at": 2,
    "weighs around": 2,
    "around _|weight|_": 2,
    "family while": 2,
    "a steal": 2,
    "_|memory|_ random": 2,
    "random access": 2,
    "access memory": 2,
    "memory ram": 2,
    "ram .": 2,
    "of mid": 2,
    "of heavy": 2,
    "_|type|_ recommended": 2,
    "memory which": 2,
    "a computer": 2,
    "computer with": 2,
    "with weight": 2,
    "machine that": 2,
    "_|weight|_ that": 2,
    "currently there": 2,
    "of a": 2,
    "and no": 2,
    "the utility": 2,
    "_|type|_ only": 2,
    "product has": 2,
    "_|utility|_ rather": 2,
    "to perform": 2,
    "long _|battery|_": 2,
    "and made": 2,
    "over all": 2,
    "deal at": 2,
    "_|name|_ of": 2,
    "computer at": 2,
    "product ,": 2,
    "could be": 2,
    "be found": 2,
    "_|type|_ suitable": 2,
    "application -s": 2,
    "match your": 2,
    "any family": 2,
    "nice _|design|_": 2,
    "computing are": 2,
    "available is": 2,
    "is it": 2,
    "to say": 2,
    "capable _|name|_": 2,
    "used mainly": 2,
    "mainly for": 2,
    "for their": 2,
    "listed in": 2,
    "it it": 2,
    "have exceptional": 2,
    "_|memory|_ an": 2,
    "_|weight|_ mid": 2,
    "_|type|_ such": 2,
    "such as": 2,
    "budget mid": 2,
    "family they": 2,
    "are apart": 2,
    "product comes": 2,
    "and all": 2,
    "all have": 2,
    "heavy and": 2,
    "_|utility|_ costs": 2,
    "rated exceptional": 2,
    "am providing": 2,
    "comes standard": 2,
    "standard with": 2,
    "weight product": 2,
    "i highly": 2,
    "highly recommend": 2,
    "family line": 2,
    "better suited": 2,
    "_|type|_ product": 2,
    "size hard": 2,
    "measuring _|dimension|_": 2,
    "which matches": 2,
    "matches your": 2,
    "offers _|memory|_": 2,
    "that match": 2,
    "and perfect": 2,
    "_|platform|_ which": 2,
    "will make": 2,
    "has _|processor|_": 2,
    ", they": 2,
    "totally _|count|_": 2,
    "found if": 2,
    "price for": 2,
    "care which": 2,
    "which family": 2,
    "of _|platform|_": 2,
    "sorry .": 2,
    "product from": 2,
    "just what": 2,
    "not to": 2,
    "those not": 2,
    "you may": 2,
    "may be": 2,
    "_|type|_ sports": 2,
    "which do": 2,
    "operates using": 2,
    "matches were": 2,
    "all battery": 2,
    "use do": 2,
    "and come": 2,
    "business -s": 2,
    "will pay": 2,
    "pay _|price|_": 2,
    "which puts": 2,
    "good buy": 2,
    "with light": 2,
    "on its": 2,
    "and memory": 2,
    "me confirm": 2,
    "into consideration": 2,
    "_|type|_ 's": 2,
    "it contains": 2,
    "complete with": 2,
    "highly suggested": 2,
    "the warranty": 2,
    "is _|warranty|_": 2,
    "for these": 2,
    "these specification": 2,
    "computing while": 2,
    "battery which": 2,
    "not looking": 2,
    "it measures": 2,
    "weighs approximately": 2,
    "of computing": 2,
    "dimension that": 2,
    "that i": 2,
    "recommend is": 2,
    "installed ,": 2,
    "_|count|_ medium": 2,
    "is rare": 2,
    "rare for": 2,
    "this price": 2,
    "utility and": 2,
    "screen .": 2,
    "and will": 2,
    "prefer ?": 2,
    "? the": 2,
    "customer -s": 2,
    "but i": 2,
    "range it": 2,
    "_|memory|_ total": 2,
    "total memory": 2,
    "this model": 2,
    "not mind": 2,
    "it currently": 2,
    "_|type|_ intended": 2,
    "for up": 2,
    "_|dimension|_ size": 2,
    "family are": 2,
    "you a": 2,
    "good and": 2,
    "-s you": 2,
    "you submitted": 2,
    "submitted .": 2,
    "meet the": 2,
    "the machine": 2,
    "fits your": 2,
    "for this": 2,
    "care for": 2,
    "only the": 2,
    "which include": 2,
    "business ready": 2,
    "using _|processor|_": 2,
    "in budget": 2,
    "in mid": 2,
    "_|drive|_ storage": 2,
    "the computer": 2,
    "computer is": 2,
    "to know": 2,
    "know the": 2,
    "feel free": 2,
    "free to": 2,
    "to pay": 2,
    "consumers should": 2,
    "should be": 2,
    "that goes": 2,
    "along with": 2,
    "product will": 2,
    "top of": 2,
    "is well": 2,
    "priced .": 2,
    "am afraid": 2,
    "afraid to": 2,
    "in light": 2,
    "only have": 2,
    "is weight": 2,
    "searching for": 2,
    "and any": 2,
    "a hard": 2,
    "is or": 2,
    "weight computer": 2,
    "nice _|name|_": 2,
    "nice unit": 2,
    "have small": 2,
    "the amount": 2,
    "amount of": 2,
    "since the": 2,
    "medium _|drive|_": 2,
    "_|platform|_ has": 2,
    "comparing the": 2,
    "general use": 2,
    "the more": 2,
    "a specialization": 2,
    "specialization in": 2,
    "are all": 2,
    "has mid": 2,
    "_|family|_ has": 2,
    ". _|price|_": 2,
    ". exceptional": 2,
    ". _|platform|_": 2,
    "processor the": 2,
    "of moderate": 2,
    "great deal": 2,
    "matching your": 2,
    "range then": 2,
    "then we": 2,
    "can assist": 2,
    "assist you": 2,
    "with our": 2,
    "our selection": 2,
    "nice _|platform|_": 2,
    "_|type|_ lasts": 2,
    "our medium": 2,
    "found the": 2,
    "nice for": 2,
    "in every": 2,
    "able to": 2,
    "to handle": 2,
    "handle business": 2,
    "covered under": 2,
    "under a": 2,
    "falls under": 2,
    "under the": 2,
    "_|type|_ falls": 2,
    "_|drive|_ hdd": 2,
    "business capable": 2,
    "your parameters": 2,
    "parameters .": 2,
    "in expensive": 2,
    "-s matching": 2,
    "the following": 2,
    "following constraint": 2,
    "great _|weight|_": 2,
    "they have": 2,
    "ram ,": 2,
    "warranty or": 2,
    "or design": 2,
    "_|memory|_ _|utility|_": 2,
    "we carry": 2,
    "laptop is": 2,
    "of medium": 2,
    "no drive": 2,
    "_|type|_ _|family|_": 2,
    "uses and": 2,
    "our recommendation": 2,
    "of small": 2,
    "you choose": 2,
    "weight system": 2,
    "system with": 2,
    "nice computer": 2,
    "_|type|_ boasts": 2,
    "range do": 2,
    "computing option": 2,
    "recommend _|name|_": 2,
    "_|type|_ sporting": 2,
    "_|utility|_ as": 2,
    "recommend it": 2,
    "in various": 2,
    "that it": 2,
    "machine but": 2,
    "are you": 2,
    "have got": 2,
    "got _|count|_": 2,
    "is introduced": 2,
    "contains a": 2,
    "if weight": 2,
    "of this": 2,
    "operating platform": 2,
    "are some": 2,
    "make the": 2,
    "this _|name|_": 2,
    "_|type|_ worth": 2,
    "'s battery": 2,
    "capability ,": 2,
    "that weights": 2,
    "but does": 2,
    "average battery": 2,
    "value is": 2,
    "good _|battery|_": 2,
    "perform business": 2,
    "_|type|_ choice": 2,
    ", have": 2,
    "weight machine": 2,
    "without considering": 2,
    "considering the": 2,
    "range used": 2,
    "is more": 2,
    "between the": 2,
    "battery running": 2,
    "makes this": 2,
    "are part": 2,
    "your favorite": 2,
    "any business": 2,
    "recommend that": 2,
    "criteria all": 1,
    "rating belong": 1,
    "belong to": 1,
    "sleek _|type|_": 1,
    "rating allows": 1,
    "allows for": 1,
    "stylish _|type|_": 1,
    "exceptional _|type|_": 1,
    "preference in": 1,
    "platform it": 1,
    "on ,": 1,
    "for businesss": 1,
    "businesss computing": 1,
    "using your": 1,
    "your computer": 1,
    "battery length": 1,
    "no business": 1,
    "which meet": 1,
    "_|type|_ then": 1,
    "you it": 1,
    "the wellregarded": 1,
    "wellregarded _|family|_": 1,
    "have more": 1,
    "information for": 1,
    "have handled": 1,
    "handled many": 1,
    "many questions": 1,
    "questions about": 1,
    "is certainly": 1,
    "certainly not": 1,
    ". let": 1,
    "me review": 1,
    "review its": 1,
    "its attributes": 1,
    "me give": 1,
    "some facts": 1,
    "facts about": 1,
    "interested i": 1,
    "range offering": 1,
    "offering _|drive|_": 1,
    "this what": 1,
    "know what": 1,
    "want ,": 1,
    "there were": 1,
    "were _|count|_": 1,
    "range when": 1,
    "when not": 1,
    "design weighing": 1,
    "exceptional and": 1,
    "drive arnge": 1,
    "arnge _|type|_": 1,
    "from any": 1,
    "your desired": 1,
    "desired specification": 1,
    "your nonbusiness": 1,
    "nonbusiness needs": 1,
    "to help": 1,
    "compare ,": 1,
    "and sells": 1,
    "this count": 1,
    "count does": 1,
    "not consider": 1,
    "consider drive": 1,
    "or specific": 1,
    "specific family": 1,
    "its _|warranty|_": 1,
    "nice _|weight|_": 1,
    "_|weight|_ option": 1,
    "option that": 1,
    "that sells": 1,
    "which sells": 1,
    ", perfect": 1,
    ", one": 1,
    "the highest": 1,
    "highest rated": 1,
    "rated machine": 1,
    ", may": 1,
    "may suit": 1,
    ", owing": 1,
    "owing to": 1,
    "would probably": 1,
    "probably go": 1,
    "designed to": 1,
    "it even": 1,
    "even comes": 1,
    "my apologies": 1,
